const questions_B = [
    {
        "id": "MC2-0001",
        "question": "我国专门针对无线电管理的行政法规及其制定机构是：",
        "answer": "AC",
        "options": [
            {
                "value": "A",
                "text": "《中华人民共和国无线电管理条例》"
            },
            {
                "value": "B",
                "text": "《中华人民共和国无线电管理办法》"
            },
            {
                "value": "C",
                "text": "国务院和中央军委"
            },
            {
                "value": "D",
                "text": "工业和信息化部"
            }
        ]
    },
    {
        "id": "MC2-0002",
        "question": "我国专门针对业余无线电台的管理文件及其制定机构分别是：",
        "answer": "AC",
        "options": [
            {
                "value": "A",
                "text": "《业余无线电台管理办法》"
            },
            {
                "value": "B",
                "text": "《业余无线电台管理暂行规定》"
            },
            {
                "value": "C",
                "text": "工业和信息化部"
            },
            {
                "value": "D",
                "text": "国务院"
            }
        ]
    },
    {
        "id": "MC1-0003",
        "question": "我国依法负责对业余无线电台实施监督管理的机构是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "国家无线电管理机构和省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "B",
                "text": "在国家或地方民政部门注册的业余无线电协会"
            },
            {
                "value": "C",
                "text": "国家体育管理机构和地方体育管理机构"
            },
            {
                "value": "D",
                "text": "国家和地方公安部门"
            }
        ]
    },
    {
        "id": "MC1-0004",
        "question": "我国对无线电管理术语“业余业务”、“卫星业余业务”和“业余电台”做出具体定义 的法规文件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "《中华人民共和国无线电频率划分规定》"
            },
            {
                "value": "B",
                "text": "《中华人民共和国无线电管理条例》"
            },
            {
                "value": "C",
                "text": "《中华人民共和国电信条例》"
            },
            {
                "value": "D",
                "text": "《无线电台执照管理规定》"
            }
        ]
    },
    {
        "id": "MC1-0005",
        "question": "最新发布的《业余无线电台管理办法》自何时开始施行：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "自2024年3月1日起施行"
            },
            {
                "value": "B",
                "text": "自2024年12月1日起施行"
            },
            {
                "value": "C",
                "text": "自2025年3月1日起施行"
            },
            {
                "value": "D",
                "text": "自2025年12月1日起施行"
            }
        ]
    },
    {
        "id": "MC1-0006",
        "question": "将某个特定的频段列入频率划分表，规定该频段可在指定的条件下供一种或多种地面或 空间无线电通信业务或射电天文业务使用，这个过程称为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "划分"
            },
            {
                "value": "B",
                "text": "分配"
            },
            {
                "value": "C",
                "text": "指配"
            },
            {
                "value": "D",
                "text": "授权"
            }
        ]
    },
    {
        "id": "MC1-0007",
        "question": "将无线电频率或频道规定由一个或多个部门，在指定的区域内供地面或空间无线电通信 业务在指定条件下使用，这个过程称为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "分配"
            },
            {
                "value": "B",
                "text": "划分"
            },
            {
                "value": "C",
                "text": "指配"
            },
            {
                "value": "D",
                "text": "授权"
            }
        ]
    },
    {
        "id": "MC1-0008",
        "question": "将无线电频率或频道批准给无线电台在规定条件下使用，这个过程称为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "指配"
            },
            {
                "value": "B",
                "text": "划分"
            },
            {
                "value": "C",
                "text": "分配"
            },
            {
                "value": "D",
                "text": "授权"
            }
        ]
    },
    {
        "id": "MC1-0009",
        "question": "在频率划分表中，一个频段被标明划分给多种业务时，这些业务被分为下述类别：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "主要业务和次要业务"
            },
            {
                "value": "B",
                "text": "业余业务和非业余业务"
            },
            {
                "value": "C",
                "text": "民用业务和军用业务"
            },
            {
                "value": "D",
                "text": "安全业务和一般业务"
            }
        ]
    },
    {
        "id": "MC1-0010",
        "question": "辐射（radiation）是指任何源的能量流以无线电波的形式向外发出。正确的说法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "闪电产生的电磁波干扰是一种辐射"
            },
            {
                "value": "B",
                "text": "沿电源线窜入接收机的差模干扰是一种辐射"
            },
            {
                "value": "C",
                "text": "射频电路中变压器内磁芯里的磁场是一种辐射"
            },
            {
                "value": "D",
                "text": "射频电路中电容器内极板间的电场是一种辐射"
            }
        ]
    },
    {
        "id": "MC1-0011",
        "question": "发射（emission）是指：由无线电发信电台产生的辐射或辐射产物。正确的说法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余电台向周围发送的杂散产物是一种发射"
            },
            {
                "value": "B",
                "text": "无线电接收机本地振荡器辐射的能量是一种发射"
            },
            {
                "value": "C",
                "text": "医用高频电疗机向周围发送的无线电波能量是一种发射"
            },
            {
                "value": "D",
                "text": "闪电产生的电磁波干扰是一种发射"
            }
        ]
    },
    {
        "id": "MC4-0012",
        "question": "下列关于无线电的一般术语，说法正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "无线电测定是指利用无线电波的传播特性测定目标的位置、速度和/或其他特性，或获得 与这些参数有关的信息"
            },
            {
                "value": "B",
                "text": "无线电导航是指用于导航（包括障碍物告警）的无线电测定"
            },
            {
                "value": "C",
                "text": "无线电定位是指用于除无线电导航以外的无线电测定"
            },
            {
                "value": "D",
                "text": "无线电测向是指利用接收无线电波来确定一个电台或目标的方向的无线电测定"
            }
        ]
    },
    {
        "id": "MC1-0013",
        "question": "关于业余无线电台，下列说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余无线电台是指为开展业余业务（含卫星业余业务）使用的一个或者多个发信机、收 信机，或者发信机与收信机的组合（包括附属设备）"
            },
            {
                "value": "B",
                "text": "一个业余无线电台只能包含一个发信机"
            },
            {
                "value": "C",
                "text": "一个业余无线电台只能包含一个收信机"
            },
            {
                "value": "D",
                "text": "一个业余无线电台只能包含一个发信机和一个收信机"
            }
        ]
    },
    {
        "id": "MC1-0014",
        "question": "关于业余业务、卫星业余业务，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "业余业务是指供业余无线电爱好者进行自我训练、相互通信和技术研究的无线电通信业 务"
            },
            {
                "value": "B",
                "text": "卫星业余业务是指利用地球卫星上的空间电台开展与业余业务相同目的的无线电通信业 务"
            },
            {
                "value": "C",
                "text": "业余无线电爱好者可以在业余业务、卫星业余业务以及其他的无线电业务相互通信"
            },
            {
                "value": "D",
                "text": "业余无线电台可以在业余业务、卫星业余业务以及其他的无线电业务进行通信"
            }
        ]
    },
    {
        "id": "MC2-0015",
        "question": "关于业余无线电爱好者的定义，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "业余无线电爱好者系指经正式批准的、对无线电技术有兴趣的人"
            },
            {
                "value": "B",
                "text": "其兴趣纯系个人爱好而不涉及谋取利润"
            },
            {
                "value": "C",
                "text": "其兴趣纯系个人爱好可涉及谋取利润"
            },
            {
                "value": "D",
                "text": "只有成年人能成为业余无线电爱好者"
            }
        ]
    },
    {
        "id": "MC1-0016",
        "question": "关于发射类别，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "是指用标准符号标示的某发射的一组特性"
            },
            {
                "value": "B",
                "text": "标示的特性包含主载波调制方式，调制信号，被发送信息的类型以及其他适用的信号特 性"
            },
            {
                "value": "C",
                "text": "一个业余无线电台只能包含一个收信机"
            },
            {
                "value": "D",
                "text": "一个业余无线电台只能包含一个发信机和一个收信机"
            }
        ]
    },
    {
        "id": "MC1-0017",
        "question": "关于单边带发射，下列说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "单边带发射是只传送一个边带的调幅发射"
            },
            {
                "value": "B",
                "text": "单边带发射是只传送一个边带的调频发射"
            },
            {
                "value": "C",
                "text": "单边带发射是不传送载波的调幅发射"
            },
            {
                "value": "D",
                "text": "单边带发射是不传送载波的调频发射"
            }
        ]
    },
    {
        "id": "MC3-0018",
        "question": "关于干扰的定义，下列说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "由于一种或多种发射、辐射、感应或其组合所产生的无用能量对无线电通信系统的接收 产生的影响"
            },
            {
                "value": "B",
                "text": "表现为性能下降、误解或信息丢失"
            },
            {
                "value": "C",
                "text": "若不存在这种无用能量，则此后果可以避免"
            },
            {
                "value": "D",
                "text": "不会对无线电通信系统的接收产生的影响"
            }
        ]
    },
    {
        "id": "MC2-0019",
        "question": "关于有害干扰的定义，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "危害无线电导航或其他安全业务的正常运行的干扰"
            },
            {
                "value": "B",
                "text": "严重地损害、阻碍、或一再阻断按规定正常开展的无线电通信业务的干扰"
            },
            {
                "value": "C",
                "text": "产生有害干扰不会受到处罚"
            },
            {
                "value": "D",
                "text": "使用业余无线电台时，只要不对其他业余无线电台产生干扰即可"
            }
        ]
    },
    {
        "id": "MC3-0020",
        "question": "关于次要业务台站，下列说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "不得对业经指配或将来可能指配频率的主要业务电台产生有害干扰"
            },
            {
                "value": "B",
                "text": "不得对来自业经指配或将来可能指配频率的主要业务电台的有害干扰提出保护要求"
            },
            {
                "value": "C",
                "text": "可要求保护不受来自将来可能指配频率的同一业务或其他次要业务电台的有害干扰"
            },
            {
                "value": "D",
                "text": "使用业余无线电台时，只要不对其他业余无线电台产生干扰即可"
            }
        ]
    },
    {
        "id": "MC1-0021",
        "question": "协调国际无线电管理的国际组织是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "国际电信联盟"
            },
            {
                "value": "B",
                "text": "国际业余无线电联盟"
            },
            {
                "value": "C",
                "text": "联合国大会"
            },
            {
                "value": "D",
                "text": "联合国科教文组织"
            }
        ]
    },
    {
        "id": "MC1-0022",
        "question": "国际业余无线电联盟支持会员协会在发展业余无线电时把它看成一种：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "国家资源"
            },
            {
                "value": "B",
                "text": "拉动经济的措施"
            },
            {
                "value": "C",
                "text": "休闲娱乐手段"
            },
            {
                "value": "D",
                "text": "国防后备队伍"
            }
        ]
    },
    {
        "id": "MC1-0023",
        "question": "下述通信不属于电信（telecommunication）范畴：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "邮政通信"
            },
            {
                "value": "B",
                "text": "有线通信"
            },
            {
                "value": "C",
                "text": "无线电通信"
            },
            {
                "value": "D",
                "text": "光通信"
            }
        ]
    },
    {
        "id": "MC1-0024",
        "question": "关于无线电通信的正确说法：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电通信是指利用无线电波进行的符号、信号、文字、图像、声音或其他信息的传输、 发射或接收"
            },
            {
                "value": "B",
                "text": "无线电通信包括利用光在内的所有电磁波所进行的各种通信"
            },
            {
                "value": "C",
                "text": "利用无线电波进行的符号、信号、文字、图像、声音以外的信息传输不属于无线电通信"
            },
            {
                "value": "D",
                "text": "产生无线电波并用其加热属于无线电通信的一种应用"
            }
        ]
    },
    {
        "id": "MC1-0025",
        "question": "关于地面无线电通信（terrestrialradiocommunication）的正确说法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "航空通信属于地面无线电通信"
            },
            {
                "value": "B",
                "text": "水上通信不属于地面无线电通信"
            },
            {
                "value": "C",
                "text": "业余电台之间所进行的任何无线电通信都属于地面无线电通信"
            },
            {
                "value": "D",
                "text": "依靠电离层反射的天波所进行的通信不属于地面无线电通信"
            }
        ]
    },
    {
        "id": "MC1-0026",
        "question": "无线电波是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率为3,000GHz以下的在空间传播的电磁波"
            },
            {
                "value": "B",
                "text": "频率为3,000GHz以下的所有电磁波"
            },
            {
                "value": "C",
                "text": "频率为30Hz至30GHz的在空间传播的电磁波"
            },
            {
                "value": "D",
                "text": "频率为3,000Hz至3,000MHz的电磁波"
            }
        ]
    },
    {
        "id": "MC3-0027",
        "question": "个人设置、使用业余无线电台应当向无线电管理机构提交的材料为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "一份申请表"
            },
            {
                "value": "B",
                "text": "身份证明复印件；申请人为未成年人的，还应当提交其监护人身份证明复印件，以及申 请人与监护人关系的说明材料"
            },
            {
                "value": "C",
                "text": "无线电发射设备相关说明材料"
            },
            {
                "value": "D",
                "text": "本人写的申请书，操作证书的原件、复印件"
            }
        ]
    },
    {
        "id": "MC3-0028",
        "question": "单位设置、使用业余无线电台应当向无线电管理机构提交的材料为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "一份申请表"
            },
            {
                "value": "B",
                "text": "无线电发射设备相关说明材料"
            },
            {
                "value": "C",
                "text": "单位营业执照等复印件，以及业余无线电台技术负责人为本单位工作人员的说明材料"
            },
            {
                "value": "D",
                "text": "业余无线电台技术负责人写的申请书，操作证书的原件、复印件"
            }
        ]
    },
    {
        "id": "MC4-0029",
        "question": "设置、使用业余无线电台，下列哪些条件符合规定：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "使用的无线电发射设备依法取得型号核准"
            },
            {
                "value": "B",
                "text": "型号核准证载明的频率范围包含业余业务频段"
            },
            {
                "value": "C",
                "text": "使用的自制、改装、拼装等未取得型号核准的无线电发射设备符合国家标准和国家无线 电管理规定"
            },
            {
                "value": "D",
                "text": "使用的自制、改装、拼装等未取得型号核准的无线电发射设备的无线电发射频率范围仅 限于业余业务频段"
            }
        ]
    },
    {
        "id": "MC1-0030",
        "question": "设置、使用业余无线电台拟使用自制、改装、拼装等未取得型号核准的无线电发射设备 的，无线电管理机构开展对该设备进行技术检测时：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不得收取任何费用"
            },
            {
                "value": "B",
                "text": "收取技术检测费"
            },
            {
                "value": "C",
                "text": "根据业余无线电台类型进行收费"
            },
            {
                "value": "D",
                "text": "根据爱好者操作类别进行收费"
            }
        ]
    },
    {
        "id": "MC2-0031",
        "question": "设置、使用15瓦以上短波业余无线电台以及涉及国家主权、安全的其他重要业余无线电 台的，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由国家无线电管理机构作出许可决定"
            },
            {
                "value": "B",
                "text": "可以委托电台所在地或者申请人住所地的省、自治区、直辖市无线电管理机构对业余无 线电台的使用方式、技术条件、安装环境等进行现场核查"
            },
            {
                "value": "C",
                "text": "由省、自治区、直辖市无线电管理机构作出许可决定"
            },
            {
                "value": "D",
                "text": "持有A类业余无线电台操作技术能力验证证书即可申请"
            }
        ]
    },
    {
        "id": "MC4-0032",
        "question": "业余无线电台执照载明了哪些事项：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "电台设置、使用人，操作技术能力类别、编号"
            },
            {
                "value": "B",
                "text": "电台呼号、台址/设置区域、使用频率、发射功率"
            },
            {
                "value": "C",
                "text": "执照编号、颁发日期、有效期、发证机关，以及特别规定事项"
            },
            {
                "value": "D",
                "text": "业余中继台、业余信标台执照还应当载明工作模式等事项"
            }
        ]
    },
    {
        "id": "MC1-0033",
        "question": "业余无线电台执照的有效期不超过：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "5年"
            },
            {
                "value": "B",
                "text": "1年"
            },
            {
                "value": "C",
                "text": "2年"
            },
            {
                "value": "D",
                "text": "3年"
            }
        ]
    },
    {
        "id": "MC3-0034",
        "question": "关于业余无线电台执照，下列说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "业余无线电台执照可以采用纸质或者电子形式"
            },
            {
                "value": "B",
                "text": "纸质或者电子业余无线电台执照具有同等法律效力"
            },
            {
                "value": "C",
                "text": "执照样式由国家无线电管理机构统一规定"
            },
            {
                "value": "D",
                "text": "业余无线电台执照终身有效"
            }
        ]
    },
    {
        "id": "MC2-0035",
        "question": "关于新版《业余无线电台管理办法》，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "新版《办法》施行前依法取得业余无线电台执照的，在执照有效期内可以按照执照载明 的参数使用业余无线电台"
            },
            {
                "value": "B",
                "text": "2012年11月5日公布的《业余无线电台管理办法》（工业和信息化部令第22号）同时 废止"
            },
            {
                "value": "C",
                "text": "新版《办法》自2025年3月1日起施行"
            },
            {
                "value": "D",
                "text": "新版《办法》施行前依法取得业余无线电台执照的，在执照有效期内需按照新版《办法》 使用业余无线电台"
            }
        ]
    },
    {
        "id": "MC1-0036",
        "question": "独立操作具有发信功能业余无线电台的年龄条件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "具备《业余无线电台操作证书》者操作业余无线电台不受年龄限制"
            },
            {
                "value": "B",
                "text": "年满十四周岁"
            },
            {
                "value": "C",
                "text": "年满十六周岁"
            },
            {
                "value": "D",
                "text": "年满十八周岁"
            }
        ]
    },
    {
        "id": "MC1-0037",
        "question": "个人申请设置、使用具有发信功能的业余无线电台的年龄条件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "未成年人可以申请设置、使用规定条件内的业余无线电台"
            },
            {
                "value": "B",
                "text": "年满十四周岁"
            },
            {
                "value": "C",
                "text": "年满十六周岁"
            },
            {
                "value": "D",
                "text": "年满十八周岁"
            }
        ]
    },
    {
        "id": "MC1-0038",
        "question": "设置、使用有固定台址的业余无线电台，应当向哪个机构提出申请：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电台所在地的省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "B",
                "text": "设台地的地方无线电民间机构"
            },
            {
                "value": "C",
                "text": "中国无线电协会"
            },
            {
                "value": "D",
                "text": "国家无线电管理机构"
            }
        ]
    },
    {
        "id": "MC1-0039",
        "question": "设置、使用没有固定台址的业余无线电台，应当向哪个机构提出申请：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "申请人住所地的省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "B",
                "text": "申请人住所地的地方无线电民间机构"
            },
            {
                "value": "C",
                "text": "中国无线电协会"
            },
            {
                "value": "D",
                "text": "国家无线电管理机构"
            }
        ]
    },
    {
        "id": "MC3-0040",
        "question": "设置、使用业余无线电台，设置业余无线电台应当具备的条件有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "熟悉无线电管理规定"
            },
            {
                "value": "B",
                "text": "具有相应的操作技术能力，通过相应的操作技术能力验证"
            },
            {
                "value": "C",
                "text": "使用的无线电发射设备依法取得型号核准，的自制、改装、拼装设备符合国家标准和国 家无线电管理规定"
            },
            {
                "value": "D",
                "text": "加入指定协会、具备当地无线电管理机构规定的操作技术能力"
            }
        ]
    },
    {
        "id": "MC1-0041",
        "question": "业余无线电台执照有效期届满后需要继续使用的，应当在下列期限内向作出许可决定的 无线电管理机构申请更换业余无线电台执照：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "期限届满30个工作日前"
            },
            {
                "value": "B",
                "text": "有效期届满半年之内"
            },
            {
                "value": "C",
                "text": "有效期届满两个月之内"
            },
            {
                "value": "D",
                "text": "有效期届满三个月之内"
            }
        ]
    },
    {
        "id": "MC1-0042",
        "question": "变更业余无线电台执照载明事项的，应当办理下列手续：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "及时向作出许可决定的无线电管理机构申请办理变更手续"
            },
            {
                "value": "B",
                "text": "等执照有效期届满时向核发执照的无线电管理机构申请办理变更手续，换发业余无线电 台执照"
            },
            {
                "value": "C",
                "text": "只要设备型号和产品序列号没有改变，不必申请办理变更手续"
            },
            {
                "value": "D",
                "text": "只需向核发执照的无线电管理机构进行备案"
            }
        ]
    },
    {
        "id": "MC1-0043",
        "question": "终止使用业余无线电台的，应向下列哪个机构办理业余无线电台执照注销手续：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "作出许可决定的无线电管理机构"
            },
            {
                "value": "B",
                "text": "国家无线电管理机构"
            },
            {
                "value": "C",
                "text": "中国无线电协会"
            },
            {
                "value": "D",
                "text": "地方无线电管理机构所委托的其他单位"
            }
        ]
    },
    {
        "id": "MC2-0044",
        "question": "关于终止使用业余无线电台的，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "应当及时向作出许可决定的无线电管理机构办理业余无线电台执照注销手续"
            },
            {
                "value": "B",
                "text": "交回执照并自执照注销之日起60个工作日内拆除业余无线电台及天线等附属设备并妥 善处理"
            },
            {
                "value": "C",
                "text": "交回执照并自执照注销之日起6个月内拆除业余无线电台及天线等附属设备并妥善处理"
            },
            {
                "value": "D",
                "text": "只需交回执照"
            }
        ]
    },
    {
        "id": "MC3-0047",
        "question": "关于业余中继台的说法下列错误的是：",
        "answer": "BCD",
        "options": [
            {
                "value": "A",
                "text": "通过对业余无线电信号接收和放大转发，扩大通联范围的业余无线电台"
            },
            {
                "value": "B",
                "text": "通过发射信标信号，辅助验证电波传播条件的单发业余无线电台"
            },
            {
                "value": "C",
                "text": "通过对业余无线电信号接收和衰减转发，缩小通联范围的业余无线电台"
            },
            {
                "value": "D",
                "text": "通过接收信标信号，辅助验证电波传播条件的单发业余无线电台"
            }
        ]
    },
    {
        "id": "MC3-0048",
        "question": "关于业余信标台的说法下列错误的是：",
        "answer": "BCD",
        "options": [
            {
                "value": "A",
                "text": "通过发射信标信号，辅助验证电波传播条件的单发业余无线电台"
            },
            {
                "value": "B",
                "text": "通过接收信标信号，辅助验证电波传播条件的单发业余无线电台"
            },
            {
                "value": "C",
                "text": "通过对业余无线电信号接收和放大转发，扩大通联范围的业余无线电台"
            },
            {
                "value": "D",
                "text": "通过对业余无线电信号接收和衰减转发，缩小通联范围的业余无线电台"
            }
        ]
    },
    {
        "id": "MC2-0049",
        "question": "关于业余中继台哪下列哪些选项正确：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "向其覆盖区域内的业余无线电台提供平等的服务"
            },
            {
                "value": "B",
                "text": "台址布局应当符合资源共享、集约的要求"
            },
            {
                "value": "C",
                "text": "仅设置申请人的团队成员优先使用，空闲时方供其他业余电台使用"
            },
            {
                "value": "D",
                "text": "因中继台购买和维护需要成本，要求业余电台必须付费使用中继台"
            }
        ]
    },
    {
        "id": "MC4-0050",
        "question": "关于设置业余中继台下列说法正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "台址布局应当符合资源共享、集约的要求"
            },
            {
                "value": "B",
                "text": "应当向其覆盖区域内的业余无线电台提供平等的服务"
            },
            {
                "value": "C",
                "text": "明确设台地点、使用频率、技术参数等设置、使用和运行维护要求并向社会公布"
            },
            {
                "value": "D",
                "text": "业余中继台服务区域超出本行政区域的，应当与地方无线电管理机构做好协调"
            }
        ]
    },
    {
        "id": "MC1-0051",
        "question": "业余中继台的设置和技术参数等应满足下列关键条件：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "符合国家以及设台地的地方无线电管理机构的规定"
            },
            {
                "value": "B",
                "text": "符合设台地的地方业余无线电民间组织的规划"
            },
            {
                "value": "C",
                "text": "仅需符合设台地的地方无线电管理机构的规划及相关规定"
            },
            {
                "value": "D",
                "text": "符合申请人关于设置中继台的客观需求和技术考虑"
            }
        ]
    },
    {
        "id": "MC1-0052",
        "question": "可以组织A类和B类业余无线电台操作技术能力验证的机构是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "国家无线电管理机构和省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "B",
                "text": "省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "C",
                "text": "地方教育、体育机构及其相关民间组织"
            },
            {
                "value": "D",
                "text": "地方业余无线电协会"
            }
        ]
    },
    {
        "id": "MC1-0053",
        "question": "负责组织C类业余无线电台操作技术能力验证的机构是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "国家无线电管理机构"
            },
            {
                "value": "B",
                "text": "省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "C",
                "text": "国家无线电管理机构和省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "D",
                "text": "地方业余无线电协会"
            }
        ]
    },
    {
        "id": "MC1-0054",
        "question": "参加业余无线电台操作技术能力验证时，下列说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不向参加验证的人员收取考试费用"
            },
            {
                "value": "B",
                "text": "收取验证考试费"
            },
            {
                "value": "C",
                "text": "根据爱好者操作类别进行收费"
            },
            {
                "value": "D",
                "text": "根据业余无线电台类型进行收费"
            }
        ]
    },
    {
        "id": "MC1-0055",
        "question": "各类业余无线电台操作技术能力证明文件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电管理机构颁发的“业余无线电台操作技术能力验证证书”"
            },
            {
                "value": "B",
                "text": "中国无线电运动协会颁发的“业余无线电台操作证书”"
            },
            {
                "value": "C",
                "text": "地方无线电协会或者其他业余无线电民间组织颁发的“业余无线电台操作证书”"
            },
            {
                "value": "D",
                "text": "地方无线电协会或者其他业余无线电民间组织出具的盖有公章的证明信件"
            }
        ]
    },
    {
        "id": "MC3-0056",
        "question": "国家无线电管理机构及其委托的机构可以组织实施如下类别的业余无线电台操作技术能 力验证：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "A类业余无线电台操作技术能力验证"
            },
            {
                "value": "B",
                "text": "B类业余无线电台操作技术能力验证"
            },
            {
                "value": "C",
                "text": "C类业余无线电台操作技术能力验证"
            },
            {
                "value": "D",
                "text": "一级个人业余电台操作证书"
            }
        ]
    },
    {
        "id": "MC3-0057",
        "question": "业余无线电台操作技术能力分为哪几类：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "A类"
            },
            {
                "value": "B",
                "text": "B类"
            },
            {
                "value": "C",
                "text": "C类"
            },
            {
                "value": "D",
                "text": "D类"
            }
        ]
    },
    {
        "id": "MC2-0058",
        "question": "不同类别业余无线电台的主要区别在于：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "允许工作的频率范围"
            },
            {
                "value": "B",
                "text": "允许发射的最大发射功率"
            },
            {
                "value": "C",
                "text": "所用业余无线电台设备的功能"
            },
            {
                "value": "D",
                "text": "所用业余无线电台的天线高度和长度"
            }
        ]
    },
    {
        "id": "MC1-0059",
        "question": "A类业余无线电台允许工作的频率范围和最大发射功率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "30-3000MHz频段，不大于25瓦"
            },
            {
                "value": "B",
                "text": "各VHF和UHF频段，不大于50瓦"
            },
            {
                "value": "C",
                "text": "各业余业务和卫星业余业务频段，不大于15瓦"
            },
            {
                "value": "D",
                "text": "各VHF和UHF频段，不大于15瓦"
            }
        ]
    },
    {
        "id": "MC1-0060",
        "question": "取得B类业余无线电台操作技术能力验证证书的，可以申请设置、使用业余无线电台的 工作频段和最大发射功率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "30MHz以下频段小于15瓦，或30MHz以上频段不大于25瓦"
            },
            {
                "value": "B",
                "text": "30MHz以下频段不大于100瓦，或30MHz以上频段不大于25瓦"
            },
            {
                "value": "C",
                "text": "30MHz以下频段不大于25瓦，或30MHz以上频段小于15瓦"
            },
            {
                "value": "D",
                "text": "30MHz以下频段不大于25瓦，或30MHz以上频段不大于100瓦"
            }
        ]
    },
    {
        "id": "MC1-0061",
        "question": "取得C类业余无线电台操作技术能力验证证书的，可以申请设置、使用业余无线电台的 工作频段和最大发射功率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "30MHz以下频段不大于1000瓦，或30MHz以上频段不大于25瓦"
            },
            {
                "value": "B",
                "text": "30MHz以下频段不大于100瓦，或30MHz以上频段不大于25瓦"
            },
            {
                "value": "C",
                "text": "30MHz以下频段不大于25瓦，或30MHz以上频段不大于15瓦"
            },
            {
                "value": "D",
                "text": "30MHz以下频段不大于25瓦，或30MHz以上频段不大于1000瓦"
            }
        ]
    },
    {
        "id": "MC2-0062",
        "question": "参加A类业余无线电台操作技术能力验证应当符合下列哪些要求：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "应当熟悉无线电管理规定"
            },
            {
                "value": "B",
                "text": "具有一定的业余无线电台操作技术能力"
            },
            {
                "value": "C",
                "text": "应当年满18周岁"
            },
            {
                "value": "D",
                "text": "应当年满16周岁"
            }
        ]
    },
    {
        "id": "MC2-0063",
        "question": "参加B类业余无线电台操作技术能力验证应当符合下列哪些要求：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "应当依法取得业余无线电台执照6个月以上"
            },
            {
                "value": "B",
                "text": "具有相应的实际操作经验"
            },
            {
                "value": "C",
                "text": "应当年满18周岁"
            },
            {
                "value": "D",
                "text": "应当年满16周岁"
            }
        ]
    },
    {
        "id": "MC2-0064",
        "question": "参加C类业余无线电台操作技术能力验证应当符合下列哪些要求：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "应当依法取得载明30MHz以下频段的业余无线电台执照18个月以上"
            },
            {
                "value": "B",
                "text": "具有相应的实际操作经验"
            },
            {
                "value": "C",
                "text": "应当依法取得载明30MHz以下频段的业余无线电台执照6个月以上"
            },
            {
                "value": "D",
                "text": "应当依法取得载明30MHz以下频段的业余无线电台执照12个月以上"
            }
        ]
    },
    {
        "id": "MC2-0065",
        "question": "取得A类业余无线电台操作技术能力验证证书的，可以申请设置、使用如下业余无线电 台:",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "设置、使用最大发射功率不大于25瓦VHF频段业余无线电台"
            },
            {
                "value": "B",
                "text": "设置、使用最大发射功率不大于25瓦UHF频段业余无线电台"
            },
            {
                "value": "C",
                "text": "设置、使用最大发射功率不大于25瓦HF频段业余无线电台"
            },
            {
                "value": "D",
                "text": "设置、使用最大发射功率不大于15瓦HF频段业余无线电台"
            }
        ]
    },
    {
        "id": "MC4-0066",
        "question": "取得B类业余无线电台操作技术能力验证证书的，可以申请设置、使用如下业余无线电 台:",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "设置、使用最大发射功率不大于25瓦VHF频段业余无线电台"
            },
            {
                "value": "B",
                "text": "设置、使用最大发射功率不大于25瓦UHF频段业余无线电台"
            },
            {
                "value": "C",
                "text": "设置、使用最大发射功率小于15瓦HF频段业余无线电台"
            },
            {
                "value": "D",
                "text": "设置、使用最大发射功率小于1瓦（e.i.r.p.）LF频段业余无线电台"
            }
        ]
    },
    {
        "id": "MC4-0067",
        "question": "取得C类业余无线电台操作技术能力验证证书的，可以申请设置、使用如下业余无线电 台:",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "设置、使用最大发射功率不大于25瓦VHF频段业余无线电台"
            },
            {
                "value": "B",
                "text": "设置、使用最大发射功率不大于25瓦UHF频段业余无线电台"
            },
            {
                "value": "C",
                "text": "设置、使用最大发射功率不大于1000瓦HF频段业余无线电台"
            },
            {
                "value": "D",
                "text": "因开展特殊技术试验、通联等活动确需设置、使用大于25瓦VHF频段业余无线电台"
            }
        ]
    },
    {
        "id": "MC2-0068",
        "question": "关于开展特殊技术试验、通联等活动，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "开展特殊技术试验、通联等活动，确需超出业余无线电台执照载明的功率限值使用业余 无线电台的，需经颁发业余无线电台执照的无线电管理机构批准"
            },
            {
                "value": "B",
                "text": "取得C类业余无线电台操作技术能力验证证书且取得业余无线电台执照的人员，经批准 可临时在限定条件下开展电台操作"
            },
            {
                "value": "C",
                "text": "取得B类业余无线电台操作技术能力验证证书且取得业余无线电台执照的人员，经批准 可临时在限定条件下开展电台操作"
            },
            {
                "value": "D",
                "text": "取得A类业余无线电台操作技术能力验证证书且取得业余无线电台执照的人员，经批准 可临时在限定条件下开展电台操作"
            }
        ]
    },
    {
        "id": "MC2-0069",
        "question": "关于未成年人设置、使用业余无线电台，下列哪些选项为正确：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "持有A类验证证书的可以设置最大发射功率不大于25瓦VHF频段业余无线电台"
            },
            {
                "value": "B",
                "text": "持有B类验证证书的可以设置最大发射功率不大于25瓦VHF频段业余无线电台"
            },
            {
                "value": "C",
                "text": "持有A类验证证书的可以设置最大发射功率不大于15瓦HF频段业余无线电台"
            },
            {
                "value": "D",
                "text": "持有B类验证证书的可以设置最大发射功率不大于15瓦HF频段业余无线电台"
            }
        ]
    },
    {
        "id": "MC4-0070",
        "question": "关于业余无线电台操作技术能力验证，下列哪些选项为正确：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "业余无线电台操作技术能力验证题库以及验证标准由国家无线电管理机构制定"
            },
            {
                "value": "B",
                "text": "无线电管理机构或者其委托的机构组织将提前向社会公布验证时间、验证要求等有关事 项"
            },
            {
                "value": "C",
                "text": "参加业余无线电台操作技术能力验证成绩合格的，由无线电管理机构颁发业余无线电台 操作技术能力验证证书"
            },
            {
                "value": "D",
                "text": "不得向参加验证的人员收取费用"
            }
        ]
    },
    {
        "id": "MC2-0071",
        "question": "关于新版《办法》施行前，依法取得B类业余无线电台操作技术能力验证证书的，下列 哪些选项为正确：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "可以按照规定的许可权限申请设置、使用工作在30MHz以下频段且最大发射功率不大于 100瓦"
            },
            {
                "value": "B",
                "text": "可以按照规定的许可权限申请设置、使用工作在30MHz以上频段且最大发射功率不大于 25瓦的业余无线电台"
            },
            {
                "value": "C",
                "text": "应按照新版《办法》中B类业余无线电台操作技术能力验证规定的范围设置、使用电台"
            },
            {
                "value": "D",
                "text": "新版《办法》施行前取得的B类业余无线电台操作技术能力验证证书不再有效"
            }
        ]
    },
    {
        "id": "MC3-0072",
        "question": "《业余无线电台管理办法》规定正确使用业余无线电台呼号的方法是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "使用业余无线电台的单位或者个人应当在每次通信建立及结束时发送本业余无线电台呼 号"
            },
            {
                "value": "B",
                "text": "在通信过程中不定期（间隔不超过10分钟）发送本业余无线电台呼号"
            },
            {
                "value": "C",
                "text": "鼓励业余无线电台在通联期间通过技术手段自动发送电台呼号"
            },
            {
                "value": "D",
                "text": "使用业余无线电台的单位或者个人在通信中可以用姓名、代号、适当的别名或者法规定 呼号的部分数字和字母代替完整的业余电台呼号作为电台的标识"
            }
        ]
    },
    {
        "id": "MC1-0073",
        "question": "业余无线电台呼号的核发流程是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电管理机构颁发业余无线电台执照，应当同时向申请人核发业余无线电台呼号"
            },
            {
                "value": "B",
                "text": "在向无线电管理机构委托的受理服务机构提交设台申请窗口后，由服务机构核发呼号"
            },
            {
                "value": "C",
                "text": "无线电管理机构核发业余无线电台执照后，由申请人再向其申请核发呼号"
            },
            {
                "value": "D",
                "text": "业余无线电台设台人在提交设台申请的同时提出所要求指配的呼号，经服务机构同意后， 报无线电管理机构正式核发"
            }
        ]
    },
    {
        "id": "MC1-0074",
        "question": "无线电管理机构颁发业余无线电台执照时，若申请人已取得业余中继台、业余信标台呼 号以外的其他业余无线电台呼号，无线电管理机构将：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电管理机构不再核发新的业余无线电台呼号"
            },
            {
                "value": "B",
                "text": "由申请人再向其申请核发呼号，无线电管理机构将核发新的业余无线电台呼号"
            },
            {
                "value": "C",
                "text": "无线电管理机构向其更换业余无线电台呼号"
            },
            {
                "value": "D",
                "text": "业余无线电台设台人在提交设台申请的同时提出所要求指配的呼号，经服务机构同意后， 报无线电管理机构正式核发"
            }
        ]
    },
    {
        "id": "MC2-0075",
        "question": "业余无线电台呼号停止使用的，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "业余无线电台呼号停止使用的，应当依法予以注销"
            },
            {
                "value": "B",
                "text": "除业余中继台、业余信标台呼号外，其他业余无线电台呼号注销1年后，无线电管理机 构可以将相关电台呼号重新投入分配"
            },
            {
                "value": "C",
                "text": "业余无线电台呼号停止使用的，不用申请注销"
            },
            {
                "value": "D",
                "text": "除业余中继台、业余信标台呼号外，其他业余无线电台呼号注销后，无线电管理机构可 立即将相关电台呼号重新投入分配"
            }
        ]
    },
    {
        "id": "MC1-0076",
        "question": "注销的电台呼号重新投入分配前，申请人再次申请设置、使用业余无线电台，下列说法 正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电管理机构经审查决定颁发业余无线电台执照的，应当同时核发申请人已注销的电 台呼号"
            },
            {
                "value": "B",
                "text": "无线电管理机构经审查决定颁发业余无线电台执照的，应当同时核发新的的电台呼号"
            },
            {
                "value": "C",
                "text": "电台呼号注销后，将不再向申请人核发电台呼号"
            },
            {
                "value": "D",
                "text": "电台呼号注销后，申请人不能再次申请设置、使用业余无线电台"
            }
        ]
    },
    {
        "id": "MC2-0077",
        "question": "在他人依法设置的业余无线电台上进行发射操作的，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "应当使用所操作业余无线电台的呼号或者实际操作人员取得的呼号"
            },
            {
                "value": "B",
                "text": "使用实际操作人员取得的呼号的，业余无线电台通联期间发送呼号的格式应当符合国内 国际相关要求"
            },
            {
                "value": "C",
                "text": "不可在他人依法设置的业余无线电台上进行发射操作"
            },
            {
                "value": "D",
                "text": "业余无线电爱好者只能在自己设置的业余无线电台上进行发射操作"
            }
        ]
    },
    {
        "id": "MC3-0078",
        "question": "满足下列哪些条件，可以临时使用其他业余无线电台呼号？",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "参加或者举办业余无线电通联比赛以及其他重大业余无线电活动"
            },
            {
                "value": "B",
                "text": "经比赛（活动）主办方（牵头单位）报国家无线电管理机构批准"
            },
            {
                "value": "C",
                "text": "其他业余无线电台呼号符合国际规则"
            },
            {
                "value": "D",
                "text": "何时何地都不能临时使用其他业余无线电台呼号"
            }
        ]
    },
    {
        "id": "MC4-0079",
        "question": "关于业余无线电台呼号，下列说法正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "呼号第一部分为呼号前缀"
            },
            {
                "value": "B",
                "text": "呼号第二部分为电台种类"
            },
            {
                "value": "C",
                "text": "呼号第三部分为分区编号"
            },
            {
                "value": "D",
                "text": "呼号第四部分为呼号后缀"
            }
        ]
    },
    {
        "id": "MC2-0080",
        "question": "关于业余无线电台呼号前缀，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "呼号前缀（呼号第一部分）由一位字母组成"
            },
            {
                "value": "B",
                "text": "为国际电信联盟分配的呼号前缀字母B"
            },
            {
                "value": "C",
                "text": "为国际电信联盟分配的呼号前缀字母BA"
            },
            {
                "value": "D",
                "text": "为国际电信联盟分配的呼号前缀字母A"
            }
        ]
    },
    {
        "id": "MC4-0081",
        "question": "关于电台种类（呼号第二部分），下列说法正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "字母G、H、I、D、A、B、C、E、F、K、L用于一般业余无线电台呼号"
            },
            {
                "value": "B",
                "text": "字母J用于空间业余无线电台呼号"
            },
            {
                "value": "C",
                "text": "字母R用于业余中继台和业余信标台呼号"
            },
            {
                "value": "D",
                "text": "字母S、T、Y、Z以及其他字母序列的业余无线电台呼号由国家无线电管理机构保留"
            }
        ]
    },
    {
        "id": "MC3-0082",
        "question": "关于分区编号（呼号第三部分），下列说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "由一位数字组成"
            },
            {
                "value": "B",
                "text": "用于表示业余无线电台分区号"
            },
            {
                "value": "C",
                "text": "空间业余无线电台分区号为1"
            },
            {
                "value": "D",
                "text": "空间业余无线电台分区号为2"
            }
        ]
    },
    {
        "id": "MC3-0083",
        "question": "关于呼号后缀（呼号第四部分），下列说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "由1～4位的字母或者字母和数字的组合组成"
            },
            {
                "value": "B",
                "text": "1位、4位呼号后缀，以及带有数字的呼号后缀由国家无线电管理机构保留"
            },
            {
                "value": "C",
                "text": "QOA～QUZ及SOS、XXX、TTT等可能与遇险信号或类似性质的其他信号混淆的字母组 合不用作呼号后缀"
            },
            {
                "value": "D",
                "text": "呼号后缀由1～4位数字组成"
            }
        ]
    },
    {
        "id": "MC3-0084",
        "question": "各省、自治区、直辖市无线电管理机构核发一般业余无线电台呼号时，下列说法正确的 是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "呼号第二部分按照G、H、I、D、A、B、C、E、F、K、L顺序"
            },
            {
                "value": "B",
                "text": "第四部分按照双字母、三字母组合顺序依次编制并核发业余无线电台呼号"
            },
            {
                "value": "C",
                "text": "各省、自治区、直辖市无线电管理机构核发的业余无线电台呼号前缀都相同"
            },
            {
                "value": "D",
                "text": "各省、自治区、直辖市无线电管理机构核发的业余无线电台呼号的分区号都相同"
            }
        ]
    },
    {
        "id": "MC1-0085",
        "question": "业余无线电爱好者对已核发给自己的电台呼号不满意，是否可以申请另行核发业余无线 电台呼号？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不可以。颁发业余无线电台执照的无线电管理机构已经为申请人核发业余无线电台呼号 的，不另行核发其他业余无线电台呼号"
            },
            {
                "value": "B",
                "text": "更新所设置的业余无线电台类别时可以申请另行核发业余无线电台呼号"
            },
            {
                "value": "C",
                "text": "可以申请另行核发业余无线电台呼号，但须缴纳额外的费用"
            },
            {
                "value": "D",
                "text": "业余无线电台执照有效期届满、设台人向核发执照的无线电管理机构申请办理延续手续 时可以申请另行核发业余无线电台呼号"
            }
        ]
    },
    {
        "id": "MC1-0086",
        "question": "各地业余无线电台呼号前缀字母和后缀字符的可用范围的确定方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "由国家无线电管理机构编制和分配"
            },
            {
                "value": "B",
                "text": "地方无线电管理机构根据当地呼号资源的使用情况自行分配"
            },
            {
                "value": "C",
                "text": "地方无线电民间组织提出建议，当地无线电管理机构批准"
            },
            {
                "value": "D",
                "text": "由业余无线电爱好者根据需求提出建议，当地无线电管理机构批准"
            }
        ]
    },
    {
        "id": "MC3-0087",
        "question": "关于使用业余无线电台呼号正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "应当在每次通信建立时主动发送（报出）本台业余无线电台呼号"
            },
            {
                "value": "B",
                "text": "应当在每次通信结束时主动发送（报出）本台业余无线电台呼号"
            },
            {
                "value": "C",
                "text": "应当在每次通信过程中每十分钟发送（报出）本台业余无线电台呼号"
            },
            {
                "value": "D",
                "text": "应当在每次通信过程中主动发送（报出）自造的呼号作为本台业余无线电台呼号的补充"
            }
        ]
    },
    {
        "id": "MC4-0088",
        "question": "业余无线电台呼号由下列哪些部分组成：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "呼号前缀"
            },
            {
                "value": "B",
                "text": "电台种类"
            },
            {
                "value": "C",
                "text": "分区编号"
            },
            {
                "value": "D",
                "text": "呼号后缀"
            }
        ]
    },
    {
        "id": "MC1-0089",
        "question": "《业余无线电台管理办法》要求业余电台在建立和结束通信时主动发送本台呼号。允许 使用呼号的一部分（比如后缀）替代完整呼号的情况包括：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在任何情况下都必须使用完整的呼号"
            },
            {
                "value": "B",
                "text": "联络相识的友台时可将呼号的后缀用作电台标识"
            },
            {
                "value": "C",
                "text": "在VHF/UHF等本地频段建立通信时可将呼号的后缀用作电台标识"
            },
            {
                "value": "D",
                "text": "在HF频段联络国内电台时可将呼号的后缀用作电台标识，但是DX联络不可以"
            }
        ]
    },
    {
        "id": "MC1-0090",
        "question": "在业余无线电通联中，是否可将本台或对方电台呼号之中的地区码加后缀视作《业余无 线电台管理办法》中的“电台呼号”？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不可以。这是对呼号的不完整表述。其不具标识意义，不能视作电台呼号"
            },
            {
                "value": "B",
                "text": "与熟悉的友台通联就可以使用这种不完整呼号。这就如同将对方称为OM"
            },
            {
                "value": "C",
                "text": "在VHF/UHF等频段进行通联可以使用这种不完整呼号。这会增加亲切感"
            },
            {
                "value": "D",
                "text": "在HF进行国内通联可以使用这种不完整呼号。但是如遇DX电台则不可以"
            }
        ]
    },
    {
        "id": "MC1-0101",
        "question": "以下呼号前缀中，所属CQ分区与埃及相同的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "5A"
            },
            {
                "value": "B",
                "text": "5W"
            },
            {
                "value": "C",
                "text": "5T"
            },
            {
                "value": "D",
                "text": "5X"
            }
        ]
    },
    {
        "id": "MC1-0102",
        "question": "3V、4X、5A和6Y字头分别代表国家：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "Tunis、Israel、Libya、Jamaica"
            },
            {
                "value": "B",
                "text": "Guinea、Israel、FijiIslands、Senegal"
            },
            {
                "value": "C",
                "text": "Libya、Israel、Jamaica、Guinea"
            },
            {
                "value": "D",
                "text": "Jamaica、Israel、Libya、Senegal"
            }
        ]
    },
    {
        "id": "MC1-0103",
        "question": "我国的NCDXF/IARU信标台呼号是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "VR2B"
            },
            {
                "value": "B",
                "text": "BS7H"
            },
            {
                "value": "C",
                "text": "B0CRA"
            },
            {
                "value": "D",
                "text": "4U1UN"
            }
        ]
    },
    {
        "id": "MC3-0104",
        "question": "下列哪些呼号前缀不属于空间业余无线电台：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "BY1"
            },
            {
                "value": "B",
                "text": "BR1"
            },
            {
                "value": "C",
                "text": "BS1"
            },
            {
                "value": "D",
                "text": "BJ1"
            }
        ]
    },
    {
        "id": "MC1-0105",
        "question": "合法设置、使用业余电台的必要步骤是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "按照《业余无线电台管理办法》的规定向无线电管理机构提出申请，取得业余无线电台 执照"
            },
            {
                "value": "B",
                "text": "加入指定的业余无线电民间组织，并按其章程规定的办法办理申请手续"
            },
            {
                "value": "C",
                "text": "经过业余无线电协会或无线电运动协会同意"
            },
            {
                "value": "D",
                "text": "经过所在单位或居委会批准"
            }
        ]
    },
    {
        "id": "MC1-0106",
        "question": "业余无线电台的法定用途为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "用于相互通信、技术研究和自我训练"
            },
            {
                "value": "B",
                "text": "供公民在业余时间进行与个人生活事务有关的通信"
            },
            {
                "value": "C",
                "text": "供公民在业余时间进行休闲娱乐"
            },
            {
                "value": "D",
                "text": "供私家车主或者相应组织作为行车安全保障和途中消遣工具"
            }
        ]
    },
    {
        "id": "MC1-0107",
        "question": "申请设置使用配备有多台业余无线电发射设备的业余无线电台，应该：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "视为一个业余电台，指配一个电台呼号，但所有设备均应经过核定并将参数载入电台执 照"
            },
            {
                "value": "B",
                "text": "视为一个业余电台，指配一个电台呼号，其中只需有一台设备加以核定并将参数载入电 台执照"
            },
            {
                "value": "C",
                "text": "每台设备视为一个业余电台，各指配一个电台呼号，并都应经过核定并将参数载入电台 执照"
            },
            {
                "value": "D",
                "text": "视为一个业余电台，指配一个电台呼号，每个频段选择一台设备加以核定并将参数载入 电台执照"
            }
        ]
    },
    {
        "id": "MC1-0108",
        "question": "业余中继台必备的技术措施为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "设专人负责监控和管理工作，配备有效的遥控手段，保证造成有害干扰时及时停止发射"
            },
            {
                "value": "B",
                "text": "技术加密措施，防止未经设台人允许的业余无线电台启用中继"
            },
            {
                "value": "C",
                "text": "尽量提高发射功率，以便压制覆盖区内的其他强信号干扰"
            },
            {
                "value": "D",
                "text": "设热备份系统，保证不间断工作"
            }
        ]
    },
    {
        "id": "MC1-0109",
        "question": "某团体依法设置了一部业余中继台。其正确做法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "向其覆盖区域内的所有业余无线电台提供平等的服务，并将使用业余中继台所需的各项 技术参数公开"
            },
            {
                "value": "B",
                "text": "中继台是设台者出资建设和维护的，因此仅供经设置者允许的业余电台使用"
            },
            {
                "value": "C",
                "text": "中继台是设台者出资建设和维护的，因此仅供本团体成员优先使用，空闲时方供其他业 余电台使用"
            },
            {
                "value": "D",
                "text": "为保证中继台正常运行，要求覆盖区内所有业余电台缴纳维护成本，否则不准使用"
            }
        ]
    },
    {
        "id": "MC1-0110",
        "question": "选择144MHz或430MHz业余模拟调频中继台同频段收发频差的原则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "采用业余无线电标准频差，即144MHz频段600kHz，430MHz频段5MHz"
            },
            {
                "value": "B",
                "text": "尽量采用非标准频差以阻止一般业余无线电台占用"
            },
            {
                "value": "C",
                "text": "采用经常变换频差的办法减少占用度"
            },
            {
                "value": "D",
                "text": "可以在国家《无线电频率划分规定》所规定业余频率范围内任意选择"
            }
        ]
    },
    {
        "id": "MC2-0111",
        "question": "业余无线电台使用的无线电发射设备必须符合下列条件：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "商品设备应依法取得型号核准，型号核准证载明的频率范围包含业余业务频段"
            },
            {
                "value": "B",
                "text": "自制、改装、拼装设备应符合国家标准和国家无线电管理规定，且无线电发射频率范围 仅限于业余业务频段"
            },
            {
                "value": "C",
                "text": "自制、改装、拼装设备不受限制"
            },
            {
                "value": "D",
                "text": "国外商品设备符合国际流行技术标准即可"
            }
        ]
    },
    {
        "id": "MC1-0112",
        "question": "“我不是业余无线电爱好者，申请设置业余电台只是为了行车方便，不需要遵守业余无 线电的规范”。这种说法：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "是错误的，也是不具备“熟悉无线电管理规定”设台条件的表现"
            },
            {
                "value": "B",
                "text": "有一定道理，既然行车通信有需求，法规管理应该迎合个人需求"
            },
            {
                "value": "C",
                "text": "有一定道理，只要是遵守规定，业余电台也可以为非业余无线电爱好者所用"
            },
            {
                "value": "D",
                "text": "很难说对错，业余电台的定义可以因人而异"
            }
        ]
    },
    {
        "id": "MC1-0113",
        "question": "某业余电台操作者听到业余专用频率上出现某种显然出自非业余电台的人为干扰发射， 于是按下话筒向该发射者宣传无线电管理法规知识。对这种做法的评论应该是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "错误；违反“业余无线电台只能用于相互通信、技术研究和自我训练”规定"
            },
            {
                "value": "B",
                "text": "正确；但有干扰，不予提倡"
            },
            {
                "value": "C",
                "text": "正确；抓机遇宣传法规，应该提倡"
            },
            {
                "value": "D",
                "text": "正确；但需注意态度耐心、用语文明"
            }
        ]
    },
    {
        "id": "MC1-0114",
        "question": "在业余无线电台中转发广播电台、互联网聊天、电话通话、其他电台的联络信号，这类 行为的性质是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "错误行为；违反“业余无线电台只能用于相互通信、技术研究和自我训练”规定，因为 通信中产生信息的一方不是业余无线电台"
            },
            {
                "value": "B",
                "text": "正确行为；既然可以联络，不必要限制向话筒送什么内容"
            },
            {
                "value": "C",
                "text": "如果转发的目的是进行技术调试、用转发信号作为测试信号的话，就是正常行为"
            },
            {
                "value": "D",
                "text": "不算错误但也不值得提倡"
            }
        ]
    },
    {
        "id": "MC1-0115",
        "question": "业余电台在通信中为其他人或者单位、组织转达信息。对这种做法的评论应该是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "违法行为；违反“业余无线电台只能用于相互通信、技术研究和自我训练”的规定"
            },
            {
                "value": "B",
                "text": "只要所转达的信息在内容上不违反《业余电台管理法规》的禁止规定就是合法行为"
            },
            {
                "value": "C",
                "text": "只要转达信息是无偿的，就是合法行为"
            },
            {
                "value": "D",
                "text": "只要所转达的信息是有利于社会的公益信息，就是合法行为"
            }
        ]
    },
    {
        "id": "MC1-0116",
        "question": "某业余无线电协会在发射操作中向其会员播发公益性通知和技术训练讲座，但未得到相 应无线电管理机构的批准。对这种做法的评论应该是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "违法行为；违反“未经批准，业余无线电台不得以任何方式进行广播或者发射通播性质 的信号”的规定"
            },
            {
                "value": "B",
                "text": "只要所播发的通知或讲座有利于当地业余无线电爱好者技术水平的提高，不能算违法行 为"
            },
            {
                "value": "C",
                "text": "只要所播发的通知或讲座有利于当地业余无线电应急通信训练，不能算违法行为"
            },
            {
                "value": "D",
                "text": "只要所播发的通知或讲座是涉及宣传业余电台管理知识的，不能算违法行为"
            }
        ]
    },
    {
        "id": "MC1-0117",
        "question": "关于业余无线电台在通信过程中使用的语言，正确的做法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "任何时候都应当使用明语或者业余无线电领域公认的缩略语、简语"
            },
            {
                "value": "B",
                "text": "可以使用虽然不是所有火腿通用、但在某些火腿圈子内部有一定可懂度的新编缩略语或 暗语"
            },
            {
                "value": "C",
                "text": "语言要创新，可以使用自创的特殊缩略语，虽开始时象是暗语，用多了就会变明语"
            },
            {
                "value": "D",
                "text": "可提倡使用稀有语言或方言，尽量使特定通信对象以外的业余无线电台听不懂，以减少 他台呼叫和插入的机会"
            }
        ]
    },
    {
        "id": "MC1-0118",
        "question": "具备国家无线电管理机构规定的操作技术能力并具有法律规定有效证明文件、但还没有 获准设置自己的业余电台的人是否可以到业余电台进行发射操作？答案是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可以。使用所操作业余电台的呼号，由该业余电台的设台人对操作不妥而造成的有害干 扰负责"
            },
            {
                "value": "B",
                "text": "可以。因为自己没有呼号，只能在通信中使用临时自编的呼号，或用姓名代替呼号"
            },
            {
                "value": "C",
                "text": "不可以"
            },
            {
                "value": "D",
                "text": "青少年可以，成人不可以"
            }
        ]
    },
    {
        "id": "MC3-0119",
        "question": "未取得相应业余无线电台执照或者相应操作技术能力的人员，为提高业余无线电台操作 技术能力的需要，可以在他人依法设置的业余无线电台上进行发射操作实习。应遵守的条件 是什么？",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "发射操作实习应当由业余无线电台设置、使用人或者其技术负责人现场监督指导"
            },
            {
                "value": "B",
                "text": "使用的频率范围和发射功率应当在B类业余无线电台操作技术能力验证证书确定的范围 内"
            },
            {
                "value": "C",
                "text": "使用的频率范围和发射功率不得超过现场监督指导人员依法取得的业余无线电台操作技 术能力验证证书确定的范围"
            },
            {
                "value": "D",
                "text": "尚未取得关于具备操作技术能力有效证明文件的人任何情况下都不可以进行发射操作"
            }
        ]
    },
    {
        "id": "MC1-0120",
        "question": "业余无线电台设置人应对其无线电发射设备担负的法定责任为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "应当确保其无线电发射设备处于正常工作状态，避免对其他无线电业务造成有害干扰"
            },
            {
                "value": "B",
                "text": "应当确保其无线电发射设备随最先进型号更新，为其他业余电台树立求新的榜样"
            },
            {
                "value": "C",
                "text": "应当确保其无线电发射设备达到最大发射功率，以克服其他无线电业务的干扰"
            },
            {
                "value": "D",
                "text": "应当确保其无线电发射设备经常处于工作状态，以提高业余频率的实际占用度"
            }
        ]
    },
    {
        "id": "MC1-0121",
        "question": "业余无线电爱好者使用业余无线电收信设备应遵守的规定为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不得接收与业余业务和卫星业余业务无关的信号"
            },
            {
                "value": "B",
                "text": "只要不造成对其他业务的无线电干扰，接收无线电信号没有限制"
            },
            {
                "value": "C",
                "text": "只要不被查出来，可以接收任何无线电信号"
            },
            {
                "value": "D",
                "text": "只要出于个人对信息的兴趣而不涉及赢利，可以接收任何无线电信号"
            }
        ]
    },
    {
        "id": "MC1-0122",
        "question": "业余无线电爱好者无意接收到非业余业务和卫星业余业务的信息时，应遵守的规则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不得传播、公布"
            },
            {
                "value": "B",
                "text": "只可以在业余无线电台间共享，不得在其他场合公开"
            },
            {
                "value": "C",
                "text": "只可以用非无线电方式在业余无线电爱好者之间交流，不得以无线电方式转发"
            },
            {
                "value": "D",
                "text": "既然自己可以收到，别人也一定可以收到，当然可以传播、公布或者利用"
            }
        ]
    },
    {
        "id": "MC1-0123",
        "question": "业余无线电台是否可以发射从广播电台收到的信号、音像节目的录音，或者故意转送电 台周围的声音？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不可以，不得发送与业余业务和卫星业余业务无关的信号"
            },
            {
                "value": "B",
                "text": "可以，因为该类信息没有保密性"
            },
            {
                "value": "C",
                "text": "可以，用于显示自己发射设备的信号质量"
            },
            {
                "value": "D",
                "text": "可以，用于提起其他有业余无线电台操作员精神，防止乏困"
            }
        ]
    },
    {
        "id": "MC1-0124",
        "question": "国家对于利用业余无线电台从事发布、传播违反法律或者公共道德的信息的行为的态度 是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "禁止"
            },
            {
                "value": "B",
                "text": "不提倡"
            },
            {
                "value": "C",
                "text": "容忍"
            },
            {
                "value": "D",
                "text": "不可以发布传播违法信息。但违反公共道德的信息属于道德问题，不鼓励就是了"
            }
        ]
    },
    {
        "id": "MC1-0125",
        "question": "出租车安装业余电台并用来传递有关载客的信息，这种行为的性质是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "违法行为，违反了严禁利用业余无线电台谋取商业利益的规定"
            },
            {
                "value": "B",
                "text": "不太好，因为占用了其他业余电台通信的频率"
            },
            {
                "value": "C",
                "text": "只要不影响其他业余电台的正常通信就可以"
            },
            {
                "value": "D",
                "text": "只要管理部门不来查处就可以"
            }
        ]
    },
    {
        "id": "MC1-0126",
        "question": "利用业余无线电台通信来促销业余无线电产品或者推动与业余无线电活动有关的其他商 业性活动，对这类行为的态度应该是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "禁止"
            },
            {
                "value": "B",
                "text": "不提倡但也不禁止，毕竟有利于业余无线电活动发展"
            },
            {
                "value": "C",
                "text": "只要是业余无线电民间组织是获利方，即使从事商业或其他营利活动，应支持"
            },
            {
                "value": "D",
                "text": "如果设台人或者设台单位本身是以这类经营为生的，应适当理解和容忍"
            }
        ]
    },
    {
        "id": "MC1-0127",
        "question": "利用自己的业余电台强信号故意压制其他业余电台的正常通信，或者在业余无线电频率 上转播音乐或广播节目，这些行为的性质属于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "违法行为，违反了严禁阻碍其他无线电台通信的规定"
            },
            {
                "value": "B",
                "text": "不妥行为，没有考虑到他人的乐趣"
            },
            {
                "value": "C",
                "text": "正常现象，社会上一些人素质就是如此，应该谅解"
            },
            {
                "value": "D",
                "text": "不文明行为，对其他业余电台不够礼貌"
            }
        ]
    },
    {
        "id": "MC1-0128",
        "question": "业余无线电活动是否有序开展，会影响整个社会的无线电通信的安全和有效，使用不当 甚至会导致生命财产损失。业余无线电爱好者在这方的责任是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余无线电台设置、使用人应当加强自律"
            },
            {
                "value": "B",
                "text": "个人没有责任，只能依靠管理部门的监督检查和违法查处"
            },
            {
                "value": "C",
                "text": "个人没有责任，只能依靠业余无线电民间组织充当“协管”"
            },
            {
                "value": "D",
                "text": "有了电台执照，日常一切言行当然可以带到电台通信中，无责任可言"
            }
        ]
    },
    {
        "id": "MC1-0129",
        "question": "业余无线电台可用于下列用途：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "相互通信、技术研究和自我训练"
            },
            {
                "value": "B",
                "text": "救灾抢险、车队联络和广播通信"
            },
            {
                "value": "C",
                "text": "娱乐休闲、报告路况和公益服务"
            },
            {
                "value": "D",
                "text": "技术教学、民兵训练和公益服务"
            }
        ]
    },
    {
        "id": "MC1-0130",
        "question": "符合业余无线电爱好者基本条件的人群是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "对无线电技术有兴趣并经无线电管理机构批准设置使用业余无线电台的人"
            },
            {
                "value": "B",
                "text": "任何对无线电技术有兴趣的公民"
            },
            {
                "value": "C",
                "text": "对无线电技术有兴趣并加入业余无线电协会的人"
            },
            {
                "value": "D",
                "text": "拥有较高无线电技术水平并加入业余无线电协会的人"
            }
        ]
    },
    {
        "id": "MC4-0131",
        "question": "业余无线电台禁止从事下列活动：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "在我国境内进行电波参数测试或者电波监测"
            },
            {
                "value": "B",
                "text": "向境外组织或者个人提供涉及国家安全的境内电波参数资料"
            },
            {
                "value": "C",
                "text": "故意收发无线电台执照许可事项之外的无线电信号"
            },
            {
                "value": "D",
                "text": "传播、公布或者利用无意接收的信息"
            }
        ]
    },
    {
        "id": "MC4-0132",
        "question": "业余无线电台应当遵守下列哪些规定：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "在业余业务或者卫星业余业务频段内收发信号"
            },
            {
                "value": "B",
                "text": "不得擅自使用无线电频率"
            },
            {
                "value": "C",
                "text": "不得对依法开展的无线电业务造成有害干扰"
            },
            {
                "value": "D",
                "text": "不得利用无线电台(站)进行违法犯罪活动"
            }
        ]
    },
    {
        "id": "MC3-0133",
        "question": "以下哪些使用业余无线电台的行为超越了在业余业务频率范围内收发信号的规定：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "利用业余无线电台收听民用航空器电台通联"
            },
            {
                "value": "B",
                "text": "利用业余无线电台收听铁路机车电台通联"
            },
            {
                "value": "C",
                "text": "利用业余无线电台收听渔船海事电台通联"
            },
            {
                "value": "D",
                "text": "利用业余无线电台收听国际空间站业余无线电台"
            }
        ]
    },
    {
        "id": "MC3-0134",
        "question": "下列哪些未取得型号核准的无线电发射设备不可以作为自制、改装、拼装的业余无线电 台设置、使用：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "相关企业批量生产的未取得型号核准证的无线电发射设备"
            },
            {
                "value": "B",
                "text": "已取得型号核准证，但型号核准证载明的频率范围不含业余业务的无线电发射设备"
            },
            {
                "value": "C",
                "text": "已取得型号核准证，但自行更换设备操作软件将频率范围扩展到业余业务频段的无线电 发射设备"
            },
            {
                "value": "D",
                "text": "依法改装的取得型号核准证载明的频率范围包含业余业务频段的无线电发射设备"
            }
        ]
    },
    {
        "id": "MC4-0135",
        "question": "使用业余无线电台不得从事下列活动:",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "发布、传播法律、行政法规禁止发布、传播的信息"
            },
            {
                "value": "B",
                "text": "用于谋取商业利益等超出业余无线电台使用属性之外的目的"
            },
            {
                "value": "C",
                "text": "故意干扰、阻碍其他无线电台（站）通信"
            },
            {
                "value": "D",
                "text": "故意收发业余无线电台执照载明事项之外的无线电信号"
            }
        ]
    },
    {
        "id": "MC4-0136",
        "question": "使用业余无线电台不得从事下列活动:",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "传播、公布或者利用无意接收的信息"
            },
            {
                "value": "B",
                "text": "擅自编制、使用业余无线电台呼号"
            },
            {
                "value": "C",
                "text": "涂改、倒卖、出租或者出借业余无线电台执照"
            },
            {
                "value": "D",
                "text": "向境外组织或者个人提供涉及国家安全的境内电波参数资料"
            }
        ]
    },
    {
        "id": "MC4-0137",
        "question": "使用业余无线电台应当符合如下规定：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "定期维护业余无线电台"
            },
            {
                "value": "B",
                "text": "保证其性能指标符合国家标准"
            },
            {
                "value": "C",
                "text": "保证其性能指标符合国家无线电管理的有关规定"
            },
            {
                "value": "D",
                "text": "避免对其他依法设置、使用的无线电台（站）产生有害干扰"
            }
        ]
    },
    {
        "id": "MC3-0138",
        "question": "关于业余无线电台在通信过程中使用的语言，正确的做法为:",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "在通信过程中使用明语"
            },
            {
                "value": "B",
                "text": "在通信过程中使用业余无线电领域公认的缩略语、简语"
            },
            {
                "value": "C",
                "text": "在通信过程中使用公开的技术体制和通信协议"
            },
            {
                "value": "D",
                "text": "在通信过程中使用自创的特殊缩略语"
            }
        ]
    },
    {
        "id": "MC1-0139",
        "question": "关于业余无线电台的应急通信，正确的叙述是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在突发重大自然灾害等紧急情况下，业余无线电台才可以和非业余无线电台进行规定内 容的通信"
            },
            {
                "value": "B",
                "text": "在日常应急通信训练中，业余无线电台可以和各种非业余无线电台进行通信"
            },
            {
                "value": "C",
                "text": "在日常应急通信训练中，业余无线电台可以和地方公益性救援团体的非业余无线电台进 行通信"
            },
            {
                "value": "D",
                "text": "在日常应急通信训练中，业余无线电台可以和地方公益性救援团体的非业余无线电台进 行通信，但须经当地业余无线电协会同意"
            }
        ]
    },
    {
        "id": "MC1-0140",
        "question": "业余无线电台允许与非业余无线电台通信的条件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在突发重大自然灾害等紧急情况下，内容限于与抢险救灾直接相关的紧急事务或者应急 救援相关部门交办的任务"
            },
            {
                "value": "B",
                "text": "在当地政府或非盈利机构组织的公益活动中，内容限于与公益事务或者相关的活动组织 机构交办的任务"
            },
            {
                "value": "C",
                "text": "在青少年科技教育活动中，仅可与青少年非业余无线电台通信，内容限于与青少年科技 教育直接有关的事务"
            },
            {
                "value": "D",
                "text": "在无线电技术研究中，仅可与具备其他业务电台执照的对象通信，内容限于技术实验所 需的信号"
            }
        ]
    },
    {
        "id": "MC1-0141",
        "question": "关于业余无线电台的应急通信，正确的叙述是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在突发重大自然灾害等紧急情况下，业余无线电台的通信内容可以涉及应急救援相关部 门交办的任务"
            },
            {
                "value": "B",
                "text": "在平时的任何时侯，业余无线电台的通信内容可以涉及任何政府组织和非盈利机构交办 的任务"
            },
            {
                "value": "C",
                "text": "平时在专门的应急通信训练活动中，业余无线电台的通信内容可以涉及应急救援相关部 门和组织机构交办的任务"
            },
            {
                "value": "D",
                "text": "在日常公益性社会活动中，业余无线电台的通信内容可以涉及各种公益机构交办的任务"
            }
        ]
    },
    {
        "id": "MC4-0142",
        "question": "业余无线电爱好者在应对突发事件应急处置应当遵守下列规定：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "为突发事件应急处置的需要，业余无线电台可以与非业余无线电台通信"
            },
            {
                "value": "B",
                "text": "通信内容应当限于与突发事件应急处置直接相关的紧急事务"
            },
            {
                "value": "C",
                "text": "遇有危及国家安全、公共安全、生命财产安全等紧急情况，可以不经批准临时设置、使 用业余无线电台，但应当在48小时内向电台所在地的无线电管理机构报告"
            },
            {
                "value": "D",
                "text": "遇有危及国家安全、公共安全、生命财产安全等紧急情况，未经批准临时设置、使用业 余无线电台应在紧急情况消除后及时关闭"
            }
        ]
    },
    {
        "id": "MC1-0143",
        "question": "业余无线电台设置、使用人应当接受下列机构对业余无线电台及其使用情况的监督检查：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电管理机构的监督检查"
            },
            {
                "value": "B",
                "text": "业余无线电民间组织的独立监督检查"
            },
            {
                "value": "C",
                "text": "单位或所在居委会、村民委员会、物主委员会的监督检查"
            },
            {
                "value": "D",
                "text": "国家计量监督部门的监督检查"
            }
        ]
    },
    {
        "id": "MC4-0144",
        "question": "关于无线电频谱资源，下列说法正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "无线电频谱资源属于国家所有"
            },
            {
                "value": "B",
                "text": "国家对无线电频谱资源实行统一规划、合理开发、有偿使用的原则"
            },
            {
                "value": "C",
                "text": "国家鼓励、支持对无线电频谱资源的科学技术研究和先进技术的推广应用，提高无线电 频谱资源的利用效率"
            },
            {
                "value": "D",
                "text": "根据维护国家安全、保障国家重大任务、处置重大突发事件等需要，国家可以实施无线 电管制"
            }
        ]
    },
    {
        "id": "MC4-0145",
        "question": "关于无线电频率、业务、台（站），下列说法正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "任何单位或者个人不得擅自使用无线电频率"
            },
            {
                "value": "B",
                "text": "任何单位或者个人不得对依法开展的无线电业务造成有害干扰"
            },
            {
                "value": "C",
                "text": "任何单位或者个人不得利用无线电台（站）进行违法犯罪活动"
            },
            {
                "value": "D",
                "text": "设置、使用业余无线电台需要遵守《中华人民共和国无线电管理条例》"
            }
        ]
    },
    {
        "id": "MC1-0146",
        "question": "违反国家规定，擅自设置、使用无线电台（站），或者擅自使用无线电频率，干扰无线 电通讯秩序，情节严重的，处三年以下有期徒刑、拘役或者管制，并处或者单处罚金；情节 特别严重的，处三年以上七年以下有期徒刑，并处罚金。单位犯前款罪的，对单位判处罚金， 并对其直接负责的主管人员和其他直接责任人员，依照前款的规定处罚。这个规定出自于下 列法规律：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "中华人民共和国刑法"
            },
            {
                "value": "B",
                "text": "中华人民共和国民法通则"
            },
            {
                "value": "C",
                "text": "中华人民共和国无线电管理条例"
            },
            {
                "value": "D",
                "text": "中华人民共和国电信法"
            }
        ]
    },
    {
        "id": "MC1-0147",
        "question": "无线电频率的使用必须得到无线电管理机构的批准，基本依据是“无线电频谱资源属于 国家所有”，出自于下列法律的第二百五十二条：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "中华人民共和国民法典"
            },
            {
                "value": "B",
                "text": "中华人民共和国宪法"
            },
            {
                "value": "C",
                "text": "中华人民共和国刑法"
            },
            {
                "value": "D",
                "text": "中华人民共和国电信法"
            }
        ]
    },
    {
        "id": "MC1-0148",
        "question": "无线电管制是指在下列范围内依法采取的对无线电波的发射、辐射和传播实施的强制性 管理：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在特定时间和特定区域内"
            },
            {
                "value": "B",
                "text": "在全国范围、所有时间内"
            },
            {
                "value": "C",
                "text": "在特定范围、所有时间内"
            },
            {
                "value": "D",
                "text": "在例行范围和例行时间内"
            }
        ]
    },
    {
        "id": "MC1-0149",
        "question": "无线电管制是指在特定时间和特定区域内，依法采取的下列性质的管理：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "对无线电波的发射、辐射和传播实施的强制性管理"
            },
            {
                "value": "B",
                "text": "对无线电波的发射、辐射实施的指导和行业自律性管理"
            },
            {
                "value": "C",
                "text": "对无线电发射设备的生产、销售实施的强制性管理"
            },
            {
                "value": "D",
                "text": "对无线电发射设备的生产、销售实施的指导和行业自律性管理"
            }
        ]
    },
    {
        "id": "MC1-0150",
        "question": "在特定时间和特定区域内实施无线电管制时，与业余无线电有关的管理措施包括：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "限制或者禁止业余无线电台（站）的使用，以及对特定的无线电频率实施技术阻断等"
            },
            {
                "value": "B",
                "text": "限制或者禁止业余无线电台设备的生产和销售"
            },
            {
                "value": "C",
                "text": "限制、但不会禁止业余无线电台（站）的使用"
            },
            {
                "value": "D",
                "text": "依法设置的业余电台不在管制范围之内"
            }
        ]
    },
    {
        "id": "MC2-0151",
        "question": "决定实施无线电管制的机构为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "在全国范围内或者跨省、自治区、直辖市实施，由国务院和中央军事委员会决定"
            },
            {
                "value": "B",
                "text": "在省、自治区、直辖市范围内实施，由省、自治区、直辖市人民政府和相关军区决定"
            },
            {
                "value": "C",
                "text": "在全国范围内或者跨省、自治区、直辖市实施，由国家无线电管理机构决定"
            },
            {
                "value": "D",
                "text": "在省、自治区、直辖市范围内实施，由相关地方无线电管理机构决定"
            }
        ]
    },
    {
        "id": "MC2-0152",
        "question": "违反无线电管制命令和无线电管制指令的，由下列机构依法进行处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "国家无线电管理机构或者省、自治区、直辖市无线电管理机构"
            },
            {
                "value": "B",
                "text": "违反治安管理规定者由公安机关处罚"
            },
            {
                "value": "C",
                "text": "当地业余无线电协会"
            },
            {
                "value": "D",
                "text": "所在军区派出的专门机构"
            }
        ]
    },
    {
        "id": "MC3-0153",
        "question": "业余电台违反无线电管制命令和无线电管制指令的，可以依法规受到下列处罚：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "责令改正；拒不改正的，关闭、查封、暂扣或者拆除相关设备"
            },
            {
                "value": "B",
                "text": "情节严重的，吊销电台执照"
            },
            {
                "value": "C",
                "text": "违反治安管理规定的，由公安机关处罚"
            },
            {
                "value": "D",
                "text": "处警告或者三万元以下的罚款"
            }
        ]
    },
    {
        "id": "MC2-0154",
        "question": "对未经许可擅自使用无线电频率的，无线电管理机构可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正，没收从事违法活动的设备和违法所得，可以并处5万元以 下的罚款"
            },
            {
                "value": "B",
                "text": "拒不改正的，并处5万元以上20万元以下的罚款"
            },
            {
                "value": "C",
                "text": "劝告拆除非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0155",
        "question": "对擅自设置、使用业余无线电台的，无线电管理机构可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正，没收从事违法活动的设备和违法所得，可以并处5万元以 下的罚款"
            },
            {
                "value": "B",
                "text": "拒不改正的，并处5万元以上20万元以下的罚款"
            },
            {
                "value": "C",
                "text": "劝告拆除非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC1-0156",
        "question": "擅自设置、使用无线电台（站）从事诈骗等违法活动，可以根据其具体情况给予下列处 罚：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "尚不构成犯罪的，并处20万元以上50万元以下的罚款"
            },
            {
                "value": "B",
                "text": "拒不改正的，处5万元以上20万元以下的罚款"
            },
            {
                "value": "C",
                "text": "劝告拆除非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0157",
        "question": "不按照业余无线电台执照规定的许可事项和要求设置、使用业余无线电台的，无线电管 理机构可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正，没收违法所得，可以并处3万元以下的罚款"
            },
            {
                "value": "B",
                "text": "造成严重后果的，吊销无线电台执照，并处3万元以上10万元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0158",
        "question": "故意收发业余无线电台执照许可事项之外的无线电信号，传播、公布或者利用无意接收 的信息，无线电管理机构可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正，没收违法所得，可以并处3万元以下的罚款"
            },
            {
                "value": "B",
                "text": "造成严重后果的，吊销无线电台执照，并处3万元以上10万元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0159",
        "question": "擅自编制、使用业余无线电台呼号，无线电管理机构可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正，没收违法所得，可以并处3万元以下的罚款"
            },
            {
                "value": "B",
                "text": "造成严重后果的，吊销无线电台执照，并处3万元以上10万元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC1-0160",
        "question": "业余电台干扰无线电业务正常进行的，无线电管理机构可以根据其具体情况给予下列处 罚：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正，拒不改正的，没收产生有害干扰的设备，并处5万元以上 20万元以下的罚款，吊销无线电台执照"
            },
            {
                "value": "B",
                "text": "劝告拆除非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC1-0161",
        "question": "业余电台对船舶、航天器、航空器、铁路机车专用无线电导航、遇险救助和安全通信等 涉及人身安全的无线电频率产生有害干扰的，无线电管理机构可以根据其具体情况给予下列 处罚：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "处20万元以上50万元以下的罚款"
            },
            {
                "value": "B",
                "text": "劝告拆除非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0162",
        "question": "研制、生产、销售和维修大功率无线电发射设备，未采取有效措施抑制电波发射的，无 线电管理机构可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正；拒不改正的，没收从事违法活动的设备，并处3万元以上 10万元以下的罚款"
            },
            {
                "value": "B",
                "text": "造成严重后果的，并处10万元以上30万元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0163",
        "question": "境外组织或者个人在我国境内进行电波参数测试或者电波监测的，无线电管理机构可以 根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正；拒不改正的，没收从事违法活动的设备，并处3万元以上 10万元以下的罚款"
            },
            {
                "value": "B",
                "text": "造成严重后果的，并处10万元以上30万元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0164",
        "question": "向境外组织或者个人提供涉及国家安全的境内电波参数资料的，无线电管理机构可以根 据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正；拒不改正的，没收从事违法活动的设备，并处3万元以上 10万元以下的罚款"
            },
            {
                "value": "B",
                "text": "造成严重后果的，并处10万元以上30万元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0165",
        "question": "生产或者进口在国内销售、使用的无线电发射设备未取得型号核准的，无线电管理机构 可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正，处5万元以上20万元以下的罚款"
            },
            {
                "value": "B",
                "text": "拒不改正的，没收未取得型号核准的无线电发射设备，并处20万元以上100万元以下的 罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0166",
        "question": "销售依照本条例第四十四条的规定应当取得型号核准的无线电发射设备未向无线电管理 机构办理销售备案的，无线电管理机构可以根据其具体情况给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "由无线电管理机构责令改正"
            },
            {
                "value": "B",
                "text": "拒不改正的，处1万元以上3万元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令停止使用非法设置的电台；情节严重的，可以并处警告、查封或者没收设备"
            },
            {
                "value": "D",
                "text": "责令停止使用非法设置的电台并作出书面检查；情节严重的，可以并处一千元以下的罚 款"
            }
        ]
    },
    {
        "id": "MC2-0167",
        "question": "关于违反《中华人民共和国无线电管理条例》规定，下列说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "构成违反治安管理行为的，依法给予治安管理处罚"
            },
            {
                "value": "B",
                "text": "构成犯罪的，依法追究刑事责任"
            },
            {
                "value": "C",
                "text": "进口无线电发射设备，携带、寄递或者以其他方式运输无线电发射设备入境，违反海关 监管法律法规的，由海关依法处罚"
            },
            {
                "value": "D",
                "text": "违反《条例》规定，只需被无线电管理机构处罚"
            }
        ]
    },
    {
        "id": "MC1-0168",
        "question": "隐瞒有关情况、提供虚假材料或者虚假承诺申请业余无线电台设置、使用许可，无线电 管理机构可以给予下列处罚：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电管理机构不予许可，并给予警告"
            },
            {
                "value": "B",
                "text": "责令限期改正，可以处警告或者一千元以上，五千元以下的罚款"
            },
            {
                "value": "C",
                "text": "责令限期改正，可以处警告或者一千元以下的罚款"
            },
            {
                "value": "D",
                "text": "责令限期改正，情节严重的，可以并处警告、查封或者没收设备"
            }
        ]
    },
    {
        "id": "MC2-0169",
        "question": "以欺骗、贿赂等不正当手段取得业余无线电台执照的，可以给予下列处罚：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "无线电管理机构依法给予行政处罚"
            },
            {
                "value": "B",
                "text": "构成犯罪的，依法追究刑事责任"
            },
            {
                "value": "C",
                "text": "责令限期改正，可以处警告或者一千元以下的罚款"
            },
            {
                "value": "D",
                "text": "责令限期改正，情节严重的，可以并处警告、查封或者没收设备"
            }
        ]
    },
    {
        "id": "MC1-0170",
        "question": "在《中华人民共和国治安管理处罚法》中，无线电有关说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "违反国家规定，故意干扰无线电业务正常进行的，或者对正常运行的无线电台（站）产 生有害干扰，经有关主管部门指出后，拒不采取有效措施消除的，处五日以上十日以下拘留； 情节严重的，处十日以上十五日以下拘留"
            },
            {
                "value": "B",
                "text": "违反国家规定，故意干扰无线电业务正常进行，或者对正常运行的无线电台（站）产生 有害干扰，经有关主管部门指出后，拒不采取有效措施消除的，不会采取拘留手段进行处理"
            },
            {
                "value": "C",
                "text": "产生有害干扰不会受到处罚"
            },
            {
                "value": "D",
                "text": "使用业余无线电台时，只要不对其他业余无线电台产生干扰即可"
            }
        ]
    },
    {
        "id": "MC4-0171",
        "question": "关于《中华人民共和国网络安全法》，下列说法正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "任何个人和组织使用网络应当遵守宪法法律，遵守公共秩序，尊重社会公德，不得危害 网络安全"
            },
            {
                "value": "B",
                "text": "不得利用网络从事危害国家安全、荣誉和利益的活动"
            },
            {
                "value": "C",
                "text": "不得利用网络编造、传播虚假信息扰乱经济秩序和社会秩序"
            },
            {
                "value": "D",
                "text": "不得利用网络侵害他人名誉、隐私、知识产权和其他合法权益"
            }
        ]
    },
    {
        "id": "MC1-0172",
        "question": "《中华人民共和国国家安全法》中提到，国家安全工作应当坚持总体国家安全观，以人 民安全为（），以政治安全为（），以经济安全为（），以军事、文化、社会安全为（）， 以促进国际安全为依托，维护各领域国家安全，构建国家安全体系，走中国特色国家安全道 路。",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "宗旨、根本、基础、保障"
            },
            {
                "value": "B",
                "text": "宗旨、基础、保障、根本"
            },
            {
                "value": "C",
                "text": "根本、基础、保障、宗旨"
            },
            {
                "value": "D",
                "text": "基础、保障、宗旨、根本"
            }
        ]
    },
    {
        "id": "MC4-0173",
        "question": "以下哪些是《中华人民共和国国家安全法》中规定的公民和组织应当履行的义务？",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "遵守宪法、法律法规关于国家安全的有关规定"
            },
            {
                "value": "B",
                "text": "及时报告危害国家安全活动的线索"
            },
            {
                "value": "C",
                "text": "如实提供所知悉的涉及危害国家安全活动的证据"
            },
            {
                "value": "D",
                "text": "为国家安全工作提供便利条件或者其他协助"
            }
        ]
    },
    {
        "id": "MC1-0174",
        "question": "业余无线电台在业余业务、卫星业余业务作为次要业务使用的频率或者与其他主要业务 共同使用的频率上发射操作时，应当注意：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "遵守无线电管理机构对该频率的使用规定"
            },
            {
                "value": "B",
                "text": "首先守听频率是否已由其他业务电台占用，如听不到，即可按照先来先用的原则放心使 用"
            },
            {
                "value": "C",
                "text": "只要遵守了《中华人民共和国无线电频率划分规定》的有关规定即可放心使用"
            },
            {
                "value": "D",
                "text": "可以任意使用，但在遇到其他业务电台使用时要主动避让"
            }
        ]
    },
    {
        "id": "MC1-0175",
        "question": "关于业余频率的使用，正确的叙述是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余无线电台在无线电管理机构核准其使用的频段内，享有平等的频率使用权"
            },
            {
                "value": "B",
                "text": "任何业余无线电台在任何频段都享有平等的频率使用权"
            },
            {
                "value": "C",
                "text": "业余无线电台在无线电管理机构核准其使用的频段内，不同类别的业余电台享有不同优 先程度的频率使用权"
            },
            {
                "value": "D",
                "text": "依法成立的地方业余无线电民间组织的业余电台，在其常用的台网频率上享有比其他个 人设置的业余电台优先的使用权"
            }
        ]
    },
    {
        "id": "MC1-0176",
        "question": "在频率划分表中，当一个频段划分给业余业务或卫星业余业务和多个其他业务，并且业 余业务和卫星业余业务作为次要业务时，业余无线电台应该遵循的规则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不得对主要业务电台产生有害干扰"
            },
            {
                "value": "B",
                "text": "可要求保护不受来自主要业务电台的有害干扰"
            },
            {
                "value": "C",
                "text": "不得对来自同一业务或其他次要业务电台的有害干扰提出保护要求"
            },
            {
                "value": "D",
                "text": "容许因设备技术问题对主要业务电台产生短时间有害干扰"
            }
        ]
    },
    {
        "id": "MC1-0177",
        "question": "在频率划分表中，当一个频段划分给业余业务或卫星业余业务和多个其他业务，并且业 余业务和卫星业余业务作为次要业务时，业余无线电台遵循的规则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不得对来自主要业务电台的有害干扰提出保护要求"
            },
            {
                "value": "B",
                "text": "可要求保护不受来自主要业务电台的有害干扰"
            },
            {
                "value": "C",
                "text": "不得对来自同一业务或其他次要业务电台的有害干扰提出保护要求"
            },
            {
                "value": "D",
                "text": "容许因设备技术问题对主要业务电台产生短时间有害干扰"
            }
        ]
    },
    {
        "id": "MC1-0178",
        "question": "在频率划分表中，当一个频段划分给业余业务或卫星业余业务和多个其他业务，并且业 余业务和卫星业余业务作为次要业务时，业余无线电台遵循的规则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可要求保护不受来自同一业务或其他次要业务电台的有害干扰"
            },
            {
                "value": "B",
                "text": "可要求保护不受来自主要业务电台的有害干扰"
            },
            {
                "value": "C",
                "text": "不得对来自同一业务或其他次要业务电台的有害干扰提出保护要求"
            },
            {
                "value": "D",
                "text": "容许因设备技术问题对主要业务电台产生短时间有害干扰"
            }
        ]
    },
    {
        "id": "MC1-0179",
        "question": "我国分配给业余业务和卫星业余业务专用的频段有：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "7MHz、14MHz、21MHz、28MHz、47GHz频段"
            },
            {
                "value": "B",
                "text": "7MHz、14MHz、21MHz、28MHz、144MHz频段"
            },
            {
                "value": "C",
                "text": "3.5MHz、14MHz、21MHz、28MHz、10GHz频段"
            },
            {
                "value": "D",
                "text": "7MHz、14MHz、28MHz、144MHz、430MHz频段"
            }
        ]
    },
    {
        "id": "MC1-0180",
        "question": "我国分配给业余业务和卫星业余业务与其他业务共用、并且业余业务和卫星业余业务作 为主要业务之一的30MHz以下频段有：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1.8MHz、3.5MHz、14.25MHz、18.068MHz、24.89MHz频段"
            },
            {
                "value": "B",
                "text": "3.5MHz、7MHz、14.25MHz、21MHz、24.89MHz频段"
            },
            {
                "value": "C",
                "text": "3.5MHz、10.1MHz、14.25MHz、18.068MHz、29.7MHz频段"
            },
            {
                "value": "D",
                "text": "1.8MHz、10.1MHz、14.25MHz、18.068MHz、21.45MHz频段"
            }
        ]
    },
    {
        "id": "MC1-0181",
        "question": "我国在VHF和UHF范围内分配给业余业务和卫星业余业务与其他业务共用并设业务类 别为主要业务与次要业务，以下那些频率分配给业余业务和卫星业余业务与其他业务共用并 且业余业务和卫星业余业务作为主要业务：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50MHz、144MHz"
            },
            {
                "value": "B",
                "text": "144MHz、430MHz"
            },
            {
                "value": "C",
                "text": "50MHz、430MHz"
            },
            {
                "value": "D",
                "text": "220MHz、430MHz"
            }
        ]
    },
    {
        "id": "MC1-0182",
        "question": "我国分配给业余业务和卫星业余业务与其他业务共用、并且业余业务和卫星业余业务作 为唯一主要业务的频段的个数以及在3GHz以下的该类频段分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "3个，144-146MHz"
            },
            {
                "value": "B",
                "text": "4个，7.0-7.2MHz"
            },
            {
                "value": "C",
                "text": "5个，50-54MHz"
            },
            {
                "value": "D",
                "text": "5个，28-29.7MHz"
            }
        ]
    },
    {
        "id": "MC1-0183",
        "question": "我国分配给业余业务和卫星业余业务与其他业务共用、并且业余业务和卫星业余业务作 为次要业务的1200MHz以下频段有：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "135.7kHz、5351.5KHz、10.1MHz、430MHz"
            },
            {
                "value": "B",
                "text": "3.5MHz、7MHz、50MHz"
            },
            {
                "value": "C",
                "text": "3.5MHz、18.068MHz、144MHz"
            },
            {
                "value": "D",
                "text": "10.1MHz、24.89MHz、430MHz"
            }
        ]
    },
    {
        "id": "MC1-0184",
        "question": "我国分配给业余业务和卫星业余业务的频率最高的频段及其共用类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "248-250GHz，唯一主要业务"
            },
            {
                "value": "B",
                "text": "134-136GHz，唯一主要业务"
            },
            {
                "value": "C",
                "text": "47-47.2GHz，专用业务"
            },
            {
                "value": "D",
                "text": "77.5-78GHz，主要业务"
            }
        ]
    },
    {
        "id": "MC1-0185",
        "question": "国际业余无线电界把WARC-76增加分配给业余业务和卫星业余业务的三个HF频段俗 称为WARC频段，它们的频率范围是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10.1-10.15MHz、18.068-18.168MHz、24.89-24.99MHz"
            },
            {
                "value": "B",
                "text": "10.068-10.168MHz、18.1-18.15MHz、24.89-24.99MHz"
            },
            {
                "value": "C",
                "text": "10.1-10.15MHz、18.89-18.99MHz、24.068-24.168MHz"
            },
            {
                "value": "D",
                "text": "10.89-10.88MHz、18.1-18.15MHz、24.068-24.168MHz"
            }
        ]
    },
    {
        "id": "MC1-0186",
        "question": "俗称的40米业余波段，其在ITU1、2、3区的频率范围以及业余业务和卫星业余业务的 使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "7.0-7.2MHz、7.0-7.3MHz、7.0-7.2MHz，专用"
            },
            {
                "value": "B",
                "text": "7.0-7.3MHz、7.0-7.3MHz、7.0-7.3MHz，专用"
            },
            {
                "value": "C",
                "text": "7.0-7.3MHz、7.0-7.3MHz、7.0-7.2MHz，专用"
            },
            {
                "value": "D",
                "text": "7.0-7.1MHz、7.0-7.2MHz、7.0-7.3MHz，专用"
            }
        ]
    },
    {
        "id": "MC1-0187",
        "question": "俗称的160米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1800-2000kHz，主要业务"
            },
            {
                "value": "B",
                "text": "1800-1900kHz，次要业务"
            },
            {
                "value": "C",
                "text": "1900-2000kHz，主要业务"
            },
            {
                "value": "D",
                "text": "1700-1900kHz，专用业务"
            }
        ]
    },
    {
        "id": "MC1-0188",
        "question": "俗称的80米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "3.5-3.9MHz，主要业务"
            },
            {
                "value": "B",
                "text": "3.5-3.9MHz，次要业务"
            },
            {
                "value": "C",
                "text": "3.5-4.0MHz，主要业务"
            },
            {
                "value": "D",
                "text": "3.5-3.6MHz，专用业务"
            }
        ]
    },
    {
        "id": "MC1-0189",
        "question": "俗称的20米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "14-14.25MHz为专用，14.25-14.35为主要业务"
            },
            {
                "value": "B",
                "text": "14-14.15MHz为专用，14.15-14.25为主要业务"
            },
            {
                "value": "C",
                "text": "14-14.35MHz为专用，14.35-14.45为主要业务"
            },
            {
                "value": "D",
                "text": "14-14.35MHz，专用"
            }
        ]
    },
    {
        "id": "MC1-0190",
        "question": "俗称的15米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "21-21.45MHz，专用"
            },
            {
                "value": "B",
                "text": "21-21.45MHz，主要业务"
            },
            {
                "value": "C",
                "text": "21-21.35MHz，专用"
            },
            {
                "value": "D",
                "text": "21-21.45MHz，次要业务"
            }
        ]
    },
    {
        "id": "MC1-0191",
        "question": "俗称的10米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "28-29.7MHz，专用"
            },
            {
                "value": "B",
                "text": "28-29.7MHz，主要业务"
            },
            {
                "value": "C",
                "text": "28-29.6MHz，专用"
            },
            {
                "value": "D",
                "text": "28-30MHz，次要业务"
            }
        ]
    },
    {
        "id": "MC1-0192",
        "question": "俗称的6米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50-54MHz，主要业务"
            },
            {
                "value": "B",
                "text": "50-52MHz，次要业务"
            },
            {
                "value": "C",
                "text": "51-54MHz，专用"
            },
            {
                "value": "D",
                "text": "52-56MHz，次要业务"
            }
        ]
    },
    {
        "id": "MC1-0193",
        "question": "俗称的2米业余波段的频率范围以及我国业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "144-148MHz；其中144-146MHz为唯一主要业务，146-148MHz为与其他业务共同作 为主要业务"
            },
            {
                "value": "B",
                "text": "144-146MHz；专用"
            },
            {
                "value": "C",
                "text": "144-148MHz；其中144-146MHz为专用，146-148MHz为次要业务"
            },
            {
                "value": "D",
                "text": "144-148MHz；次要业务"
            }
        ]
    },
    {
        "id": "MC1-0194",
        "question": "俗称的0.7米业余波段的频率范围以及业余业务和卫星业余业务的使用状态分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "430-440MHz，次要业务"
            },
            {
                "value": "B",
                "text": "430-440MHz，主要业务"
            },
            {
                "value": "C",
                "text": "430-440MHz，专用"
            },
            {
                "value": "D",
                "text": "420-470MHz，次要业务"
            }
        ]
    },
    {
        "id": "MC1-0195",
        "question": "在我国和多数其他国家的频率分配中，业余业务在430-440MHz频段中作为次要业务与 其他业务共用。这个频段中我国分配的主要业务是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电定位和航空无线电导航"
            },
            {
                "value": "B",
                "text": "固定业务"
            },
            {
                "value": "C",
                "text": "移动业务"
            },
            {
                "value": "D",
                "text": "水上移动和航空移动"
            }
        ]
    },
    {
        "id": "MC1-0196",
        "question": "我国分配给业余业务和卫星业余业务的属于低频（LF）范围的频段为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "135.7-137.8kHz"
            },
            {
                "value": "B",
                "text": "137.8-138.6kHz"
            },
            {
                "value": "C",
                "text": "134.7-135.8kHz"
            },
            {
                "value": "D",
                "text": "472-479kHz"
            }
        ]
    },
    {
        "id": "MC1-0197",
        "question": "短波业余电台应避免在IARU信标工作频率±500Hz的范围内发射电波。这些频率是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "14.100MHz、18.110MHz、21.150MHz、24.930MHz、28.200MHz"
            },
            {
                "value": "B",
                "text": "7.100MHz、10.070MHz、14.100MHz、21.100MHz、28.200MHz"
            },
            {
                "value": "C",
                "text": "7.150MHz、14.110MHz、18.150MHz、21.150MHz、28.150MHz"
            },
            {
                "value": "D",
                "text": "14.150MHz、18.100MHz、21.200MHz、24.930MHz、28.200MHz"
            }
        ]
    },
    {
        "id": "MC1-0198",
        "question": "我国短波业余电台在7MHz频段进行LSB通话时可以实际占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "7.030-7.200MHz"
            },
            {
                "value": "B",
                "text": "7.000-7.100MHz"
            },
            {
                "value": "C",
                "text": "7.023-7.200MHz"
            },
            {
                "value": "D",
                "text": "7.000-7.200MHz"
            }
        ]
    },
    {
        "id": "MC1-0199",
        "question": "短波业余电台在14MHz频段进行USB通话时可以实际占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "14.100-14.350MHz"
            },
            {
                "value": "B",
                "text": "14.030-14.350MHz"
            },
            {
                "value": "C",
                "text": "14.000-14.250MHz"
            },
            {
                "value": "D",
                "text": "14.070-14.250MHz"
            }
        ]
    },
    {
        "id": "MC1-0200",
        "question": "短波业余电台在18MHz频段进行USB通话时可以实际占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "18.1105-18.168MHz"
            },
            {
                "value": "B",
                "text": "18.110-18.170MHz"
            },
            {
                "value": "C",
                "text": "18.068-18.186MHz"
            },
            {
                "value": "D",
                "text": "18.1005-18.180MHz"
            }
        ]
    },
    {
        "id": "MC1-0201",
        "question": "短波业余电台在21MHz频段进行USB通话时可以实际占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "21.125-21.45MHz，除去21.1495-21.1505"
            },
            {
                "value": "B",
                "text": "21.125-21.45MHz"
            },
            {
                "value": "C",
                "text": "21-21.45MHz"
            },
            {
                "value": "D",
                "text": "21-21.35MHz"
            }
        ]
    },
    {
        "id": "MC1-0202",
        "question": "短波业余电台在24MHz频段进行USB通话时可以实际占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "24.9305-24.99MHz"
            },
            {
                "value": "B",
                "text": "24.928-24.988MHz"
            },
            {
                "value": "C",
                "text": "24.890-24.98MHz"
            },
            {
                "value": "D",
                "text": "24.9205-24.99MHz"
            }
        ]
    },
    {
        "id": "MC1-0203",
        "question": "短波业余电台在29MHz频段进行USB通话时可以实际占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "28.3-29.3MHz"
            },
            {
                "value": "B",
                "text": "28-29.7MHz"
            },
            {
                "value": "C",
                "text": "28.250-29.7MHz"
            },
            {
                "value": "D",
                "text": "28.2-29.6MHz"
            }
        ]
    },
    {
        "id": "MC1-0204",
        "question": "短波业余电台在29MHz频段进行FM通话时可以实际占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "29.51-29.7MHz"
            },
            {
                "value": "B",
                "text": "29.3-29.7MHz"
            },
            {
                "value": "C",
                "text": "28.3-29.510MHzz"
            },
            {
                "value": "D",
                "text": "28-29.7MHz"
            }
        ]
    },
    {
        "id": "MC1-0205",
        "question": "VHF业余无线电台在144MHz频段进行本地联络时应避免占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "144-144.035MHz和145.8-146MHz"
            },
            {
                "value": "B",
                "text": "144.035-145.8MHz"
            },
            {
                "value": "C",
                "text": "144.050-144.053MHz和145.100-145.750MHz"
            },
            {
                "value": "D",
                "text": "144.035-144.053MHz和145.550-145.750MHz"
            }
        ]
    },
    {
        "id": "MC1-0206",
        "question": "UHF业余无线电台在430MHz频段进行本地联络时应避免占用的频率为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "431.9-432.240MHz和435-438MHz"
            },
            {
                "value": "B",
                "text": "430-431.9MHz和432.240-435MHz"
            },
            {
                "value": "C",
                "text": "431-432MHz和438-440MHz"
            },
            {
                "value": "D",
                "text": "430-431.2MHz和435-436MHz"
            }
        ]
    },
    {
        "id": "MC1-0207",
        "question": "分配给业余业务的某频段的频率下限为F1，业余电台实际可以工作的发信频率应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F1+信号下边带的频率宽度"
            },
            {
                "value": "B",
                "text": "F1"
            },
            {
                "value": "C",
                "text": "F1-信号下边带的频率宽度"
            },
            {
                "value": "D",
                "text": "F1-2×信号下边带的频率宽度"
            }
        ]
    },
    {
        "id": "MC1-0208",
        "question": "分配给业余业务的某频段的频率上限为F2，业余电台实际可以工作的发信频率应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F2-信号上边带的频率宽度"
            },
            {
                "value": "B",
                "text": "F2"
            },
            {
                "value": "C",
                "text": "F2+信号上边带的频率宽度"
            },
            {
                "value": "D",
                "text": "F2-2×信号上边带的频率宽度"
            }
        ]
    },
    {
        "id": "MC1-0209",
        "question": "ITU对于5至30MHz短波频段的态度是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "鼓励各主管部门在可行时，使用任何其他可能的通信手段，从而防止对远距离无线电通 信的有害干扰"
            },
            {
                "value": "B",
                "text": "在保证优先满足本地通信的前提下，允许远距离通信适当使用这一段频率"
            },
            {
                "value": "C",
                "text": "同样鼓励本地和远距离通信尽量使用该段频率，提高这一段频谱的使用率"
            },
            {
                "value": "D",
                "text": "鼓励在这些频段建立大功率中继站，以提高本地通信的覆盖效果"
            }
        ]
    },
    {
        "id": "MC1-0210",
        "question": "国际电联规定的确定发射电台辐射功率的原则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发射电台只应辐射为保证满意服务所必要的功率"
            },
            {
                "value": "B",
                "text": "发射电台应辐射尽量大的功率以提供尽量好的信号质量"
            },
            {
                "value": "C",
                "text": "HF频段发射电台应辐射尽量大的功率，VHF频段发射电台应辐射尽量小的功率"
            },
            {
                "value": "D",
                "text": "VHF/UHF频段发射电台应辐射尽量大的功率，HF频段发射电台应辐射尽量小的功率"
            }
        ]
    },
    {
        "id": "MC1-0211",
        "question": "某俱乐部约定了一个成员业余电台之间交流技术的网络频率，当遇有其他业余电台按通 信惯例要求参加通信时，处理原则应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无条件欢迎加入，因为任何业余电台都对业余无线电频率享有平等使用权"
            },
            {
                "value": "B",
                "text": "要求其他业余电台在任何时间都不得使用俱乐部自行约定的专用通信频率"
            },
            {
                "value": "C",
                "text": "要求其他业余电台在俱乐部成员结束网络通信后再使用该频率"
            },
            {
                "value": "D",
                "text": "由俱乐部网络控制台自行决定其他业余电台是否可以加入通联"
            }
        ]
    },
    {
        "id": "MC1-0212",
        "question": "ITU《无线电规则》禁止所有电台发射下列种类的电波：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "阻尼波"
            },
            {
                "value": "B",
                "text": "调幅波"
            },
            {
                "value": "C",
                "text": "调频波"
            },
            {
                "value": "D",
                "text": "调相波"
            }
        ]
    },
    {
        "id": "MC4-0213",
        "question": "下列哪些违法行为将由无线电管理机构依照《中华人民共和国无线电管理条例》的规定 处理：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "违法使用业余无线电台干扰无线电业务正常进行的"
            },
            {
                "value": "B",
                "text": "向境外组织或者个人提供涉及国家安全的境内电波参数资料"
            },
            {
                "value": "C",
                "text": "擅自编制、使用业余无线电台呼号的"
            },
            {
                "value": "D",
                "text": "故意收发业余无线电台执照载明事项之外的无线电信号，传播、公布或者利用无意接收 的信息的"
            }
        ]
    },
    {
        "id": "MC2-0214",
        "question": "业余无线电台使用业余业务频率使用原则：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "无需取得无线电频率使用许可"
            },
            {
                "value": "B",
                "text": "免收无线电频率占用费"
            },
            {
                "value": "C",
                "text": "需取得无线电频率使用许可"
            },
            {
                "value": "D",
                "text": "需收取无线电频率占用费"
            }
        ]
    },
    {
        "id": "MC1-0215",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最低频段为135.7-137.8kHz，属于 无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "低频（长波）"
            },
            {
                "value": "B",
                "text": "甚低频（甚长波）"
            },
            {
                "value": "C",
                "text": "特低频（特长波）"
            },
            {
                "value": "D",
                "text": "超低频（超长波）"
            }
        ]
    },
    {
        "id": "MC1-0216",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最低频段为135.7-137.8kHz，属于 无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "LF"
            },
            {
                "value": "B",
                "text": "VLF"
            },
            {
                "value": "C",
                "text": "ULF"
            },
            {
                "value": "D",
                "text": "SLF"
            }
        ]
    },
    {
        "id": "MC1-0217",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的1,800kHz-2,000kHz属于无线电频 谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "中频（中波）"
            },
            {
                "value": "B",
                "text": "甚高频（米波）"
            },
            {
                "value": "C",
                "text": "低频（长波）"
            },
            {
                "value": "D",
                "text": "高频（短波）"
            }
        ]
    },
    {
        "id": "MC1-0218",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的1,800kHz-2,000kHz属于无线电频 谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "MF"
            },
            {
                "value": "B",
                "text": "HF"
            },
            {
                "value": "C",
                "text": "VHF"
            },
            {
                "value": "D",
                "text": "LF"
            }
        ]
    },
    {
        "id": "MC1-0219",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的28MHz-29.7MHz属于无线电频谱 的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "高频（短波）"
            },
            {
                "value": "B",
                "text": "中频（中波）"
            },
            {
                "value": "C",
                "text": "甚高频（米波）"
            },
            {
                "value": "D",
                "text": "低频（长波）"
            }
        ]
    },
    {
        "id": "MC1-0220",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的28MHz-29.7MHz属于无线电频谱 的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "HF"
            },
            {
                "value": "B",
                "text": "MF"
            },
            {
                "value": "C",
                "text": "VHF"
            },
            {
                "value": "D",
                "text": "LF"
            }
        ]
    },
    {
        "id": "MC1-0221",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的50MHz-54MHz属于无线电频谱的 下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "甚高频（米波）"
            },
            {
                "value": "B",
                "text": "高频（短波）"
            },
            {
                "value": "C",
                "text": "超高频（厘米波）"
            },
            {
                "value": "D",
                "text": "特高频（分米波）"
            }
        ]
    },
    {
        "id": "MC1-0222",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的50MHz-54MHz属于无线电频谱的 下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "VHF"
            },
            {
                "value": "B",
                "text": "HF"
            },
            {
                "value": "C",
                "text": "SHF"
            },
            {
                "value": "D",
                "text": "UHF"
            }
        ]
    },
    {
        "id": "MC1-0223",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近无线宽带WiFi频率的频段为 2,300-2,450MHz，属于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "特高频（分米波）"
            },
            {
                "value": "B",
                "text": "甚高频（米波）"
            },
            {
                "value": "C",
                "text": "高频（短波）"
            },
            {
                "value": "D",
                "text": "超高频（厘米波）"
            }
        ]
    },
    {
        "id": "MC1-0224",
        "question": "430-440MHz业余频段与公众对讲机的工作频率最为接近。如果业余无线电爱好者希望 通过改变业余电台的配置，将之“扩频”并与公众对讲机持有者通信，则需注意：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余电台不能与公众对讲机通信"
            },
            {
                "value": "B",
                "text": "将业余电台设置到公众对讲机的频率，以不大于业余电台执照核定的发射功率与之通信"
            },
            {
                "value": "C",
                "text": "将业余电台设置到公众对讲机的频率，以不大于0.5W的发射功率与之通信"
            },
            {
                "value": "D",
                "text": "将业余电台设置到公众对讲机的频率，但只能进行由业余电台到公众对讲机的单向发信"
            }
        ]
    },
    {
        "id": "MC1-0225",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近Wi-Fi局域网频率的频段为 2,300-2,450MHz，属于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "UHF"
            },
            {
                "value": "B",
                "text": "VHF"
            },
            {
                "value": "C",
                "text": "HF"
            },
            {
                "value": "D",
                "text": "SHF"
            }
        ]
    },
    {
        "id": "MC1-0226",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近C波段卫星电视广播频率的 频段是5.650-5.850GHz，属于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "超高频（厘米波）"
            },
            {
                "value": "B",
                "text": "特高频（分米波）"
            },
            {
                "value": "C",
                "text": "极高频（毫米波）"
            },
            {
                "value": "D",
                "text": "甚高频（米波）"
            }
        ]
    },
    {
        "id": "MC1-0227",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近C波段卫星电视广播频率的 频段是5.650-5.850GHz，属于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SHF"
            },
            {
                "value": "B",
                "text": "UHF"
            },
            {
                "value": "C",
                "text": "EHF"
            },
            {
                "value": "D",
                "text": "VHF"
            }
        ]
    },
    {
        "id": "MC1-0228",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近Ku波段卫星电视广播频率的 频段10-10.5GHz，属于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "超高频（厘米波）"
            },
            {
                "value": "B",
                "text": "特高频（分米波）"
            },
            {
                "value": "C",
                "text": "极高频（毫米波）"
            },
            {
                "value": "D",
                "text": "甚高频（米波）"
            }
        ]
    },
    {
        "id": "MC1-0229",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最接近Ku波段卫星电视广播频率的 频段10-10.5GHz，属于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SHF"
            },
            {
                "value": "B",
                "text": "UHF"
            },
            {
                "value": "C",
                "text": "EHF"
            },
            {
                "value": "D",
                "text": "VHF"
            }
        ]
    },
    {
        "id": "MC1-0230",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最高频段为241GHz-250GHz，属 于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "极高频（毫米波）"
            },
            {
                "value": "B",
                "text": "超高频（厘米波）"
            },
            {
                "value": "C",
                "text": "至高频（丝米波或亚毫米波）"
            },
            {
                "value": "D",
                "text": "特高频（分米波）"
            }
        ]
    },
    {
        "id": "MC1-0231",
        "question": "我国《无线电频率划分规定》划分给业余业务使用的最高频段为241GHz-250GHz，属 于无线电频谱的下列频段（波段）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "EHF"
            },
            {
                "value": "B",
                "text": "SHF"
            },
            {
                "value": "C",
                "text": "THF"
            },
            {
                "value": "D",
                "text": "UHF"
            }
        ]
    },
    {
        "id": "MC1-0232",
        "question": "为在世界范围内划分无线电频率，国际电信联盟《无线电规则》规定了如下区域划分：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将世界划分为3个区域，中国位于第3区"
            },
            {
                "value": "B",
                "text": "将世界划分为40个区域，中国位于第24、25区"
            },
            {
                "value": "C",
                "text": "将世界划分为89个区域，中国位于第33、42、43、44、45、50区"
            },
            {
                "value": "D",
                "text": "将世界划分为17个区域，中国位于第8区"
            }
        ]
    },
    {
        "id": "MC1-0233",
        "question": "在业余无线电管理实践中，我们常会用到把全球分为3个无线电管理区域的划分办法。 制定该方法的国际机构及其公布的文件为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "国际电信联盟（ITU），《无线电规则》"
            },
            {
                "value": "B",
                "text": "美国业余无线电转信联盟（ARRL），《业余无线电手册》"
            },
            {
                "value": "C",
                "text": "国际业余无线电联盟（IARU），《IARU新闻》"
            },
            {
                "value": "D",
                "text": "美国《CQ》杂志，《WAZ奖状规则》"
            }
        ]
    },
    {
        "id": "MC1-0234",
        "question": "ITU的区域划分有一套详尽规则。若概要描述则大致为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "欧洲、俄罗斯亚洲部分、蒙古及部分西北亚国家为一区，南北美洲为二区，亚洲（除俄 罗斯、蒙古和部分西北亚洲国家）和大洋洲为三区"
            },
            {
                "value": "B",
                "text": "欧洲、俄罗斯亚洲部分、蒙古及部分西北亚国家为一区，亚洲（除俄罗斯、蒙古和部分 西北亚洲国家）和大洋洲为二区，南北美洲为三区，"
            },
            {
                "value": "C",
                "text": "南北美洲为一区，欧洲、俄罗斯亚洲部分、蒙古及部分西北亚国家为二区，亚洲（除俄 罗斯、蒙古和部分西北亚洲国家）和大洋洲为三区"
            },
            {
                "value": "D",
                "text": "南北美洲为一区，亚洲（除俄罗斯、蒙古和部分西北亚洲国家）和大洋洲为二区，欧洲、 俄罗斯亚洲部分、蒙古及部分西北亚国家为三区"
            }
        ]
    },
    {
        "id": "MC1-0235",
        "question": "业余无线电频率划分在ITU的3个无线电管理分区中略有不同。ITU三区的40米业余波 段为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "7.000-7.200MHz"
            },
            {
                "value": "B",
                "text": "7.000-7.300MHz"
            },
            {
                "value": "C",
                "text": "7.000-7.200MHz专用，7.200-7.300MHz共用"
            },
            {
                "value": "D",
                "text": "7.000-7.100MHz专用，7.100-7.300MHz共用"
            }
        ]
    },
    {
        "id": "MC1-0236",
        "question": "2米波段的话音联络通常位于144.035-145.800MHz。这也是IARU第3区波段规划中的 一个多模式共用细分频段。假设一部业余电台正以FM方式在该频段参与通联，发射带宽小 于20kHz并且频率容限优于±2kHz，则该台的主载波设置范围可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从144.047MHz至145.788MHz"
            },
            {
                "value": "B",
                "text": "从144.023MHz至145.788MHz"
            },
            {
                "value": "C",
                "text": "从144.047MHz至145.812MHz"
            },
            {
                "value": "D",
                "text": "从144.023MHz至145.812MHz"
            }
        ]
    },
    {
        "id": "MC1-0237",
        "question": "2米波段的话音联络通常位于144.035-145.800MHz。这也是IARU第3区波段规划中的 一个多模式共用细分频段。假设一部业余电台正以USB方式在该频段参与通联，发射带宽 小于3kHz并且频率容限优于±2kHz，则该电台的主载波设置范围可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从144.037MHz至145.795MHz"
            },
            {
                "value": "B",
                "text": "从144.030MHz至145.795MHz"
            },
            {
                "value": "C",
                "text": "从144.037MHz至145.805MHz"
            },
            {
                "value": "D",
                "text": "从144.030MHz至145.805MHz"
            }
        ]
    },
    {
        "id": "MC1-0238",
        "question": "在70厘米波段中，爱好者经常在438-440MHz展开话音通信。这也是IARU第3区波 段规划中的一个多模式共用细分频段。假设一部业余电台正以FM方式在该频段参与通联， 发射带宽小于20kHz并且频率容限优于±2kHz，则该电台的主载波设置范围可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从438.012MHz至439.988MHz"
            },
            {
                "value": "B",
                "text": "从437.988MHz至439.988MHz"
            },
            {
                "value": "C",
                "text": "从438.012MHz至440.012MHz"
            },
            {
                "value": "D",
                "text": "从437.988MHz至440.012MHz"
            }
        ]
    },
    {
        "id": "MC1-0239",
        "question": "在70厘米波段中，爱好者经常在438-440MHz展开话音通信。这也是IARU第3区波 段规划中的一个多模式共用细分频段。假设一部业余电台正以USB方式在该频段参与通联， 发射带宽小于3kHz并且频率容限优于±2kHz，则该电台的主载波设置范围可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从438.002MHz至439.995MHz"
            },
            {
                "value": "B",
                "text": "从437.995MHz至439.995MHz"
            },
            {
                "value": "C",
                "text": "从438.002MHz至440.005MHz"
            },
            {
                "value": "D",
                "text": "从437.995MHz至440.005MHz"
            }
        ]
    },
    {
        "id": "MC1-0240",
        "question": "10米业余波段中留给卫星业余业务，话音及其他通信方式不应占用的频段为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "29.3MMz至29.51MHz"
            },
            {
                "value": "B",
                "text": "28.3MHz至28.61MHz"
            },
            {
                "value": "C",
                "text": "28.7MHz至28.95MHz"
            },
            {
                "value": "D",
                "text": "29.15MHz至29.35MHz"
            }
        ]
    },
    {
        "id": "MC1-0241",
        "question": "144MHz业余频段中留给卫星业余业务，话音及其他通信方式不应占用的频段为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "145.8MHz至146MHz"
            },
            {
                "value": "B",
                "text": "144.8MHz至145MHz"
            },
            {
                "value": "C",
                "text": "144.2MHz至144.5MHz"
            },
            {
                "value": "D",
                "text": "145.4MHz至144.6MHz"
            }
        ]
    },
    {
        "id": "MC1-0242",
        "question": "430MHz业余频段中留给卫星业余业务，话音及其他通信方式不应占用的频段为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "435MHz至438MHz"
            },
            {
                "value": "B",
                "text": "432MHz至434MHz"
            },
            {
                "value": "C",
                "text": "438MHz至439MHz"
            },
            {
                "value": "D",
                "text": "433MHz至435MHz"
            }
        ]
    },
    {
        "id": "MC1-0243",
        "question": "业余无线电爱好者在计算DX通信成绩或在申请奖状时经常用到“CQ分区”的概念。制 定该分区的民间机构及其公布的文件为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "美国《CQ》杂志，《WAZ奖状规则》"
            },
            {
                "value": "B",
                "text": "美国业余无线电转信联盟ARRL，《业余无线电手册》"
            },
            {
                "value": "C",
                "text": "国际业余无线电联盟IARU，《IARU新闻》"
            },
            {
                "value": "D",
                "text": "英国业余无线电协会RSGB，《无线电通信》杂志"
            }
        ]
    },
    {
        "id": "MC1-0244",
        "question": "以下哪些“CQ分区”位于我国境内：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "23、24、27"
            },
            {
                "value": "B",
                "text": "42、43、44"
            },
            {
                "value": "C",
                "text": "23、24"
            },
            {
                "value": "D",
                "text": "42、43、44、50"
            }
        ]
    },
    {
        "id": "MC1-0245",
        "question": "“ITU分区”是业余无线电爱好者参加IARU相关活动并计算通信成绩的基础。以下哪些 “ITU分区”位于我国境内：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "33、42、43、44、50"
            },
            {
                "value": "B",
                "text": "33、42、43、44"
            },
            {
                "value": "C",
                "text": "23、24"
            },
            {
                "value": "D",
                "text": "23、24、27"
            }
        ]
    },
    {
        "id": "MC1-0246",
        "question": "通话时，有什么方法可以让你清晰表述呼号或重要消息中的英语字母？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "用标准的字母解释法"
            },
            {
                "value": "B",
                "text": "用打比方的方法"
            },
            {
                "value": "C",
                "text": "拍发莫尔斯电码"
            },
            {
                "value": "D",
                "text": "用AI软件朗读"
            }
        ]
    },
    {
        "id": "MC1-0247",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号BH1XYZ可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BravoHotelOneXrayYankeeZulu"
            },
            {
                "value": "B",
                "text": "BravoSevenCharlieRomeoAlfa"
            },
            {
                "value": "C",
                "text": "FourUniformOne UniformNovember"
            },
            {
                "value": "D",
                "text": "VictorRomeoTwoZulu QuebecWhiskey"
            }
        ]
    },
    {
        "id": "MC1-0248",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号B7CRA可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BravoSeven CharlieRomeoAlfa"
            },
            {
                "value": "B",
                "text": "BravoHotelOneXrayYankeeZulu"
            },
            {
                "value": "C",
                "text": "FourUniformOne UniformNovember"
            },
            {
                "value": "D",
                "text": "VictorRomeoTwoZulu QuebecWhiskey"
            }
        ]
    },
    {
        "id": "MC1-0249",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号4U1UN可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FourUniformOneUniform November"
            },
            {
                "value": "B",
                "text": "BravoHotelOneXrayYankeeZulu"
            },
            {
                "value": "C",
                "text": "BravoSeven CharlieRomeo Alfa"
            },
            {
                "value": "D",
                "text": "VictorRomeoTwoZulu QuebecWhiskey"
            }
        ]
    },
    {
        "id": "MC1-0250",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号VR2ZQW可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "VictorRomeoTwoZulu QuebecWhiskey"
            },
            {
                "value": "B",
                "text": "BravoHotelOneXrayYankeeZulu"
            },
            {
                "value": "C",
                "text": "BravoSeven CharlieRomeo Alfa"
            },
            {
                "value": "D",
                "text": "FourUniform OneUniform November"
            }
        ]
    },
    {
        "id": "MC1-0251",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号BS7H可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BravoSierraSevenHotel"
            },
            {
                "value": "B",
                "text": "ThreeDeltaAlfa ZeroFoxtrotZulu PortableDeltaLimaFiveCharlieMikePapa"
            },
            {
                "value": "C",
                "text": "KiloThreeTangoRomeoXrayPortableVictorEchoSix"
            },
            {
                "value": "D",
                "text": "JuliettAlfa TwoIndia GolfYankee"
            }
        ]
    },
    {
        "id": "MC1-0252",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号JA2IGY可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "JuliettAlfa TwoIndia GolfYankee"
            },
            {
                "value": "B",
                "text": "ThreeDeltaAlfa ZeroFoxtrotZulu PortableDeltaLimaFiveCharlieMikePapa"
            },
            {
                "value": "C",
                "text": "KiloThreeTangoRomeoXrayPortableVictorEchoSix"
            },
            {
                "value": "D",
                "text": "BravoSierraSevenHotel"
            }
        ]
    },
    {
        "id": "MC1-0253",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号K3TRX/VE6可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "KiloThreeTangoRomeo XrayPortableVictorEchoSix"
            },
            {
                "value": "B",
                "text": "ThreeDeltaAlfa ZeroFoxtrotZulu PortableDeltaLimaFiveCharlieMikePapa"
            },
            {
                "value": "C",
                "text": "JuliettAlfa TwoIndiaGolfYankee"
            },
            {
                "value": "D",
                "text": "BravoSierraSevenHotel"
            }
        ]
    },
    {
        "id": "MC1-0254",
        "question": "需要拼出呼号、术语和必要的文字时，业余无线电爱好者普遍使用ITU语音字母表中规 定的字母拼读法。呼号3DA0FZ/DL5CMP可以拼读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "ThreeDeltaAlfaZeroFoxtrotZulu PortableDeltaLimaFiveCharlie MikePapa"
            },
            {
                "value": "B",
                "text": "KiloThreeTangoRomeoXrayPortableVictorEchoSix"
            },
            {
                "value": "C",
                "text": "JuliettAlfa TwoIndiaGolfYankee"
            },
            {
                "value": "D",
                "text": "BravoSierraSevenHotel"
            }
        ]
    },
    {
        "id": "MC1-0255",
        "question": "业余无线电爱好者有时会在通联中使用广为流传的另类字母解释法来拼读呼号、名字和 文字。这些常见于DX通联。JapanAmericaTwo ItalyGermanyYokohama为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "JA2IGY"
            },
            {
                "value": "B",
                "text": "F5EQU"
            },
            {
                "value": "C",
                "text": "WH8ZDP"
            },
            {
                "value": "D",
                "text": "S53MNO"
            }
        ]
    },
    {
        "id": "MC1-0256",
        "question": "业余无线电爱好者有时会在通联中使用广为流传的另类字母解释法来拼读呼号、名字和 文字。这些常见于DX通联。FloridaFiveEnglandQueenUnited为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F5EQU"
            },
            {
                "value": "B",
                "text": "WH8ZDP"
            },
            {
                "value": "C",
                "text": "S53MNO"
            },
            {
                "value": "D",
                "text": "JA2IGY"
            }
        ]
    },
    {
        "id": "MC1-0257",
        "question": "业余无线电爱好者有时会在通联中使用广为流传的另类字母解释法来拼读呼号、名字和 文字。这些常见于DX通联。WashingtonHonoluluEightZanzibarDenmarkPortugal为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "WH8ZDP"
            },
            {
                "value": "B",
                "text": "F5EQU"
            },
            {
                "value": "C",
                "text": "S53MNO"
            },
            {
                "value": "D",
                "text": "JA2IGY"
            }
        ]
    },
    {
        "id": "MC1-0258",
        "question": "业余无线电爱好者有时会在通联中使用广为流传的另类字母解释法来拼读呼号、名字和 文字。这些常见于DX通联。SugarFiveThreeMexicoNorway Ontario为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "S53MNO"
            },
            {
                "value": "B",
                "text": "F5EQU"
            },
            {
                "value": "C",
                "text": "WH8ZDP"
            },
            {
                "value": "D",
                "text": "JA2IGY"
            }
        ]
    },
    {
        "id": "MC1-0259",
        "question": "如果一部业余电台在呼叫CQ，他的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "非特指地呼叫任何一部国内和国外业余电台"
            },
            {
                "value": "B",
                "text": "呼叫国内业余电台"
            },
            {
                "value": "C",
                "text": "呼叫国外业余电台"
            },
            {
                "value": "D",
                "text": "倾向于呼叫DX电台，国内电台最好别回应"
            }
        ]
    },
    {
        "id": "MC1-0260",
        "question": "一部业余电台如何发起CQ呼叫？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "呼叫CQ并报出己方呼号。清晰起见，可重复一两次CQ并对呼号进行字母拼读"
            },
            {
                "value": "B",
                "text": "呼叫“有朋友在频率上吗？”，然后报出自己的呼号。清晰起见，可对呼号进行字母拼 读"
            },
            {
                "value": "C",
                "text": "说“CQ”三次，再说“请过来”一次。清晰起见，可对CQ进行字母拼读"
            },
            {
                "value": "D",
                "text": "说“CQ”三次，再说“standingby”一次。清晰起见，可对CQ进行字母拼读"
            }
        ]
    },
    {
        "id": "MC1-0261",
        "question": "如何回答一个CQ呼叫？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "报出对方的呼号并报出自己的呼号。清晰起见，可重复关键内容或进行字母拼读"
            },
            {
                "value": "B",
                "text": "报出自己的呼号并报出对方的呼号。清晰起见，可重复关键内容或进行字母拼读"
            },
            {
                "value": "C",
                "text": "说“CQ”三次再报出对方的呼号三次。清晰起见，可重复关键内容或进行字母拼读"
            },
            {
                "value": "D",
                "text": "先给出信号报告再报出自己的呼号。清晰起见，可重复关键内容或进行字母拼读"
            }
        ]
    },
    {
        "id": "MC1-0262",
        "question": "业余电台操作员小强呼叫另一业余电台并希望与操作员小明通话的方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "报出对方的呼号并报出自己的呼号。建立通信后即可提出与小明通话"
            },
            {
                "value": "B",
                "text": "报出自己的呼号并报出对方的呼号。建立联络后即可提出与小明通话"
            },
            {
                "value": "C",
                "text": "说“CQ小明”三次再报出自己的呼号。清晰起见，可对呼号进行字母拼读"
            },
            {
                "value": "D",
                "text": "说“CQ小明”三次再报出“我是小强”。清晰起见，可对CQ进行字母拼读"
            }
        ]
    },
    {
        "id": "MC1-0263",
        "question": "业余电台建立通信后，双方应首先交换的必要信息是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "信号报告"
            },
            {
                "value": "B",
                "text": "操作员名字"
            },
            {
                "value": "C",
                "text": "操作地点"
            },
            {
                "value": "D",
                "text": "设备、设施情况"
            }
        ]
    },
    {
        "id": "MC1-0264",
        "question": "为什么业余电台建立通信后总是立即交换信号报告？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "双方需要此报告来了解传播情况，安排最适合的操作"
            },
            {
                "value": "B",
                "text": "这是最基本的报务要求，不必去问，只管去执行就好"
            },
            {
                "value": "C",
                "text": "双方需要此报告来校准发射功率"
            },
            {
                "value": "D",
                "text": "决定是否放弃联络，因为低于S5的信号与奖状无缘"
            }
        ]
    },
    {
        "id": "MC1-0265",
        "question": "在现代业余无线电通信中，信号报告均采用“RST格式”。缩语RST中的字母R代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "信号的可辩度"
            },
            {
                "value": "B",
                "text": "信号的强度"
            },
            {
                "value": "C",
                "text": "信号的纯净度"
            },
            {
                "value": "D",
                "text": "Q简语QRK"
            }
        ]
    },
    {
        "id": "MC1-0266",
        "question": "小明和小强进行CW和FM联络，双方的收信机均指示信号强度为“5”。通报时，双方 评价听抄顺畅，没有变调等信号缺陷；通话时，双方认为声音易于辩识，没有明显影响听抄 的失真。此时，双方应当为CW和FM通联给出信号报告：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "559和55"
            },
            {
                "value": "B",
                "text": "55和559"
            },
            {
                "value": "C",
                "text": "不必关心信号强度表的指示，给出599和59才是最好的"
            },
            {
                "value": "D",
                "text": "不必关心信号强度表的指示，给出59和599才是最好的"
            }
        ]
    },
    {
        "id": "MC1-0267",
        "question": "业余电台在发起呼叫前应先守听。但是，我们有时会因听不到通信中的某一方而误认为 频率空闲。此时呼叫“CQ”有可能干扰他人联络。为尽量避免这种情况，我们可以：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "询问“有人使用频率吗？”，确认没有应答再发起呼叫"
            },
            {
                "value": "B",
                "text": "询问“有吗？有吗？请过来。”，确认没有应答再发起呼叫"
            },
            {
                "value": "C",
                "text": "先启动呼叫再进行通信，等听到确实有电台在工作再让出频率不迟"
            },
            {
                "value": "D",
                "text": "先启动呼叫再进行通信，只要没有其他电台要求QSY就持续使用"
            }
        ]
    },
    {
        "id": "MC1-0268",
        "question": "BH1ZZZ希望加入两个电台相互之间的联络。正确的方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在一方刚刚停止讲话时迅速发出“插入”或“break”。如得到回应，再说明“BH1ZZZ 请求插入”。待对方正式邀请后，开始正式对话"
            },
            {
                "value": "B",
                "text": "在一方正在讲话时短暂插入一次“break”，向正在收听的一方发出插入请求"
            },
            {
                "value": "C",
                "text": "短暂发射一次“插入”或“break”。如对方无反应，可以加大功率反复尝试"
            },
            {
                "value": "D",
                "text": "如果双方都是自己熟悉的业余电台操作员，直接讲进去便是，不必拘泥礼节"
            }
        ]
    },
    {
        "id": "MC1-0269",
        "question": "如果在联络中听到有个遇险的电台要求插入，你该怎么做？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "立即与该台确认险情并了解其需要什么帮助"
            },
            {
                "value": "B",
                "text": "立即联系或找人协助联系当地熟悉紧急情况下通信联络的爱好者或爱好者团队"
            },
            {
                "value": "C",
                "text": "立即变更工作频率"
            },
            {
                "value": "D",
                "text": "立即停止发射活动"
            }
        ]
    },
    {
        "id": "MC1-0270",
        "question": "在请求插入两个电台间的对话之时，一个值得借鉴的经验是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "思考自己的加入是否会影响原通信双方的交谈乐趣"
            },
            {
                "value": "B",
                "text": "确认自己的信号质量可以得到原通信双方的共同赞赏"
            },
            {
                "value": "C",
                "text": "确定自己的操作等级与原通信双方的大体相当"
            },
            {
                "value": "D",
                "text": "确信自己有比原通信双方更具吸引力的谈话内容"
            }
        ]
    },
    {
        "id": "MC1-0271",
        "question": "若发现有业余电台的发射操作技巧不够规范，但还不至于造成严重的干扰和影响，正确 的做法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通过电话、邮件等方式提出善意的改进建议"
            },
            {
                "value": "B",
                "text": "立即在频率上当面加以指出和纠正"
            },
            {
                "value": "C",
                "text": "立即报告无线电管理机构进行干涉"
            },
            {
                "value": "D",
                "text": "立即报告当地业余无线电协会，由其总部电台到频率上进行纠察"
            }
        ]
    },
    {
        "id": "MC1-0272",
        "question": "业余电台通信受到违法电台或者不明电台的严重干扰。正确的做法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不予理睬，收集有关信息并向无线电管理机构举报"
            },
            {
                "value": "B",
                "text": "在频率上向其宣传无线电管理法，要求其停止干扰"
            },
            {
                "value": "C",
                "text": "立即报告无线电管理机构进行干涉"
            },
            {
                "value": "D",
                "text": "用大功率信号对其进行压制"
            }
        ]
    },
    {
        "id": "MC1-0273",
        "question": "如果与几十千米以外的某业余电台有很多重要的技术问题和个人情况要交流，应该选用 下列通信方式：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电话或者互联网"
            },
            {
                "value": "B",
                "text": "利用当地的业余中继台"
            },
            {
                "value": "C",
                "text": "利用HF频段业余电台"
            },
            {
                "value": "D",
                "text": "利用天线足够高的VHF/UHF频段业余电台"
            }
        ]
    },
    {
        "id": "MC1-0274",
        "question": "法规和国际业余无线电惯例要求业余电台日志应记载的必要内容是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信时间、通信频率、通信模式、对方呼号、双方信号报告"
            },
            {
                "value": "B",
                "text": "通信对方姓名、对方所在国家或城市、通信模式、双方信号报告"
            },
            {
                "value": "C",
                "text": "通信时间、通信频率、双方收发信设备和天线、对方台址"
            },
            {
                "value": "D",
                "text": "通信时间、通信模式、对方信号报告、对方台址、对方天气"
            }
        ]
    },
    {
        "id": "MC1-0275",
        "question": "法规和国际业余无线电惯例要求业余电台日志应记载的必要内容是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "DATE、TIME、FREQ、MODE、CALL（对方）、RST（双方）"
            },
            {
                "value": "B",
                "text": "DATE、FREQ、QTH（对方）、RIG（对方）、RST（双方）、WX（对方）"
            },
            {
                "value": "C",
                "text": "DATE、TIME、MODE、CALL（对方）、QTH（对方）、RST（双方）"
            },
            {
                "value": "D",
                "text": "CALL（通信对方）、TIME、FREQ、RIG（对方）、RST（双方）、PWR（双方）"
            }
        ]
    },
    {
        "id": "MC4-0276",
        "question": "业余无线电台交换QSL卡具有多重意义，包括：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "确认本地、国内，甚至世界范围内的无线电联络"
            },
            {
                "value": "B",
                "text": "掌握包括自制发射机在内的本台设备的运作表现"
            },
            {
                "value": "C",
                "text": "申请奖状，证明自己在通信、技术等领域的努力"
            },
            {
                "value": "D",
                "text": "纯粹收集，欣赏，展示来自世界各地的QSL卡片"
            }
        ]
    },
    {
        "id": "MC4-0277",
        "question": "QSL卡片应至少涵盖哪些内容：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "联络双方的电台呼号"
            },
            {
                "value": "B",
                "text": "双方信号报告和联络时间"
            },
            {
                "value": "C",
                "text": "操作方式及联络频率"
            },
            {
                "value": "D",
                "text": "操作员签章、本台通信地址"
            }
        ]
    },
    {
        "id": "MC1-0278",
        "question": "关于QSL卡片的用法，以下说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "如果所交换的QSL卡片并非用作通联或收听证明，则应在通信方式一栏填写“现场交流” 或“EyeballQSO”等字样。不应赠送空白卡片"
            },
            {
                "value": "B",
                "text": "业余无线电爱好者的空白QSL卡片可以用作照片或名片，适合赠送，交换或散发"
            },
            {
                "value": "C",
                "text": "火腿都是互相的。虽然对方没有联络自己，但是也可以发去确认联络的QSL卡片"
            },
            {
                "value": "D",
                "text": "如果在联络中没有听清对方呼号，或在日志中漏填或打错了对方呼号，则在寄发QSL卡 片时可在对方呼号一栏填写对方操作员的名字"
            }
        ]
    },
    {
        "id": "MC1-0279",
        "question": "收到国外寄来的QSL卡片时，如果信封中夹带有一张或多张IRC，则应：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "尽快检查电台日志，确认联络的真实性，向对方地址直接寄出自己的QSL卡片"
            },
            {
                "value": "B",
                "text": "不必确认联络的真实性，只要尽快向对方地址直接寄出自己的卡片即可"
            },
            {
                "value": "C",
                "text": "尽快检查电台日志，确认联络的真实性，向国内QSL卡片管理局寄出自己的卡片"
            },
            {
                "value": "D",
                "text": "不必理会。操作类别越低越不必理会。低级别业余电台的QSL卡片通常不具价值"
            }
        ]
    },
    {
        "id": "MC1-0280",
        "question": "填写和邮寄QSL卡片的正确做法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "迫切需要对方回寄卡片时，应直接向对方地址邮寄卡片并附加SASE"
            },
            {
                "value": "B",
                "text": "填写错误时应划去或使用涂改液覆盖错误内容并加以改正"
            },
            {
                "value": "C",
                "text": "自己的邮寄地址与电台的发射地点不同时，应在QTH栏目内填明详细邮寄地址"
            },
            {
                "value": "D",
                "text": "通过卡片管理局寄出卡片并希望对方回卡时，应在卡片上注明PSEQSLDIRECT"
            }
        ]
    },
    {
        "id": "MC1-0281",
        "question": "交换QSL卡片时，我们时有遇见一类特殊的无线电爱好者，他们仅向我们寄发收听卡片。 而我们在确认卡片所载内容之后会立即回卡以示敬意。这类爱好者是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "短波收听者（SWL）"
            },
            {
                "value": "B",
                "text": "广播爱好者"
            },
            {
                "value": "C",
                "text": "DIY爱好者"
            },
            {
                "value": "D",
                "text": "业余无线电监测员"
            }
        ]
    },
    {
        "id": "MC1-0282",
        "question": "通过中继台进行通联时，我们应事先设好电台的接收和发射频差，以便顺利应对上行或 下行频率上的各种操作，避免边联络边设置，忙中出错。144和430MHz频段业余中继台 的上下行频差分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0.6MHz，5MHz"
            },
            {
                "value": "B",
                "text": "12.5kHz，25kHz"
            },
            {
                "value": "C",
                "text": "4MHz，10MHz"
            },
            {
                "value": "D",
                "text": "2MHz，5MHz"
            }
        ]
    },
    {
        "id": "MC1-0283",
        "question": "如果通过中继台呼叫一部业余电台，你应当：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "呼叫对方的呼号并报出自己的呼号"
            },
            {
                "value": "B",
                "text": "呼叫“break, break”，然后说出对方呼号二至三次"
            },
            {
                "value": "C",
                "text": "呼叫“CQ”三次，然后说出自己的呼号三次"
            },
            {
                "value": "D",
                "text": "等待，直到你要呼叫的电台通过中继台呼叫CQ"
            }
        ]
    },
    {
        "id": "MC1-0284",
        "question": "业余中继台的使用原则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "除必要的简短联络外，业余中继台的上行和下行频率应保持空闲，以备随时响应突发灾 害等紧急情况下的呼叫"
            },
            {
                "value": "B",
                "text": "应使中继台尽量处于接近饱和的忙碌状态，提高使用效率"
            },
            {
                "value": "C",
                "text": "鼓励业余无线电民间组织（协会）通过中继台向当地会员发布通知"
            },
            {
                "value": "D",
                "text": "鼓励青少年学生通过中继台交流解题方法和学习心得"
            }
        ]
    },
    {
        "id": "MC1-0285",
        "question": "深空（deepspace）是指离地球的距离约等于或大于下列值的空间：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "200万千米"
            },
            {
                "value": "B",
                "text": "20万千米"
            },
            {
                "value": "C",
                "text": "10万米"
            },
            {
                "value": "D",
                "text": "15000米"
            }
        ]
    },
    {
        "id": "MC1-0286",
        "question": "业余地球卫星的轨道倾角（inclination）是指包含：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "轨道平面与地球赤道平面的夹角，由地球赤道平面在轨道升交点按逆时针方向计决定"
            },
            {
                "value": "B",
                "text": "轨道平面与地球赤道平面的夹角，由地球赤道平面在轨道升交点按顺时针方向计决定"
            },
            {
                "value": "C",
                "text": "轨道平面与地球赤道平面的夹角，由地球赤道平面在轨道降交点按逆时针方向计决定"
            },
            {
                "value": "D",
                "text": "轨道平面与地球赤道平面的夹角，由地球赤道平面在轨道降交点按顺时针方向计决定"
            }
        ]
    },
    {
        "id": "MC1-0287",
        "question": "业余卫星的周期（period）是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "连续两次经过其轨道上的某特定点的间隔时间"
            },
            {
                "value": "B",
                "text": "连续两次经过地球上某观测点的间隔时间"
            },
            {
                "value": "C",
                "text": "连续两次经过地球赤道的间隔时间"
            },
            {
                "value": "D",
                "text": "连续两次经过地球北极的间隔时间"
            }
        ]
    },
    {
        "id": "MC1-0288",
        "question": "地球同步（geosynchronous）卫星是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "运行周期等于地球自转周期的地球卫星"
            },
            {
                "value": "B",
                "text": "所经过地点的地方时基本相同的卫星"
            },
            {
                "value": "C",
                "text": "其轨道平面通过地球北极和南极地区的卫星"
            },
            {
                "value": "D",
                "text": "瞬时轨道平面与太阳始终保持固定取向的卫星"
            }
        ]
    },
    {
        "id": "MC1-0289",
        "question": "太阳同步（轨道）（Sun-synchronousorbit）卫星是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "瞬时轨道平面与太阳始终保持固定取向的卫星"
            },
            {
                "value": "B",
                "text": "对地球保持大致相对静止的卫星"
            },
            {
                "value": "C",
                "text": "圆形及顺行轨道位于地球赤道平面上，并对地球保持相对静止的卫星"
            },
            {
                "value": "D",
                "text": "运行周期等于地球自转周期的地球卫星"
            }
        ]
    },
    {
        "id": "MC1-0290",
        "question": "地球(geostationary)静止卫星是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "对地球保持大致相对静止的卫星"
            },
            {
                "value": "B",
                "text": "所经过地点的地方时基本相同的卫星"
            },
            {
                "value": "C",
                "text": "其轨道平面通过地球北极和南极地区的卫星"
            },
            {
                "value": "D",
                "text": "所有的地球同步卫星"
            }
        ]
    },
    {
        "id": "MC1-0291",
        "question": "卫星升轨道（ascendingpass）的方向是指轨道的下列区段：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "由南向北"
            },
            {
                "value": "B",
                "text": "由北向南"
            },
            {
                "value": "C",
                "text": "由东北向西南"
            },
            {
                "value": "D",
                "text": "由东南向西北"
            }
        ]
    },
    {
        "id": "MC1-0292",
        "question": "卫星降轨道（descendingpass）的方向是指轨道的下列区段：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "由北向南"
            },
            {
                "value": "B",
                "text": "由南向北"
            },
            {
                "value": "C",
                "text": "由东北向西南"
            },
            {
                "value": "D",
                "text": "由东南向西北"
            }
        ]
    },
    {
        "id": "MC1-0293",
        "question": "卫星的周期是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "卫星沿轨道绕地球一周所需的时间"
            },
            {
                "value": "B",
                "text": "卫星绕质心自旋一周所需的时间"
            },
            {
                "value": "C",
                "text": "卫星两次正好从地面某一点的正上方通过的间隔时间"
            },
            {
                "value": "D",
                "text": "卫星随地球绕太阳一周所需的时间"
            }
        ]
    },
    {
        "id": "MC1-0294",
        "question": "卫星的线性转发器是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "卫星上将接收到的一定带宽内的所有上行信号在频谱上平移（或平移加反转）后加以转 发的中继设备"
            },
            {
                "value": "B",
                "text": "接收到的上行信号经线性放大后解调处理，再重新调制并转发的卫星中继设备"
            },
            {
                "value": "C",
                "text": "接收到的上行信号解调处理后经线性放大，再重新调制并转发的卫星中继设备"
            },
            {
                "value": "D",
                "text": "接收到的上行信号解调处理和重新调制后，经线性放大再转发的卫星中继设备"
            }
        ]
    },
    {
        "id": "MC1-0295",
        "question": "卫星线性转发器的特点是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "转发工作频带内的所有信号而不改变信号原有的调制特征，可为各种常用业余无线电通 信方式进行中继"
            },
            {
                "value": "B",
                "text": "转发器采用线性放大电路，转发的信号失真小"
            },
            {
                "value": "C",
                "text": "先对接收信号解调，经整形、线性放大后重新调制转发，提高下行信号高信噪比"
            },
            {
                "value": "D",
                "text": "转发信号的幅度与上行信号幅度成线性正比，只能为CW、SSB和AM等带有振幅调制 特征的通信方式进行中继"
            }
        ]
    },
    {
        "id": "MC1-0296",
        "question": "有时接收到的卫星下行信号强度会出现周期性的快衰落，这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "卫星翻滚造成收发信天线极化的失配"
            },
            {
                "value": "B",
                "text": "电波受电离层的影响"
            },
            {
                "value": "C",
                "text": "电波受高空气流的影响"
            },
            {
                "value": "D",
                "text": "卫星电源不够稳定"
            }
        ]
    },
    {
        "id": "MC1-0297",
        "question": "在安装卫星轨道预测软件后，在预测卫星位置之前必须进行的准备工作是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "下载待预测卫星的开普勒轨道根数（轨道要素）"
            },
            {
                "value": "B",
                "text": "输入当地的磁偏角和磁倾角"
            },
            {
                "value": "C",
                "text": "下载最近的太阳黑子平均数"
            },
            {
                "value": "D",
                "text": "下载最近的F107射电辐射通量"
            }
        ]
    },
    {
        "id": "MC1-0298",
        "question": "业余低轨卫星的转发器覆盖范围有限。利用这类卫星进行全球性业余无线电通信的解决 方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "由卫星对上行数据进行存贮和转发"
            },
            {
                "value": "B",
                "text": "由地面站进行地面中继"
            },
            {
                "value": "C",
                "text": "地面业余电台换用更大功率的发射机"
            },
            {
                "value": "D",
                "text": "增加地面业余电台的天线高度"
            }
        ]
    },
    {
        "id": "MC1-0299",
        "question": "业余电台在进行业余卫星通信时使用超过常规要求的发射功率，造成的结果以及对这种 做法的态度是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "过强的上行信号会使卫星转发器压低对其他信道的转发功率，严重影响别人通信；必须 反对"
            },
            {
                "value": "B",
                "text": "上行功率越大，转发的效果越好，通信范围越大；可提倡"
            },
            {
                "value": "C",
                "text": "上行功率超过一定值对通信效果改善不大，但并无明显坏处；无所谓"
            },
            {
                "value": "D",
                "text": "上行功率太大造成浪费和电磁污染；不提倡"
            }
        ]
    },
    {
        "id": "MC1-0300",
        "question": "业余电台在进行业余卫星通信时如何确定当前发射功率是恰当的？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "确定下行链路的信号强度与信标大体一致"
            },
            {
                "value": "B",
                "text": "利用遥测电文观察本台信号强度"
            },
            {
                "value": "C",
                "text": "试听下行链路的声音是否过载失真"
            },
            {
                "value": "D",
                "text": "询问其他电台，是否需要本台QRP"
            }
        ]
    },
    {
        "id": "MC1-0301",
        "question": "业余电台和业余卫星之间通信，VHF/UHF频段影响信号强度的主要因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无线电波在自由空间的衰减"
            },
            {
                "value": "B",
                "text": "电离层对无线电波的吸收"
            },
            {
                "value": "C",
                "text": "电离层对无线电波的反射"
            },
            {
                "value": "D",
                "text": "大地对无线电波的吸收"
            }
        ]
    },
    {
        "id": "MC1-0302",
        "question": "业余卫星通信中所说的A、B、K、JA、JD、S、T等工作方式，表示的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余无线电转发器的上下行通信所用的业余频段以及所支持的调制方式"
            },
            {
                "value": "B",
                "text": "发射业余卫星的国家的呼号前缀"
            },
            {
                "value": "C",
                "text": "业余无线电转发器的发射功率等级"
            },
            {
                "value": "D",
                "text": "业余卫星的某些轨道参数"
            }
        ]
    },
    {
        "id": "MC1-0303",
        "question": "业余卫星通信和业余无线电测向都会出现“多普勒效应”的概念。多普勒效应是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "收发信机之间相对距离的变化使接收信号频率产生偏移的现象"
            },
            {
                "value": "B",
                "text": "传播条件随时间的扰动使接收信号幅度产生波动的现象"
            },
            {
                "value": "C",
                "text": "传播条件随空间位置的扰动使接收信号幅度产生波动的现象"
            },
            {
                "value": "D",
                "text": "电波的极化在传播途中变化使接收信号幅度产生波动的现象"
            }
        ]
    },
    {
        "id": "MC1-0304",
        "question": "地面业余电台进行业余卫星通信时，接收到的卫星信号频率的多普勒频移规律是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "卫星飞来时频率偏高，飞离时频率偏低，越远频偏越大，过顶时频偏最小"
            },
            {
                "value": "B",
                "text": "卫星飞来时频率偏低，飞离时频率偏高，越远频偏越大，过顶时频偏最小"
            },
            {
                "value": "C",
                "text": "卫星飞来时频率偏高，飞离时频率偏低，越远频偏越小，过顶时频偏最大"
            },
            {
                "value": "D",
                "text": "卫星飞来时频率偏低，飞离时频率偏高，越远频偏越小，过顶时频偏最大"
            }
        ]
    },
    {
        "id": "MC1-0305",
        "question": "业余无线电卫星一般都选择运行在低轨道或者椭圆轨道上。主要原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发射成本低"
            },
            {
                "value": "B",
                "text": "卫星转发器的功率因此增加"
            },
            {
                "value": "C",
                "text": "增强地球引力以利运行稳定"
            },
            {
                "value": "D",
                "text": "增加卫星转发器的覆盖范围"
            }
        ]
    },
    {
        "id": "MC1-0306",
        "question": "业余电台在发起呼叫前应先守听一段时间，然后再询问“有人使用频率吗？”，确认没 有应答方可发起呼叫。下列英语短句中不能正确表达这一询问的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "Callingyou, Roger？"
            },
            {
                "value": "B",
                "text": "Isthisfrequencyinuse？"
            },
            {
                "value": "C",
                "text": "Isanyoneatthisfrequency？"
            },
            {
                "value": "D",
                "text": "Anybodyhere？"
            }
        ]
    },
    {
        "id": "MC1-0307",
        "question": "业余电台BH1ZZZ用FM或SSB话音发起CQ呼叫的方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "CQ CQ CQ，这里是BH1ZZZ，Bravo Hotel One Zulu Zulu Zulu，BH1ZZZ呼叫CQ， 听到请回答"
            },
            {
                "value": "B",
                "text": "CQCQCQ，请您继续"
            },
            {
                "value": "C",
                "text": "CQCQCQ，我是1ZZZ，请过来"
            },
            {
                "value": "D",
                "text": "CQCQCQ；CQCQCQ；CQCQCQ，我是BH1ZZZ，您请讲"
            }
        ]
    },
    {
        "id": "MC1-0308",
        "question": "业余电台BH1ZZZ用话音发起CQ呼叫的方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "CQ CQ CQ, this is BH1ZZZ, Bravo Hotel One Zulu Zulu Zulu, BH1ZZZ calling CQ and standingby"
            },
            {
                "value": "B",
                "text": "CQCQ,calling CQ.Goahead"
            },
            {
                "value": "C",
                "text": "CQCQ,calling CQ, thisisOne Zulu ZuluZulu.Comeon"
            },
            {
                "value": "D",
                "text": "CQCQCQ,CQCQCQ,CQCQCQ, thisisBH1ZZZ.Backtoyou"
            }
        ]
    },
    {
        "id": "MC1-0309",
        "question": "业余电台BH1ZZZ用话音呼叫BH8YYY的方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BH8YYY，BH8YYY，BH8YYY，这里是 BH1ZZZ，Bravo Hotel One Zulu Zulu Zulu， BH1ZZZ呼叫，听到请回答"
            },
            {
                "value": "B",
                "text": "BH8YYY，我是BH1ZZZ，我是BH1ZZZ，我是BH1ZZZ，您继续"
            },
            {
                "value": "C",
                "text": "BH8YYY，我是1ZZZ，请过来"
            },
            {
                "value": "D",
                "text": "8YYY，BH1ZZZ，听到讲"
            }
        ]
    },
    {
        "id": "MC1-0310",
        "question": "业余电台BH1ZZZ用话音呼叫BH8YYY的方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BH8YYY, BH8YYY, BH8YYY, this is BH1ZZZ, Bravo Hotel One Zulu Zulu Zulu, BH1ZZZcalling youandstanding by"
            },
            {
                "value": "B",
                "text": "BH8YYY,Bravo HotelEightYankeeYankeeYankee, BH8YYY,goahead"
            },
            {
                "value": "C",
                "text": "BH8YYY,thisis One ZuluZuluZulu,comeon"
            },
            {
                "value": "D",
                "text": "8YYY,thisisBH1ZZZ,overover"
            }
        ]
    },
    {
        "id": "MC1-0311",
        "question": "建立话音通信后，操作员小明打算给对方电台BH1ZZZ “57”的信号报告。他可以这样 讲：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BH1ZZZ，你的信号57。是否抄收？"
            },
            {
                "value": "B",
                "text": "BH1ZZZ，我给你57的信号可以吗？"
            },
            {
                "value": "C",
                "text": "57，57，拷贝了吗？"
            },
            {
                "value": "D",
                "text": "57，57，这里是BH1ZZZ，听到请回答"
            }
        ]
    },
    {
        "id": "MC1-0312",
        "question": "建立话音通信后，操作员小明打算给对方电台BH1ZZZ “57”的信号报告。他可以这样 讲：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BH1ZZZ,you are57,QSL?"
            },
            {
                "value": "B",
                "text": "BH1ZZZ,mayIrateyou 57?"
            },
            {
                "value": "C",
                "text": "Hey,57,QSL?"
            },
            {
                "value": "D",
                "text": "Hey57，thisis BH1ZZZ.Roger?"
            }
        ]
    },
    {
        "id": "MC1-0313",
        "question": "建立话音通信后，小明打算介绍自己是在成都操作的。他可以这样讲：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我的QTH是成都"
            },
            {
                "value": "B",
                "text": "我QRT在成都"
            },
            {
                "value": "C",
                "text": "我在成都QRO"
            },
            {
                "value": "D",
                "text": "我在成都QRV"
            }
        ]
    },
    {
        "id": "MC1-0314",
        "question": "建立话音通信后，小明打算介绍自己是在成都操作的。他可以这样讲：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "MyQTHis Chengdu"
            },
            {
                "value": "B",
                "text": "IQRTinChengdu"
            },
            {
                "value": "C",
                "text": "IrunQROin Chengdu"
            },
            {
                "value": "D",
                "text": "IamQRVatChengdu"
            }
        ]
    },
    {
        "id": "MC1-0315",
        "question": "收听业余无线电爱好者的SSB通联时，我们有时会听到 “Cheerio.”、“Ciaociao.” 或“Dosvidaniya.”一类的短句。其含义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不同国家或地区的爱好者互致美好祝愿并表达再见之意"
            },
            {
                "value": "B",
                "text": "一些英语词汇"
            },
            {
                "value": "C",
                "text": "一些非英语词汇"
            },
            {
                "value": "D",
                "text": "从一种语言至另一种语言的转写"
            }
        ]
    },
    {
        "id": "MC1-0316",
        "question": "如果以CW方式回应一个CQ呼叫，你如何确定自己的发送速度？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "确保自己能够完美抄写，但是不高于对方的速度"
            },
            {
                "value": "B",
                "text": "确保自己能够完美抄写，但是不低于对方的速度"
            },
            {
                "value": "C",
                "text": "日常联络不要高于12WPM"
            },
            {
                "value": "D",
                "text": "竞赛或DX通联时不要低于30WPM"
            }
        ]
    },
    {
        "id": "MC1-0317",
        "question": "业余电台在发起呼叫前应先守听一段时间，然后再通过简短询问来确定当前频率是空闲 的。使用CW或其他文字方式进行通联时，适合这一场景的短句是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRL？"
            },
            {
                "value": "B",
                "text": "QRT？"
            },
            {
                "value": "C",
                "text": "QRU？"
            },
            {
                "value": "D",
                "text": "QRV？"
            }
        ]
    },
    {
        "id": "MC1-0318",
        "question": "业余电台BH1ZZZ用CW或其他文字方式发起CQ呼叫的方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "CQCQCQDEBH1ZZZ BH1ZZZBH1ZZZPSE K"
            },
            {
                "value": "B",
                "text": "CQCQCQDEBH1ZZZ QRZ？"
            },
            {
                "value": "C",
                "text": "CQCQDE BH1ZZZKN"
            },
            {
                "value": "D",
                "text": "CQCQCQCQCQCQCQCQCQDEBH1ZZZ GA"
            }
        ]
    },
    {
        "id": "MC1-0319",
        "question": "业余电台BH1ZZZ使用CW或其他文字方式呼叫BH8YYY的方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BH8YYYBH8YYYBH8YYYDE BH1ZZZBH1ZZZ BH1ZZZPSEK"
            },
            {
                "value": "B",
                "text": "BH8YYYBH8YYYBH8YYY DE1ZZZK"
            },
            {
                "value": "C",
                "text": "BH8YYYBH8YYYBH8YYYDE1ZZZ KN"
            },
            {
                "value": "D",
                "text": "8YYY8YYY8YYYDEBH1ZZZ PSEK"
            }
        ]
    },
    {
        "id": "MC1-0320",
        "question": "建立CW联络后，小明给对方“579”的信号报告。他可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "“UR RST579”或“UR 579”"
            },
            {
                "value": "B",
                "text": "TKSFERRPT 579"
            },
            {
                "value": "C",
                "text": "RMKSIS579"
            },
            {
                "value": "D",
                "text": "IS579 OKFERU？"
            }
        ]
    },
    {
        "id": "MC1-0321",
        "question": "在CW联络中收到对方给出的信号报告后，我们通常会回应收妥并致谢，可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "“R TKSFERRPT”或者“RTKSFERRPRT”"
            },
            {
                "value": "B",
                "text": "TKSFERUR RIGRPT"
            },
            {
                "value": "C",
                "text": "TNXFERUR RMKSOF579"
            },
            {
                "value": "D",
                "text": "579ISANRSTMSG"
            }
        ]
    },
    {
        "id": "MC1-0322",
        "question": "在CW日常通联中，我们会感谢对方积极参与了联络，可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "TNXFERNICEQSOESHPECUAGN73TU"
            },
            {
                "value": "B",
                "text": "TNXFERNICERPRTES HPECUAGN73TU"
            },
            {
                "value": "C",
                "text": "TNXFERQSL INFOES HPECUAGN 73TU"
            },
            {
                "value": "D",
                "text": "TNXFERWXINFOESHPECUAGN73TU"
            }
        ]
    },
    {
        "id": "MC1-0323",
        "question": "在CW竞赛或DX通联中，我们会感谢对方积极参与了联络。我们可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "TU"
            },
            {
                "value": "B",
                "text": "FB"
            },
            {
                "value": "C",
                "text": "NICE"
            },
            {
                "value": "D",
                "text": "FINE"
            }
        ]
    },
    {
        "id": "MC1-0324",
        "question": "CW通联时，小明拟介绍自己的名字。他可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "NAMEXIAOMING"
            },
            {
                "value": "B",
                "text": "MODEXIAOMING"
            },
            {
                "value": "C",
                "text": "RIGXIAOMING"
            },
            {
                "value": "D",
                "text": "ANTXIAOMING"
            }
        ]
    },
    {
        "id": "MC1-0325",
        "question": "在CW通联中，缩语“OP”表示操作员的名字。小明向对方介绍自己的名字时可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "OPXIAOMING"
            },
            {
                "value": "B",
                "text": "B4XIAOMING"
            },
            {
                "value": "C",
                "text": "NICEXIAOMING"
            },
            {
                "value": "D",
                "text": "DRXIAOMING"
            }
        ]
    },
    {
        "id": "MC1-0326",
        "question": "在CW通联中，如果已知对方操作员的名字，或是对方已做自我介绍，则我们在称呼其 名时可以冠以“尊敬的”。假设对方电台由Zork操作，我们可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "DRZORK"
            },
            {
                "value": "B",
                "text": "HRZORK"
            },
            {
                "value": "C",
                "text": "NRZORK"
            },
            {
                "value": "D",
                "text": "URZORK"
            }
        ]
    },
    {
        "id": "MC1-0327",
        "question": "在通联中，业余无线电爱好者经常使用诸如“接收机”、“发射机”、“收发信机”和 “设备”等词汇来描述己方电台的装置情况。这些词汇的缩语可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "RCVR、RX、XMTR、TX、XCVR、TXRX、RIG"
            },
            {
                "value": "B",
                "text": "RPT、SASE、RPRT、WKD"
            },
            {
                "value": "C",
                "text": "CUZ、CS、HW"
            },
            {
                "value": "D",
                "text": "RST、SIGS"
            }
        ]
    },
    {
        "id": "MC1-0328",
        "question": "在CW通联中，小明拟向对方介绍说自己的设备是X6200。他可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "RIGX6200"
            },
            {
                "value": "B",
                "text": "REGWID X6200"
            },
            {
                "value": "C",
                "text": "EQPOFX6200"
            },
            {
                "value": "D",
                "text": "OPX6200"
            }
        ]
    },
    {
        "id": "MC1-0329",
        "question": "业余无线电通信缩语“PWR”表示“功率”。询问对方电台的发射功率有多大可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PWR？"
            },
            {
                "value": "B",
                "text": "PSESENDME URPWR"
            },
            {
                "value": "C",
                "text": "PSEACCEPTMY PWR"
            },
            {
                "value": "D",
                "text": "PWROFF？"
            }
        ]
    },
    {
        "id": "MC1-0330",
        "question": "业余无线电通信缩语“ABT”具有“关于、大约”之意。如在通联中需要向对方介绍“我 台的发射功率约为10瓦”，我们可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PWRABT10W"
            },
            {
                "value": "B",
                "text": "IAMABT10WATTS"
            },
            {
                "value": "C",
                "text": "RIGABT10W"
            },
            {
                "value": "D",
                "text": "ANTABT10WATTS"
            }
        ]
    },
    {
        "id": "MC1-0331",
        "question": "业余无线电通信缩语“ANT”表示“天线”。如需向对方介绍自己使用了垂直接地天线， 架高50米，我们可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "ANTGP 50MH"
            },
            {
                "value": "B",
                "text": "50MHANT ISGP?"
            },
            {
                "value": "C",
                "text": "ANT50MH? GP?"
            },
            {
                "value": "D",
                "text": "50MHANT ISMINE=UHAVEA GP"
            }
        ]
    },
    {
        "id": "MC1-0332",
        "question": "进行CW或其他文字方式的通联时，我们有时会使用缩语“WX”来交换天气信息。如需 分享晴天，大约25摄氏度的气温，我们可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "WXFINEESTEMPABT25C"
            },
            {
                "value": "B",
                "text": "WXABT25CES TEMPFINE"
            },
            {
                "value": "C",
                "text": "WXTEMPESFINEABT25C"
            },
            {
                "value": "D",
                "text": "TEMPWXES 25C ABTFINE"
            }
        ]
    },
    {
        "id": "MC1-0333",
        "question": "进行CW联络，如需了解对方的抄收情况，除了“QSL?”之外，我们还可以问：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "HW？"
            },
            {
                "value": "B",
                "text": "CW？"
            },
            {
                "value": "C",
                "text": "NR？"
            },
            {
                "value": "D",
                "text": "HPI？"
            }
        ]
    },
    {
        "id": "MC1-0334",
        "question": "进行CW通联，如果对方完美抄收了我们发出的消息，他们会在回复时用缩语“R”或Q 简语“QSL”告知。但是，对方有时会用“CPI”替代“R”或“QSL”。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "这里的“CPI”对应英语“copied”，也是“抄收”之意。这可以用来减少用词重复"
            },
            {
                "value": "B",
                "text": "这里的“CPI对应英语“codeperfectlyinterpreted”，表示消息完美抄收了"
            },
            {
                "value": "C",
                "text": "这里的“CPI”对应英语“codeprintedimmediately”，表示消息打印出来了"
            },
            {
                "value": "D",
                "text": "那是谦辞：Cool，prettyinteresting。那表示我们双方沟通顺畅"
            }
        ]
    },
    {
        "id": "MC1-0335",
        "question": "通联时，如需了解自己的信号是否遇到了他台干扰，可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRM？"
            },
            {
                "value": "B",
                "text": "QSM？"
            },
            {
                "value": "C",
                "text": "QSN？"
            },
            {
                "value": "D",
                "text": "QSD？"
            }
        ]
    },
    {
        "id": "MC1-0336",
        "question": "在通联中，如需告诉对方其信号遇到了他台干扰，我们可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRM"
            },
            {
                "value": "B",
                "text": "QRN"
            },
            {
                "value": "C",
                "text": "QRS"
            },
            {
                "value": "D",
                "text": "QRP"
            }
        ]
    },
    {
        "id": "MC1-0337",
        "question": "通联时，如需了解自己的信号是否遭遇了天电干扰，可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRN？"
            },
            {
                "value": "B",
                "text": "QRM？"
            },
            {
                "value": "C",
                "text": "QRP？"
            },
            {
                "value": "D",
                "text": "QRQ？"
            }
        ]
    },
    {
        "id": "MC1-0338",
        "question": "在通联中，如需告诉对方其信号遇到了天电干扰，我们可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRN"
            },
            {
                "value": "B",
                "text": "QRM"
            },
            {
                "value": "C",
                "text": "QRP"
            },
            {
                "value": "D",
                "text": "QRQ"
            }
        ]
    },
    {
        "id": "MC1-0339",
        "question": "CW联络时，对方有时会发来符号“滴答滴滴滴”。这像是将“AS”连发在了一起，而 我们抄写时会在“AS”上面加个横线。该符号的含义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "请稍等"
            },
            {
                "value": "B",
                "text": "亚洲"
            },
            {
                "value": "C",
                "text": "英语“因为”的意思，因为紧随其后就是对方针对提问的回复了"
            },
            {
                "value": "D",
                "text": "先进信号"
            }
        ]
    },
    {
        "id": "MC1-0340",
        "question": "通联时，如收到对方发送的短句“PSEQSL VIABURO”，则其中的“QSL”意指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSL卡片"
            },
            {
                "value": "B",
                "text": "对消息“VIABURO”是否收妥进行确认"
            },
            {
                "value": "C",
                "text": "通过预定的局间交换机制给收据，进行异步ACK作业"
            },
            {
                "value": "D",
                "text": "随意给个确认，口头的、QSL卡片或email都可以的"
            }
        ]
    },
    {
        "id": "MC1-0341",
        "question": "业余无线电爱好者在结束当前联络并互致再见时经常使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "CU、CUAGN或GB"
            },
            {
                "value": "B",
                "text": "GM、GA、GE、GN或GX"
            },
            {
                "value": "C",
                "text": "TU、TKS、TNX或MNI TKS"
            },
            {
                "value": "D",
                "text": "Thankyou,andgoodluck"
            }
        ]
    },
    {
        "id": "MC1-0342",
        "question": "在结束CW会话之时，我们时常听到对方发来符号“滴滴滴答滴答”。这像是将“SK” 连发在了一起，而我们抄写时会在“SK”上面加个横线。该符号的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "结束当前联络"
            },
            {
                "value": "B",
                "text": "心情愉快"
            },
            {
                "value": "C",
                "text": "感谢"
            },
            {
                "value": "D",
                "text": "下次再见"
            }
        ]
    },
    {
        "id": "MC1-0343",
        "question": "QRP操作时如果对方反映信号不好，我们可能会追问是否需要增加功率。此时可发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRO？"
            },
            {
                "value": "B",
                "text": "QSO？"
            },
            {
                "value": "C",
                "text": "QRP？"
            },
            {
                "value": "D",
                "text": "QRS？"
            }
        ]
    },
    {
        "id": "MC1-0344",
        "question": "通联时，如认为QRP操作足以保证可靠联络，则可与对方协商降低功率。短句为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRP？"
            },
            {
                "value": "B",
                "text": "MayItryQROforyou？"
            },
            {
                "value": "C",
                "text": "QRU？"
            },
            {
                "value": "D",
                "text": "MayItryQRTforyou？"
            }
        ]
    },
    {
        "id": "MC1-0345",
        "question": "业余电台以低于5瓦的功率开展通信研究或追逐奖状时，常在呼号之后附加操作属性 “QRP”。例如：BI9XYZ/QRP。Q简语“QRP”表示：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我已降低发射功率"
            },
            {
                "value": "B",
                "text": "我已降低发射功率至5W"
            },
            {
                "value": "C",
                "text": "我是新手，请发慢一些，照顾一下"
            },
            {
                "value": "D",
                "text": "我在挑战小功率通信极限，请高速发过来"
            }
        ]
    },
    {
        "id": "MC1-0346",
        "question": "通联时，如果希望对方加快发报速度，我们可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PSEQRQ"
            },
            {
                "value": "B",
                "text": "PSEQRS"
            },
            {
                "value": "C",
                "text": "PSEQRT"
            },
            {
                "value": "D",
                "text": "PSEQTR"
            }
        ]
    },
    {
        "id": "MC1-0347",
        "question": "通联时，如果对方要求加快发报速度，我们可以通过反问来确认。此时可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRQ？"
            },
            {
                "value": "B",
                "text": "QRS？"
            },
            {
                "value": "C",
                "text": "QRT？"
            },
            {
                "value": "D",
                "text": "QTR？"
            }
        ]
    },
    {
        "id": "MC1-0348",
        "question": "通联时，如果希望对方放慢发报速度，我们可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PSEQRS"
            },
            {
                "value": "B",
                "text": "PSEQRQ"
            },
            {
                "value": "C",
                "text": "PSEQSY"
            },
            {
                "value": "D",
                "text": "PSEQSL"
            }
        ]
    },
    {
        "id": "MC1-0349",
        "question": "通联时，如果对方要求放慢发报速度，我们可以通过反问来确认。此时可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRS？"
            },
            {
                "value": "B",
                "text": "QRQ？"
            },
            {
                "value": "C",
                "text": "QSY？"
            },
            {
                "value": "D",
                "text": "QSL？"
            }
        ]
    },
    {
        "id": "MC1-0350",
        "question": "结束当天的通联活动时，业余电台常会发送Q简语“QRT”。其含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我要关闭收发信机了，再见"
            },
            {
                "value": "B",
                "text": "我要变更发射频率至nnnn千赫（或兆赫）"
            },
            {
                "value": "C",
                "text": "我不再呼叫了，尚未联络的请用email约起来"
            },
            {
                "value": "D",
                "text": "我要变更操作方式了，有要联络的请尽快叫过来"
            }
        ]
    },
    {
        "id": "MC1-0351",
        "question": "在结束联络之前，我们可以询问对方是否还有消息要传达。此时可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRU？"
            },
            {
                "value": "B",
                "text": "QRL？"
            },
            {
                "value": "C",
                "text": "QRB？"
            },
            {
                "value": "D",
                "text": "QRQ？"
            }
        ]
    },
    {
        "id": "MC1-0352",
        "question": "结束联络时，我们可以告诉对方这里已无事。此时可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRU"
            },
            {
                "value": "B",
                "text": "QRL"
            },
            {
                "value": "C",
                "text": "QRM"
            },
            {
                "value": "D",
                "text": "QRN"
            }
        ]
    },
    {
        "id": "MC1-0353",
        "question": "通联时，如希望相约对方参加某个业余无线电活动（如，“木兰围场-通联中国之省”）， 可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRVINWAPC?"
            },
            {
                "value": "B",
                "text": "QSYTOWAPC?"
            },
            {
                "value": "C",
                "text": "QSOWID WAPC?"
            },
            {
                "value": "D",
                "text": "QRTOVERWAPC?"
            }
        ]
    },
    {
        "id": "MC1-0354",
        "question": "Q简语“QRV”的含义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我准备好收信了"
            },
            {
                "value": "B",
                "text": "我正忙于（与某台）联络"
            },
            {
                "value": "C",
                "text": "我有消息要发给你"
            },
            {
                "value": "D",
                "text": "我要减小发射功率"
            }
        ]
    },
    {
        "id": "MC1-0355",
        "question": "进行呼叫时，如果没有听清对方呼号，可使用如下短句请求对方重发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QRZ？"
            },
            {
                "value": "B",
                "text": "QRU？"
            },
            {
                "value": "C",
                "text": "QSY？"
            },
            {
                "value": "D",
                "text": "QSA？"
            }
        ]
    },
    {
        "id": "MC1-0356",
        "question": "Q简语“QRZ”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "呼叫你的电台是...；做疑问句时则为：谁在呼叫我？"
            },
            {
                "value": "B",
                "text": "我准备好了"
            },
            {
                "value": "C",
                "text": "我正忙于（与某台）联络"
            },
            {
                "value": "D",
                "text": "我要减小发射功率"
            }
        ]
    },
    {
        "id": "MC1-0357",
        "question": "阅读我国早期业余无线电文献，我们可能发现一种用Q简语和5个强度等级来表示的信 号报告。该Q简语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSA"
            },
            {
                "value": "B",
                "text": "QSB"
            },
            {
                "value": "C",
                "text": "QSD"
            },
            {
                "value": "D",
                "text": "QSK"
            }
        ]
    },
    {
        "id": "MC1-0358",
        "question": "通联时，如需了解自己的信号是否衰落，可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSB？"
            },
            {
                "value": "B",
                "text": "QSD？"
            },
            {
                "value": "C",
                "text": "QRB？"
            },
            {
                "value": "D",
                "text": "QSP？"
            }
        ]
    },
    {
        "id": "MC1-0359",
        "question": "Q简语“QSB”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "你的信号正在衰落"
            },
            {
                "value": "B",
                "text": "你的电台存在键控缺陷（交流声、键击声、接触不良或发报手法不佳等）"
            },
            {
                "value": "C",
                "text": "请重复上一条消息"
            },
            {
                "value": "D",
                "text": "发报时，我能够在电码的间隙中听到电台的插入"
            }
        ]
    },
    {
        "id": "MC1-0360",
        "question": "小强和小明练习CW。若小强问“我发报的手法有毛病吗？”，他可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSD？"
            },
            {
                "value": "B",
                "text": "QSB？"
            },
            {
                "value": "C",
                "text": "QSV？"
            },
            {
                "value": "D",
                "text": "QRM？"
            }
        ]
    },
    {
        "id": "MC1-0361",
        "question": "小强与小明练习CW。小明认为小强刚才发字母“Y”时手法不好。他可以拍发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSDATY"
            },
            {
                "value": "B",
                "text": "QRHATY"
            },
            {
                "value": "C",
                "text": "QSUATY"
            },
            {
                "value": "D",
                "text": "QSSATY"
            }
        ]
    },
    {
        "id": "MC1-0362",
        "question": "小强与小明练习CW。小明认为小强发报时有砰然的键击声。他可以拍发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSDPSECK"
            },
            {
                "value": "B",
                "text": "QRIPSE CK"
            },
            {
                "value": "C",
                "text": "QRHPSECK"
            },
            {
                "value": "D",
                "text": "TVIPSE CK"
            }
        ]
    },
    {
        "id": "MC1-0363",
        "question": "Q简语“QSK”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发报时，我能够在电码的间隙中听到电台的插入"
            },
            {
                "value": "B",
                "text": "你的信号正在衰落"
            },
            {
                "value": "C",
                "text": "你的电台存在键控缺陷（交流声、键击声、接触不良或发报手法不佳等）"
            },
            {
                "value": "D",
                "text": "请重复上一条消息"
            }
        ]
    },
    {
        "id": "MC1-0364",
        "question": "通联时，如需对方电台确认收妥自己发出的消息，可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSL？"
            },
            {
                "value": "B",
                "text": "QRZ？"
            },
            {
                "value": "C",
                "text": "QSP？"
            },
            {
                "value": "D",
                "text": "QRO？"
            }
        ]
    },
    {
        "id": "MC1-0365",
        "question": "Q简语“QSL”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我确认抄收了你所发送的消息"
            },
            {
                "value": "B",
                "text": "我要寄一张QSL卡片给你"
            },
            {
                "value": "C",
                "text": "我刚刚错过了你的消息，请再发一遍"
            },
            {
                "value": "D",
                "text": "你应当寄一张QSL卡片给我"
            }
        ]
    },
    {
        "id": "MC1-0366",
        "question": "Q简语“QSO”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我能够直接或通过他台转信通联（某个电台）；常指业余电台间的当前联络"
            },
            {
                "value": "B",
                "text": "我可以直接或通过卡片管理局寄发QSL；常指业余电台交换QSL卡片的操作"
            },
            {
                "value": "C",
                "text": "我可以将你的消息转信至某个电台；常指业余电台帮助他台中转消息的操作"
            },
            {
                "value": "D",
                "text": "我没有需要发送的消息了；常见于业余电台即将结束联络并互致再见之时"
            }
        ]
    },
    {
        "id": "MC1-0367",
        "question": "通联时，如需了解对方电台可否帮助转信至“xxx电台”，可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSP ×××？"
            },
            {
                "value": "B",
                "text": "QRD ×××？"
            },
            {
                "value": "C",
                "text": "QSX ×××？"
            },
            {
                "value": "D",
                "text": "QRV ×××？"
            }
        ]
    },
    {
        "id": "MC1-0368",
        "question": "Q简语“QSP”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我可以将你的消息转信至某个电台；常指业余电台帮助他台中转消息的操作"
            },
            {
                "value": "B",
                "text": "我可以直接或通过卡片管理局寄发QSL；常指业余电台交换QSL卡片的操作"
            },
            {
                "value": "C",
                "text": "我能够直接或通过他台转信通联（某个电台）；常指业余电台间的当前联络"
            },
            {
                "value": "D",
                "text": "我没有需要发送的消息了；常见于业余电台即将结束联络并互致再见之时"
            }
        ]
    },
    {
        "id": "MC1-0369",
        "question": "通联时，小明希望小强帮忙守听7074千赫的FT8操作，他可以发：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSXMYFT8ON7074KHZ？"
            },
            {
                "value": "B",
                "text": "QSYMY FT8ON7074KHZ？"
            },
            {
                "value": "C",
                "text": "QSLMYFT8ON7074KHZ？"
            },
            {
                "value": "D",
                "text": "QRUMYFT8ON7074KHZ？"
            }
        ]
    },
    {
        "id": "MC1-0370",
        "question": "通联时，小强告诉小明，他正在7074千赫守听FT8联络，他可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSXFT8ON7074KHZ"
            },
            {
                "value": "B",
                "text": "QSYFT8ON 7074KHZ"
            },
            {
                "value": "C",
                "text": "QSLFT8ON7074KHZ"
            },
            {
                "value": "D",
                "text": "QRUFT8ON7074KHZ"
            }
        ]
    },
    {
        "id": "MC1-0371",
        "question": "通联时，如需协商对方改频至nnnn千赫（或兆赫），可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QSYnnnnKHZ（或MHZ）？"
            },
            {
                "value": "B",
                "text": "QRYnnnnKHZ（或MHZ）？"
            },
            {
                "value": "C",
                "text": "QSVnnnnKHZ（或MHZ）？"
            },
            {
                "value": "D",
                "text": "QRVnnnnKHZ（或MHZ）？"
            }
        ]
    },
    {
        "id": "MC1-0372",
        "question": "Q简语“QSY”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "我要改变发射频率至...千赫（或兆赫）"
            },
            {
                "value": "B",
                "text": "我要关闭收发信机了，再见"
            },
            {
                "value": "C",
                "text": "我不再呼叫了，尚未联络的请用email约起来"
            },
            {
                "value": "D",
                "text": "我要变更操作方式了，有要联络的请尽快叫过来"
            }
        ]
    },
    {
        "id": "MC1-0373",
        "question": "通联时，如需了解对方电台的位置，可使用短句：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "QTH？"
            },
            {
                "value": "B",
                "text": "QRA？"
            },
            {
                "value": "C",
                "text": "QSP？"
            },
            {
                "value": "D",
                "text": "QSA？"
            }
        ]
    },
    {
        "id": "MC1-0374",
        "question": "业余无线电爱好者在结束当前联络并互致美好祝愿时经常使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "73"
            },
            {
                "value": "B",
                "text": "59"
            },
            {
                "value": "C",
                "text": "599"
            },
            {
                "value": "D",
                "text": "99"
            }
        ]
    },
    {
        "id": "MC1-0375",
        "question": "如在CW或其他方式的文字通联中须询问对方的QSL卡片邮寄地址，我们可以发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "“UR ADR？”或“URADDR？”"
            },
            {
                "value": "B",
                "text": "MYADDR？"
            },
            {
                "value": "C",
                "text": "PSEADRMYQSLINFO"
            },
            {
                "value": "D",
                "text": "PSEQSLTOURADDR"
            }
        ]
    },
    {
        "id": "MC1-0376",
        "question": "如需对方重复上次的操作，比如重报呼号或信号报告，我们可使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "AGN"
            },
            {
                "value": "B",
                "text": "AGC"
            },
            {
                "value": "C",
                "text": "ABT"
            },
            {
                "value": "D",
                "text": "ABV"
            }
        ]
    },
    {
        "id": "MC1-0377",
        "question": "业余无线电通信缩语“AHR”的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "另一个"
            },
            {
                "value": "B",
                "text": "天线"
            },
            {
                "value": "C",
                "text": "这里"
            },
            {
                "value": "D",
                "text": "地址"
            }
        ]
    },
    {
        "id": "MC1-0378",
        "question": "“业余无线电测向”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "ARDF"
            },
            {
                "value": "B",
                "text": "ATU"
            },
            {
                "value": "C",
                "text": "ADDR"
            },
            {
                "value": "D",
                "text": "ANT"
            }
        ]
    },
    {
        "id": "MC1-0379",
        "question": "在CW联络中交换QSL信息时，我们可能用到“邮政信箱”这个术语。其缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "“BOX”或“POBOX”"
            },
            {
                "value": "B",
                "text": "BOXOFMAIL"
            },
            {
                "value": "C",
                "text": "BURO"
            },
            {
                "value": "D",
                "text": "QTH"
            }
        ]
    },
    {
        "id": "MC1-0380",
        "question": "“QSL卡片管理局”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BURO"
            },
            {
                "value": "B",
                "text": "BOX"
            },
            {
                "value": "C",
                "text": "ROUTER"
            },
            {
                "value": "D",
                "text": "SWITCH"
            }
        ]
    },
    {
        "id": "MC1-0381",
        "question": "在CW通联中，我们有时会抄到缩语“CK”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "检查"
            },
            {
                "value": "B",
                "text": "钟表"
            },
            {
                "value": "C",
                "text": "报到"
            },
            {
                "value": "D",
                "text": "祝贺"
            }
        ]
    },
    {
        "id": "MC1-0382",
        "question": "业余电台发起呼叫时会使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "CQ"
            },
            {
                "value": "B",
                "text": "CUAGN"
            },
            {
                "value": "C",
                "text": "TU"
            },
            {
                "value": "D",
                "text": "SeekQSOswithyou,Roger?"
            }
        ]
    },
    {
        "id": "MC1-0383",
        "question": "形容某个信号来自远地时，爱好者们经常使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "DX"
            },
            {
                "value": "B",
                "text": "DE"
            },
            {
                "value": "C",
                "text": "DR"
            },
            {
                "value": "D",
                "text": "DSW"
            }
        ]
    },
    {
        "id": "MC1-0384",
        "question": "在CW通联中，我们有时会抄到缩语“ES”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "和"
            },
            {
                "value": "B",
                "text": "是"
            },
            {
                "value": "C",
                "text": "从"
            },
            {
                "value": "D",
                "text": "请等待"
            }
        ]
    },
    {
        "id": "MC1-0385",
        "question": "在CW通联中，我们有时会抄到缩语“FB”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "太棒了，业务精湛"
            },
            {
                "value": "B",
                "text": "我的反馈如下"
            },
            {
                "value": "C",
                "text": "保险丝熔断了"
            },
            {
                "value": "D",
                "text": "从正反两方面说"
            }
        ]
    },
    {
        "id": "MC1-0386",
        "question": "在CW通联中，我们有时会抄到缩语“FER”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "为了，对于"
            },
            {
                "value": "B",
                "text": "好的，精细的"
            },
            {
                "value": "C",
                "text": "二月"
            },
            {
                "value": "D",
                "text": "猎狐"
            }
        ]
    },
    {
        "id": "MC1-0387",
        "question": "术语“频率”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FREQ"
            },
            {
                "value": "B",
                "text": "FER"
            },
            {
                "value": "C",
                "text": "TUNE"
            },
            {
                "value": "D",
                "text": "FIND"
            }
        ]
    },
    {
        "id": "MC1-0388",
        "question": "建立CW联络后，我们经常值交换信号报告之机向对方表示问候。“下午好”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "GA"
            },
            {
                "value": "B",
                "text": "GE"
            },
            {
                "value": "C",
                "text": "GN"
            },
            {
                "value": "D",
                "text": "GM"
            }
        ]
    },
    {
        "id": "MC1-0389",
        "question": "建立CW联络后，我们经常值交换信号报告之机向对方表示问候。“晚上好”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "GE"
            },
            {
                "value": "B",
                "text": "GM"
            },
            {
                "value": "C",
                "text": "GN"
            },
            {
                "value": "D",
                "text": "GA"
            }
        ]
    },
    {
        "id": "MC1-0390",
        "question": "业余无线电爱好者在结束当前联络并祝愿对方好运好成绩时经常使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "GL"
            },
            {
                "value": "B",
                "text": "GB"
            },
            {
                "value": "C",
                "text": "TU"
            },
            {
                "value": "D",
                "text": "73"
            }
        ]
    },
    {
        "id": "MC1-0391",
        "question": "业余无线电通信缩语“GLD”的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "高兴"
            },
            {
                "value": "B",
                "text": "好运气"
            },
            {
                "value": "C",
                "text": "再见"
            },
            {
                "value": "D",
                "text": "地线，地面"
            }
        ]
    },
    {
        "id": "MC1-0392",
        "question": "建立CW联络后，我们经常值交换信号报告之机向对方表示问候。“早晨好”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "GM"
            },
            {
                "value": "B",
                "text": "GA"
            },
            {
                "value": "C",
                "text": "GL"
            },
            {
                "value": "D",
                "text": "GB"
            }
        ]
    },
    {
        "id": "MC1-0393",
        "question": "有时，我们通联的DX电台仍使用“GMT”来表示时间。该时间的含义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "格林尼治时间"
            },
            {
                "value": "B",
                "text": "GPS管理区段时间"
            },
            {
                "value": "C",
                "text": "国际原子时"
            },
            {
                "value": "D",
                "text": "罗兰C时间"
            }
        ]
    },
    {
        "id": "MC1-0394",
        "question": "业余无线电通信缩语“GN”的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "晚安"
            },
            {
                "value": "B",
                "text": "早晨好"
            },
            {
                "value": "C",
                "text": "好运气"
            },
            {
                "value": "D",
                "text": "高兴"
            }
        ]
    },
    {
        "id": "MC1-0395",
        "question": "业余无线电通信缩语“GND”的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "地面、接地"
            },
            {
                "value": "B",
                "text": "格林尼治时间"
            },
            {
                "value": "C",
                "text": "好运气"
            },
            {
                "value": "D",
                "text": "高兴"
            }
        ]
    },
    {
        "id": "MC1-0396",
        "question": "每年的12月下旬，我们常会在CW联络中听到缩语“HNY”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "新年快乐"
            },
            {
                "value": "B",
                "text": "幸福"
            },
            {
                "value": "C",
                "text": "希望"
            },
            {
                "value": "D",
                "text": "圣诞快乐"
            }
        ]
    },
    {
        "id": "MC1-0397",
        "question": "在CW通联中，我们有时会抄到缩语“HPE”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "希望去做某件事"
            },
            {
                "value": "B",
                "text": "醉心于某件事"
            },
            {
                "value": "C",
                "text": "是“抄收”的意思"
            },
            {
                "value": "D",
                "text": "是“这里”的意思"
            }
        ]
    },
    {
        "id": "MC1-0398",
        "question": "在CW通联中，我们有时会抄到缩语“HPY”或“HPI”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "幸福"
            },
            {
                "value": "B",
                "text": "希望"
            },
            {
                "value": "C",
                "text": "抄收"
            },
            {
                "value": "D",
                "text": "这里"
            }
        ]
    },
    {
        "id": "MC1-0399",
        "question": "“快速收发报”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "HST"
            },
            {
                "value": "B",
                "text": "RTTY"
            },
            {
                "value": "C",
                "text": "CW"
            },
            {
                "value": "D",
                "text": "RST"
            }
        ]
    },
    {
        "id": "MC1-0400",
        "question": "业余电台完成当前发送并守听任意电台时应使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "K"
            },
            {
                "value": "B",
                "text": "GA"
            },
            {
                "value": "C",
                "text": "PSE"
            },
            {
                "value": "D",
                "text": "Comeon"
            }
        ]
    },
    {
        "id": "MC1-0401",
        "question": "业余电台完成当前发送并守听通联中的对方电台时可使用缩语：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "KN"
            },
            {
                "value": "B",
                "text": "PSE"
            },
            {
                "value": "C",
                "text": "Pleasecallone byone"
            },
            {
                "value": "D",
                "text": "CU"
            }
        ]
    },
    {
        "id": "MC1-0402",
        "question": "在CW通联中表达“非常感谢”之意时我们发送：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "“MNY TNX”或“MNITNX”"
            },
            {
                "value": "B",
                "text": "TNXTOO MUCH"
            },
            {
                "value": "C",
                "text": "VYTNX"
            },
            {
                "value": "D",
                "text": "IAMGRATEFULFERUR TNX"
            }
        ]
    },
    {
        "id": "MC1-0403",
        "question": "业余无线电通信缩语“NW”的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "现在"
            },
            {
                "value": "B",
                "text": "不工作"
            },
            {
                "value": "C",
                "text": "新的"
            },
            {
                "value": "D",
                "text": "你和我"
            }
        ]
    },
    {
        "id": "MC1-0404",
        "question": "通联时，我们有时称对方电台的操作员为“oldman”。这是将对方比作亲密无间的队友， 因此为“老朋友”、“老伙计”之意且无关年龄。这个称呼的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "OM"
            },
            {
                "value": "B",
                "text": "OB"
            },
            {
                "value": "C",
                "text": "OC"
            },
            {
                "value": "D",
                "text": "OT"
            }
        ]
    },
    {
        "id": "MC1-0405",
        "question": "“操作员”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "OP"
            },
            {
                "value": "B",
                "text": "OOP"
            },
            {
                "value": "C",
                "text": "OM"
            },
            {
                "value": "D",
                "text": "OHM"
            }
        ]
    },
    {
        "id": "MC1-0406",
        "question": "在CW日常通联中，适当使用带“请”字的祈使句可以活跃通联气氛。“请”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PSE、PLS"
            },
            {
                "value": "B",
                "text": "PSK、ASK"
            },
            {
                "value": "C",
                "text": "PX、PWM"
            },
            {
                "value": "D",
                "text": "PWR、PTT"
            }
        ]
    },
    {
        "id": "MC1-0407",
        "question": "与“QSL”类似，如果完全抄收了对方所发的消息，我们常以起始语“Roger”开启新的 会话。这可向对方主动传达确认之意。“Roger”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "R"
            },
            {
                "value": "B",
                "text": "RX"
            },
            {
                "value": "C",
                "text": "RIG"
            },
            {
                "value": "D",
                "text": "RFI"
            }
        ]
    },
    {
        "id": "MC1-0408",
        "question": "业余无线电业务中，“SAE”的含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "写好收信人地址的信封"
            },
            {
                "value": "B",
                "text": "信封"
            },
            {
                "value": "C",
                "text": "请尽快寄出QSL卡片"
            },
            {
                "value": "D",
                "text": "请勿通过卡片管理局交换QSL卡片"
            }
        ]
    },
    {
        "id": "MC1-0409",
        "question": "业余无线电爱好者寄送QSL卡片时常会提及缩语“SASE”，其含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "写好收信人地址并贴好邮票（或附有邮资）的信封"
            },
            {
                "value": "B",
                "text": "国际邮资券"
            },
            {
                "value": "C",
                "text": "请尽快寄出QSL卡片"
            },
            {
                "value": "D",
                "text": "请勿通过卡片管理局交换QSL卡片"
            }
        ]
    },
    {
        "id": "MC1-0410",
        "question": "在通联中，如需更正刚才发错的内容，我们通常以“抱歉”开启会话，缩语为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SRI"
            },
            {
                "value": "B",
                "text": "SNR"
            },
            {
                "value": "C",
                "text": "STN"
            },
            {
                "value": "D",
                "text": "SMS"
            }
        ]
    },
    {
        "id": "MC1-0411",
        "question": "“温度”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "TEMP"
            },
            {
                "value": "B",
                "text": "TMPO"
            },
            {
                "value": "C",
                "text": "TUNE"
            },
            {
                "value": "D",
                "text": "WX"
            }
        ]
    },
    {
        "id": "MC1-0412",
        "question": "“谢谢”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "TNX、TKS"
            },
            {
                "value": "B",
                "text": "SRI、SAE"
            },
            {
                "value": "C",
                "text": "CU、GB"
            },
            {
                "value": "D",
                "text": "TVI、RFI"
            }
        ]
    },
    {
        "id": "MC1-0413",
        "question": "“谢谢你”的缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "TU"
            },
            {
                "value": "B",
                "text": "ATU"
            },
            {
                "value": "C",
                "text": "TX"
            },
            {
                "value": "D",
                "text": "ATT"
            }
        ]
    },
    {
        "id": "MC1-0414",
        "question": "“你的”或者“你是”可用缩语表示为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "UR"
            },
            {
                "value": "B",
                "text": "TU"
            },
            {
                "value": "C",
                "text": "FB"
            },
            {
                "value": "D",
                "text": "US"
            }
        ]
    },
    {
        "id": "MC1-0415",
        "question": "在CW通联中，我们有时会抄到缩语“WL”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将要"
            },
            {
                "value": "B",
                "text": "超级棒"
            },
            {
                "value": "C",
                "text": "物理"
            },
            {
                "value": "D",
                "text": "滑铁卢"
            }
        ]
    },
    {
        "id": "MC1-0416",
        "question": "收听CW或SSB联络，我们有时会听到缩语 “XYL”。其含义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "妻子"
            },
            {
                "value": "B",
                "text": "晶体"
            },
            {
                "value": "C",
                "text": "女士"
            },
            {
                "value": "D",
                "text": "发信机"
            }
        ]
    },
    {
        "id": "MC1-0417",
        "question": "有一类业余无线电操作员享有称呼“YL”。而有些业余无线电竞赛也为这些人士制定了 专享的规则。缩语“YL”的含义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "女士"
            },
            {
                "value": "B",
                "text": "好运"
            },
            {
                "value": "C",
                "text": "你的"
            },
            {
                "value": "D",
                "text": "领导"
            }
        ]
    },
    {
        "id": "MC1-0418",
        "question": "术语“单元”通常指天线振子。其缩语是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "EL、ELE或ELS"
            },
            {
                "value": "B",
                "text": "YAGI"
            },
            {
                "value": "C",
                "text": "ANT"
            },
            {
                "value": "D",
                "text": "UNIT"
            }
        ]
    },
    {
        "id": "MC1-0419",
        "question": "在业余无线电通联中探讨天线时，缩写DP代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "偶极天线"
            },
            {
                "value": "B",
                "text": "长线天线"
            },
            {
                "value": "C",
                "text": "定向天线"
            },
            {
                "value": "D",
                "text": "垂直天线"
            }
        ]
    },
    {
        "id": "MC1-0420",
        "question": "在业余无线电通联中探讨天线时，缩写GP代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "垂直接地天线"
            },
            {
                "value": "B",
                "text": "对数周期天线"
            },
            {
                "value": "C",
                "text": "偶极天线"
            },
            {
                "value": "D",
                "text": "定向天线"
            }
        ]
    },
    {
        "id": "MC1-0421",
        "question": "在业余无线电通联中探讨天线时，缩写VER代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "垂直天线"
            },
            {
                "value": "B",
                "text": "垂直接地天线"
            },
            {
                "value": "C",
                "text": "定向天线"
            },
            {
                "value": "D",
                "text": "偶极天线"
            }
        ]
    },
    {
        "id": "MC1-0422",
        "question": "在业余无线电通联中探讨天线时，缩写LW代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "长线天线"
            },
            {
                "value": "B",
                "text": "偶极天线"
            },
            {
                "value": "C",
                "text": "定向天线"
            },
            {
                "value": "D",
                "text": "垂直天线"
            }
        ]
    },
    {
        "id": "MC1-0423",
        "question": "在业余无线电通联中探讨天线时，缩写YAGI代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "八木天线"
            },
            {
                "value": "B",
                "text": "定向天线"
            },
            {
                "value": "C",
                "text": "偶极天线"
            },
            {
                "value": "D",
                "text": "垂直天线"
            }
        ]
    },
    {
        "id": "MC1-0424",
        "question": "在业余无线电通联中探讨天线时，缩写BEAM代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "定向天线"
            },
            {
                "value": "B",
                "text": "八木天线"
            },
            {
                "value": "C",
                "text": "偶极天线"
            },
            {
                "value": "D",
                "text": "垂直天线"
            }
        ]
    },
    {
        "id": "MC1-0425",
        "question": "发射类别（classofemission）是指用标准符号标示的某发射的一组特性，例如主载波调 制方式，调制信号，被发送信息的类型以及其他适用的信号特性。表示CW报的发射类别 是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "A1A"
            },
            {
                "value": "B",
                "text": "J3E"
            },
            {
                "value": "C",
                "text": "F2B"
            },
            {
                "value": "D",
                "text": "G2B"
            }
        ]
    },
    {
        "id": "MC1-0426",
        "question": "发射类别（classofemission）是指用标准符号标示的某发射的一组特性，例如主载波调 制方式，调制信号，被发送信息的类型以及其他适用的信号特性。表示单边带话的发射类别 是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "J3E"
            },
            {
                "value": "B",
                "text": "A1A"
            },
            {
                "value": "C",
                "text": "F2B"
            },
            {
                "value": "D",
                "text": "G2B"
            }
        ]
    },
    {
        "id": "MC1-0427",
        "question": "发射类别（classofemission）是指用标准符号标示的某发射的一组特性，例如主载波调 制方式，调制信号，被发送信息的类型以及其他适用的信号特性。表示用单边带话传输的 SSTV信号的发射类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F3F"
            },
            {
                "value": "B",
                "text": "J3E"
            },
            {
                "value": "C",
                "text": "F2B"
            },
            {
                "value": "D",
                "text": "F3E"
            }
        ]
    },
    {
        "id": "MC1-0428",
        "question": "发射类别（classofemission）是指用标准符号标示的某发射的一组特性，例如主载波调 制方式，调制信号，被发送信息的类型以及其他适用的信号特性。表示调频话的发射类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F3E"
            },
            {
                "value": "B",
                "text": "F3F"
            },
            {
                "value": "C",
                "text": "J3E"
            },
            {
                "value": "D",
                "text": "F2B"
            }
        ]
    },
    {
        "id": "MC1-0429",
        "question": "发射类别是指用标准符号标示的某发射的一组特性，例如主载波调制方式，调制信号， 被发送信息的类型以及其他适用的信号特性。表示用调频话传输的SSTV信号的发射类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F3F"
            },
            {
                "value": "B",
                "text": "F2B"
            },
            {
                "value": "C",
                "text": "J3E"
            },
            {
                "value": "D",
                "text": "F3E"
            }
        ]
    },
    {
        "id": "MC1-0430",
        "question": "发射类别是指用标准符号标示的某发射的一组特性，例如主载波调制方式，调制信号， 被发送信息的类型以及其他适用的信号特性。表示调频ATV信号的发射类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F3F"
            },
            {
                "value": "B",
                "text": "F2B"
            },
            {
                "value": "C",
                "text": "F3E"
            },
            {
                "value": "D",
                "text": "J3E"
            }
        ]
    },
    {
        "id": "MC1-0431",
        "question": "带外发射是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "由于调制过程而产生的、刚超出必要带宽的一个或多个频率的发射，但杂散发射除外"
            },
            {
                "value": "B",
                "text": "由于调制过程而产生的、刚超出占用带宽的一个或多个频率的发射，但杂散发射除外"
            },
            {
                "value": "C",
                "text": "由于调制过程而产生的、刚超出参考带宽的一个或多个频率的发射，但杂散发射除外"
            },
            {
                "value": "D",
                "text": "由于调制过程而产生的、刚超出固定带宽的一个或多个频率的发射，但杂散发射除外"
            }
        ]
    },
    {
        "id": "MC1-0432",
        "question": "业余无线电通信中三种最基本调制的缩写是AM、FM和PM。它们的中文名称是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "幅度调制（调幅）、频率调制（调频）、相位调制（调相）"
            },
            {
                "value": "B",
                "text": "幅度调制（调幅）、频率调制（调频）、脉宽调制（调脉宽）"
            },
            {
                "value": "C",
                "text": "频率调制（调频）、脉码调制（调脉码）、幅度调制（调幅）"
            },
            {
                "value": "D",
                "text": "幅度调制（调幅）、频率调制（调频）、电码调制（莫尔斯）"
            }
        ]
    },
    {
        "id": "MC1-0433",
        "question": "以下哪种调制方式被广泛应用于VHF或UHF本地通联？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FM"
            },
            {
                "value": "B",
                "text": "SSB"
            },
            {
                "value": "C",
                "text": "PSK"
            },
            {
                "value": "D",
                "text": "AM"
            }
        ]
    },
    {
        "id": "MC1-0434",
        "question": "以下哪种调制方式被广泛应用于长距离和弱信号情况下的VHF或UHF话音通联？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SSB"
            },
            {
                "value": "B",
                "text": "AM"
            },
            {
                "value": "C",
                "text": "FM"
            },
            {
                "value": "D",
                "text": "PM"
            }
        ]
    },
    {
        "id": "MC1-0435",
        "question": "以下哪种调制方式被广泛应用于HF话音通联？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SSB"
            },
            {
                "value": "B",
                "text": "AM"
            },
            {
                "value": "C",
                "text": "FM"
            },
            {
                "value": "D",
                "text": "PM"
            }
        ]
    },
    {
        "id": "MC1-0436",
        "question": "与FM相比，SSB方式的优点是什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发射带宽较FM方式窄"
            },
            {
                "value": "B",
                "text": "同频电台彼此互不干扰"
            },
            {
                "value": "C",
                "text": "对天电干扰免疫"
            },
            {
                "value": "D",
                "text": "对主载波的频率误差不敏感"
            }
        ]
    },
    {
        "id": "MC1-0437",
        "question": "相比SSB方式，FM的主要缺点是什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无法同时守听多个信号"
            },
            {
                "value": "B",
                "text": "抵抗脉冲干扰的能力差"
            },
            {
                "value": "C",
                "text": "对主载波的频率误差很敏感"
            },
            {
                "value": "D",
                "text": "含有恒定不变的载波分量，发射功率利用不充分"
            }
        ]
    },
    {
        "id": "MC1-0438",
        "question": "在VHF和UHF频段进行SSB通联通常选用哪个边带？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "上边带"
            },
            {
                "value": "B",
                "text": "下边带"
            },
            {
                "value": "C",
                "text": "抑制边带"
            },
            {
                "value": "D",
                "text": "残留边带"
            }
        ]
    },
    {
        "id": "MC1-0439",
        "question": "在14MHz及以上HF频段进行语音通信通常选用哪个边带？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "上边带"
            },
            {
                "value": "B",
                "text": "下边带"
            },
            {
                "value": "C",
                "text": "抑制边带"
            },
            {
                "value": "D",
                "text": "残留边带"
            }
        ]
    },
    {
        "id": "MC1-0440",
        "question": "在7MHz及以下频段进行语音通信通常选用哪个边带？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "下边带"
            },
            {
                "value": "B",
                "text": "上边带"
            },
            {
                "value": "C",
                "text": "抑制边带"
            },
            {
                "value": "D",
                "text": "残留边带"
            }
        ]
    },
    {
        "id": "MC1-0441",
        "question": "为什么业余电台在10.1MHz以下频段使用下边带进行话音通联，而在10.1MHz以上频 段却使用上边带？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "这是各国业余无线电爱好者普遍接受并沿用至今的一种通联习惯"
            },
            {
                "value": "B",
                "text": "10.1MHz以下频段更利于下边带的传播"
            },
            {
                "value": "C",
                "text": "10.1MHz以上频段更利于上边带的传播"
            },
            {
                "value": "D",
                "text": "因为在接收机中设置一个10.1MHz的BFO可以同时收听上边带和下边带"
            }
        ]
    },
    {
        "id": "MC1-0442",
        "question": "发起SSB呼叫时，你与周边电台的频率间隔应至少为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2-3kHz"
            },
            {
                "value": "B",
                "text": "150-500Hz"
            },
            {
                "value": "C",
                "text": "15-50Hz"
            },
            {
                "value": "D",
                "text": "大约6kHz"
            }
        ]
    },
    {
        "id": "MC1-0443",
        "question": "下列哪种调制方式可以纳入调幅（AM）的范畴？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "单边带调制（SSB）"
            },
            {
                "value": "B",
                "text": "线性调频（Chirp）"
            },
            {
                "value": "C",
                "text": "直序扩频（DSSS）"
            },
            {
                "value": "D",
                "text": "相移键控（PSK）"
            }
        ]
    },
    {
        "id": "MC1-0444",
        "question": "在业余无线电业务中，有种通信方式的缩写是CW。其含义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "等幅电报"
            },
            {
                "value": "B",
                "text": "莫尔斯编码"
            },
            {
                "value": "C",
                "text": "幅度键控"
            },
            {
                "value": "D",
                "text": "频移键控"
            }
        ]
    },
    {
        "id": "MC1-0445",
        "question": "以下哪种调制方式拥有最窄的发射带宽？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "CW"
            },
            {
                "value": "B",
                "text": "单边带话"
            },
            {
                "value": "C",
                "text": "调频话"
            },
            {
                "value": "D",
                "text": "ATV"
            }
        ]
    },
    {
        "id": "MC1-0446",
        "question": "业余电台一般不用调频话方式进行莫尔斯电码通联。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "调频话信道带宽超过传输莫尔斯电码的必要带宽，不符合我国《无线电频率划分规定》 “电台的技术特性”一章关于 “把带宽保持在技术状态和该项业务的性质所允许的最低值 上”的要求"
            },
            {
                "value": "B",
                "text": "调频话方式不能传输莫尔斯电码"
            },
            {
                "value": "C",
                "text": "调频话方式传输莫尔斯电码可靠性差"
            },
            {
                "value": "D",
                "text": "调频话方式传输莫尔斯电码时速度受限制"
            }
        ]
    },
    {
        "id": "MC1-0447",
        "question": "无论是FM还是SSB调制，向发射机的话筒输入端施加10倍于规定输入电压的音频信 号，最可能的结果是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "信号失真。大量的谐波和互调产物还可能促使发射带宽增加，通信质量下降"
            },
            {
                "value": "B",
                "text": "通信距离有效延长了，信号听起来也更加饱满"
            },
            {
                "value": "C",
                "text": "通信距离有效延长了，只是信号听上去失真了"
            },
            {
                "value": "D",
                "text": "发射功率超过额定值，发射机的末级射频功率器件会因此烧毁"
            }
        ]
    },
    {
        "id": "MC2-0448",
        "question": "调幅（AM）是一种简单调制，因为仅有射频载波的幅度跟随施加的调制信号而变。AM 的特点是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "AM不改变载波的频率"
            },
            {
                "value": "B",
                "text": "AM信号的瞬时振幅与调制信号的瞬时值成正比"
            },
            {
                "value": "C",
                "text": "AM信号的瞬时相移与调制信号的瞬时值成正比"
            },
            {
                "value": "D",
                "text": "AM信号的必要带宽与调制信号的最高频率无关"
            }
        ]
    },
    {
        "id": "MC4-0449",
        "question": "调幅信号不仅具有与调制信号相对应的下边带或上边带，而且还可能含有载波。这些都 可以根据通信要求细分定制。如将调幅信号按种类细分，则以下描述正确的是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "AM：普通调幅，包含下边带和上边带，载波不受抑制。CW是一种键控形式的AM"
            },
            {
                "value": "B",
                "text": "DSB-SC：抑制载波双边带调幅，仅包含下边带和上边带，常简称为DSB"
            },
            {
                "value": "C",
                "text": "SSB-SC：抑制载波单边带调幅，仅为下边带或上边带，常简称为SSB、LSB或USB"
            },
            {
                "value": "D",
                "text": "VSB：残留边带调幅，下边带或上边带仅受部分抑制。模拟ATV有时使用这种方式"
            }
        ]
    },
    {
        "id": "MC1-0450",
        "question": "一个语音信号经USB发射机调制成为射频信号。从频域观点看，这种调制是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将语音信号的频谱平移到了载波位置上"
            },
            {
                "value": "B",
                "text": "使频谱各分量的相对幅度发生了有规律的变化"
            },
            {
                "value": "C",
                "text": "将语音信号的频谱倒置并移动到了载波位置上"
            },
            {
                "value": "D",
                "text": "一种非线性变换，因而产生了无限多的边带"
            }
        ]
    },
    {
        "id": "MC1-0451",
        "question": "一个语音信号经LSB发射机调制成为射频信号。从频域观点看，这种调制是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将语音信号的频谱倒置并移动到了载波位置上"
            },
            {
                "value": "B",
                "text": "使频谱各分量的相对幅度发生了有规律的变化"
            },
            {
                "value": "C",
                "text": "将语音信号的频谱平移到了载波位置上"
            },
            {
                "value": "D",
                "text": "一种非线性变换，因而产生了无限多的边带"
            }
        ]
    },
    {
        "id": "MC2-0452",
        "question": "调频（FM）是一种简单调制，因为仅有射频载波的频率跟随施加的调制信号而变。FM 的特点是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "FM不改变载波的振幅"
            },
            {
                "value": "B",
                "text": "FM信号的瞬时频偏与调制信号的瞬时值成正比"
            },
            {
                "value": "C",
                "text": "FM信号的瞬时相移与调制信号的瞬时值成正比"
            },
            {
                "value": "D",
                "text": "FM信号的必要带宽与调制信号的最高频率无关"
            }
        ]
    },
    {
        "id": "MC1-0453",
        "question": "下列哪一项决定了FM信号的频偏？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "调制信号的幅度"
            },
            {
                "value": "B",
                "text": "调制信号的频率和幅度"
            },
            {
                "value": "C",
                "text": "调制信号的频率"
            },
            {
                "value": "D",
                "text": "调制信号与主载波之间的相位关系"
            }
        ]
    },
    {
        "id": "MC2-0454",
        "question": "调相（PM）是一种简单调制，因为仅有射频载波的相移跟随施加的调制信号而变。PM 的特点是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "PM不改变载波的振幅"
            },
            {
                "value": "B",
                "text": "PM信号的瞬时相移与调制信号的瞬时值成正比"
            },
            {
                "value": "C",
                "text": "PM信号的瞬时频偏与调制信号的瞬时值成正比"
            },
            {
                "value": "D",
                "text": "PM信号的必要带宽与调制信号的最高频率无关"
            }
        ]
    },
    {
        "id": "MC1-0455",
        "question": "对于给定的FM业余电台，决定其实际发射带宽的因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "所需传输的调制信号的最高频率越高，幅度越大，已调信号的带宽越宽"
            },
            {
                "value": "B",
                "text": "所需传输的调制信号的最高频率越高，已调信号的带宽越宽，与调制信号的幅度无关"
            },
            {
                "value": "C",
                "text": "所需传输的调制信号的幅度越大，已调信号的带宽越宽，与调制信号的最高频率无关"
            },
            {
                "value": "D",
                "text": "已调信号的带宽是与调制方式相关的某个标称值，对业余业务就是25kHz或12.5kHz"
            }
        ]
    },
    {
        "id": "MC1-0456",
        "question": "对于给定的SSB业余电台，决定其实际发射带宽的因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "所需传输的调制信号的带宽越宽，已调信号的带宽越宽"
            },
            {
                "value": "B",
                "text": "所需传输的调制信号的最高频率越高，已调信号的带宽越宽，与调制信号的幅度和带宽 无关"
            },
            {
                "value": "C",
                "text": "所需传输的调制信号的幅度越大，已调信号的带宽越宽，与调制信号的频率和带宽无关"
            },
            {
                "value": "D",
                "text": "已调信号的带宽是与调制方式相关的某个标称值，对业余业务就是2.7kHz"
            }
        ]
    },
    {
        "id": "MC1-0457",
        "question": "在业余无线电业务中，莫尔斯电码的信号速度经常用WPM作为单位，其计量方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "每分钟包含的无间隙“点”的个数除以50即为WPM数"
            },
            {
                "value": "B",
                "text": "每分钟实际拍发的英文字符数即为WPM数"
            },
            {
                "value": "C",
                "text": "每分钟实际拍发的中文字符数即为WPM数"
            },
            {
                "value": "D",
                "text": "每分钟包含的无间隙“点”的个数除以60即为WPM数"
            }
        ]
    },
    {
        "id": "MC1-0458",
        "question": "在业余无线电业务中，莫尔斯电码的信号速度经常用WPM作为单位，其计量方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "每分钟拍发连续英文单词“PARIS”的个数即为WPM数"
            },
            {
                "value": "B",
                "text": "每分钟实际拍发的英文字符数即为WPM数"
            },
            {
                "value": "C",
                "text": "每分钟实际拍发的中文字符数即为WPM数"
            },
            {
                "value": "D",
                "text": "每分钟拍发连续“点”的个数除以60即为WPM数"
            }
        ]
    },
    {
        "id": "MC1-0459",
        "question": "在业余无线电业务中，计算莫尔斯电码的WPM速度时采用的信号时值标准（以一个“点” 信号的时间为比较基准）为，点信号、划信号、字符内点划信号的间隔、字符之间的间隔、 单词（组）之间的间隔分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1、3、1、3、7"
            },
            {
                "value": "B",
                "text": "1、3、1、3、5"
            },
            {
                "value": "C",
                "text": "1、5、1、5、7"
            },
            {
                "value": "D",
                "text": "1、5、2、3、3"
            }
        ]
    },
    {
        "id": "MC1-0460",
        "question": "计算CW信号的必要发射带宽可以使用公式Bn=B×K。其中，B为波特率。如果已知拍 发电码的WPM值，则B可以计算为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "WPM/1.2"
            },
            {
                "value": "B",
                "text": "WPM+1.2"
            },
            {
                "value": "C",
                "text": "WPM-1.2"
            },
            {
                "value": "D",
                "text": "WPM×1.2"
            }
        ]
    },
    {
        "id": "MC1-0461",
        "question": "计算CW信号的必要发射带宽可以使用公式Bn=B×K。其中，常数K描述电码符号翻转 时CW射频信号的边带滚降特性。K的取值原则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "对于HF等衰落信道，K取5；对于非衰落信道，K取3即可"
            },
            {
                "value": "B",
                "text": "对于非衰落信道，K取5；对于HF等衰落信道，K取3即可"
            },
            {
                "value": "C",
                "text": "对于HF等衰落信道，K取50波特；对于非衰落信道，K取300波特"
            },
            {
                "value": "D",
                "text": "对于非衰落信道，K取50波特；对于HF等衰落信道，K取300波特"
            }
        ]
    },
    {
        "id": "MC1-0462",
        "question": "调频话的必要带宽Bn取决于FM信号的峰值频偏D与最高调制频率M。估算方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "Bn=2(M+D)"
            },
            {
                "value": "B",
                "text": "Bn=2M+D"
            },
            {
                "value": "C",
                "text": "Bn=M+2D"
            },
            {
                "value": "D",
                "text": "Bn=2(D+M×K)"
            }
        ]
    },
    {
        "id": "MC1-0463",
        "question": "业余频段中的慢扫描电视（SSTV）和无线电传真（FAX）的调制方式都是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FM"
            },
            {
                "value": "B",
                "text": "AM"
            },
            {
                "value": "C",
                "text": "PM"
            },
            {
                "value": "D",
                "text": "CW"
            }
        ]
    },
    {
        "id": "MC1-0464",
        "question": "业余无线电慢扫描电视所传送的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "逐行扫描的静止图像"
            },
            {
                "value": "B",
                "text": "交叉扫描的静止图像"
            },
            {
                "value": "C",
                "text": "逐行扫描的活动图像"
            },
            {
                "value": "D",
                "text": "交叉扫描的活动图像"
            }
        ]
    },
    {
        "id": "MC2-0465",
        "question": "某业余电台拟通过短波话音信道传输几张分辨率为1024x768像素或更高一些的电路图。 适当的通信联络方式可以是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "数字慢扫描电视（DSSTV）"
            },
            {
                "value": "B",
                "text": "无线电传真（FAX）"
            },
            {
                "value": "C",
                "text": "业余电视（ATV）"
            },
            {
                "value": "D",
                "text": "模拟慢扫描电视（SSTV）"
            }
        ]
    },
    {
        "id": "MC1-0466",
        "question": "接收Robot、Scottie、Martin、SC2或PD等方式的SSTV信号时，我们会听到一种周 期性的，非常短促的“咯、咯”声，它们是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "行同步信号"
            },
            {
                "value": "B",
                "text": "一种超低频寄生振荡"
            },
            {
                "value": "C",
                "text": "标准频率和标准亮度信号"
            },
            {
                "value": "D",
                "text": "FM和SSB两种方式在相互差拍"
            }
        ]
    },
    {
        "id": "MC1-0467",
        "question": "SSTV通信提供了Robot、Scottie、AVT、Martin等不同传输方式。具体区别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "像素分辨率、像素调制方法、行频、帧频等参数不同，适用于不同画质和环境条件"
            },
            {
                "value": "B",
                "text": "占用频带宽度不同"
            },
            {
                "value": "C",
                "text": "要求的接收机灵敏度不同"
            },
            {
                "value": "D",
                "text": "操作难度不同"
            }
        ]
    },
    {
        "id": "MC2-0468",
        "question": "利用个人电脑（PC）和用于话音的普通收发信机进行SSTV通联的操作方法为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "在短波波段：FM（图像信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "B",
                "text": "在超短波波段：FM（图像信息的音频基带调制）和FM（复合调制）"
            },
            {
                "value": "C",
                "text": "在短波波段：FSK（图像信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "D",
                "text": "在超短波波段：FSK（图像信息的音频基带调制）和FM（复合调制）"
            }
        ]
    },
    {
        "id": "MC1-0469",
        "question": "慢扫描电视（SSTV）的基带信号通常是在音频范围内生成并通过单边带或调频话方式进 行传输的。关于SSTV基带，以下描述正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "调频方式：白电平为高频率2300Hz，黑电平为低频率1500Hz，同步电平为最低频率 1200Hz"
            },
            {
                "value": "B",
                "text": "调幅方式：白电平为高电平87.5%，黑电平为低电平30%，同步电平为最低电平25%"
            },
            {
                "value": "C",
                "text": "调幅方式：白电平为低电平75%，黑电平为高电平75%，同步电平为最高电平100%"
            },
            {
                "value": "D",
                "text": "调幅方式：白电平为低频率1200Hz，黑电平为高频率2000Hz，同步电平为最高频率 2300Hz"
            }
        ]
    },
    {
        "id": "MC1-0470",
        "question": "如果收到的SSTV或ATV图像出现水平粗黑条纹、上下半帧错位的现象，则是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "双方的行频、帧频一致，但是帧扫描的初始时刻不同步"
            },
            {
                "value": "B",
                "text": "双方的扫描行频不一致"
            },
            {
                "value": "C",
                "text": "双方设备没有准确调谐在同一频率上"
            },
            {
                "value": "D",
                "text": "双方设备没有正确设置调制极性"
            }
        ]
    },
    {
        "id": "MC1-0471",
        "question": "如果收到的SSTV或ATV图像左右倾斜，呈平行四边形或斜粗条纹图样，则是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "双方的扫描行频不一致"
            },
            {
                "value": "B",
                "text": "双方的行频、帧频一致，但是帧扫描的初始时刻不同步"
            },
            {
                "value": "C",
                "text": "双方设备没有准确调谐在同一频率上"
            },
            {
                "value": "D",
                "text": "双方设备没有正确设置调制极性"
            }
        ]
    },
    {
        "id": "MC1-0472",
        "question": "为什么不能在低于1.2GHz的业余频段进行常规的ATV通信？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "ATV通信需占5MHz以上带宽，较低业余频段不足以容纳"
            },
            {
                "value": "B",
                "text": "多数话音通信集中在较低频段，易对ATV通信产生严重干扰"
            },
            {
                "value": "C",
                "text": "多数话音通信集中在较低频段，而ATV画面发射时间通常较长，所以要主动避让"
            },
            {
                "value": "D",
                "text": "频率越高，ATV传输画面的质量越稳定"
            }
        ]
    },
    {
        "id": "MC1-0473",
        "question": "有时，业余无线电爱好者使用FM而非电视广播常用的经典VSB方式来传输模拟ATV 信号。这样做的优点是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "ATV信号的发射功率较小，FM解调可以更好地去除与信号相叠加的外部调幅噪声"
            },
            {
                "value": "B",
                "text": "如果降低瞬时频偏，FM方式必要发射带宽会比VSB方式的更窄"
            },
            {
                "value": "C",
                "text": "调频收信设备的灵敏度要比调幅的要高一个数量级（至少10dB）"
            },
            {
                "value": "D",
                "text": "便于与工作于调频话方式的设备兼容（例如，手持电台）"
            }
        ]
    },
    {
        "id": "MC2-0474",
        "question": "有时，业余电台使用VSB来传输模拟ATV信号。这种方式虽然属于AM，却只发送一个 完整边带以及另一边带靠近载波的一小部分。在传输模拟视频时，VSB的优点是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "较AM方式的发射带宽更窄"
            },
            {
                "value": "B",
                "text": "确保视频信号中的低频分量的保真度"
            },
            {
                "value": "C",
                "text": "确保黑电平与白电平的负极性发送"
            },
            {
                "value": "D",
                "text": "较单边带方式更省发射功率"
            }
        ]
    },
    {
        "id": "MC1-0475",
        "question": "发射类别（classofemission）是指用标准符号标示的某发射的一组特性，例如主载波调 制方式，调制信号，被发送信息的类型以及其他适用的信号特性。表示用单边带话传输的 RTTY信号的发射类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F2B"
            },
            {
                "value": "B",
                "text": "A1A"
            },
            {
                "value": "C",
                "text": "J3E"
            },
            {
                "value": "D",
                "text": "G2B"
            }
        ]
    },
    {
        "id": "MC1-0476",
        "question": "发射类别（classofemission）是指用标准符号标示的某发射的一组特性，例如主载波调 制方式，调制信号，被发送信息的类型以及其他适用的信号特性。表示用单边带话传输的 PSK31信号的发射类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "G2B"
            },
            {
                "value": "B",
                "text": "A1A"
            },
            {
                "value": "C",
                "text": "J3E"
            },
            {
                "value": "D",
                "text": "F2B"
            }
        ]
    },
    {
        "id": "MC1-0477",
        "question": "发射类别（classofemission）是指用标准符号标示的某发射的一组特性，例如主载波调 制方式，调制信号，被发送信息的类型以及其他适用的信号特性。表示用调频话传输的RTTY 信号的发射类别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F2B"
            },
            {
                "value": "B",
                "text": "F3E"
            },
            {
                "value": "C",
                "text": "J3E"
            },
            {
                "value": "D",
                "text": "F3F"
            }
        ]
    },
    {
        "id": "MC3-0478",
        "question": "业余无线电通信选用不同调制方式的主要考虑因素是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "信息在传递过程中的保真度"
            },
            {
                "value": "B",
                "text": "信号的抗干扰能力"
            },
            {
                "value": "C",
                "text": "尽量节省无线电频谱资源"
            },
            {
                "value": "D",
                "text": "信号的频率稳定度"
            }
        ]
    },
    {
        "id": "MC1-0479",
        "question": "为了满足我国《无线电频率划分规定》“电台的技术特性”关于无线电通信“把带宽保 持在技术状态和该项业务的性质所允许的最低值上”的要求，业余电台操作者应了解各种通 信方式的必要带宽。决定必要带宽的因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "传输的信息速率越高、系统的噪声干扰越大，必要带宽越宽"
            },
            {
                "value": "B",
                "text": "发射设备功率越大，必要带宽越宽"
            },
            {
                "value": "C",
                "text": "接收设备灵敏度越高，必要带宽越宽"
            },
            {
                "value": "D",
                "text": "通信距离越近，必要带宽越宽"
            }
        ]
    },
    {
        "id": "MC4-0480",
        "question": "以下哪些业务使用数据方式进行通信？",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "RTTY"
            },
            {
                "value": "B",
                "text": "无线局域网"
            },
            {
                "value": "C",
                "text": "FT8"
            },
            {
                "value": "D",
                "text": "5G移动通信"
            }
        ]
    },
    {
        "id": "MC1-0481",
        "question": "频移电报技术（frequency-shifttelegraphy）是指：电报信号控制载波频率在预定的范围 之内变化的调频电报技术。下述业余通信使用的是移频电报技术：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "RTTY"
            },
            {
                "value": "B",
                "text": "CW"
            },
            {
                "value": "C",
                "text": "PSK31"
            },
            {
                "value": "D",
                "text": "SSTV"
            }
        ]
    },
    {
        "id": "MC1-0482",
        "question": "RTTY的调制方式为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2FSK"
            },
            {
                "value": "B",
                "text": "2ASK"
            },
            {
                "value": "C",
                "text": "BPSK"
            },
            {
                "value": "D",
                "text": "2QAM"
            }
        ]
    },
    {
        "id": "MC1-0483",
        "question": "数字通信经常涉及描述信号状态变化的“符号速率”和描述信息流量的“数据速率”这 两个参数。通信方式RTTY使用f0和f1共两个频率作为符号来传输数字0和1，并且符号 的发送时长通常是0.02秒。RTTY的符号速率和数据速率分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50波特，50比特/秒"
            },
            {
                "value": "B",
                "text": "100波特，100比特/秒"
            },
            {
                "value": "C",
                "text": "50波特，100比特/秒"
            },
            {
                "value": "D",
                "text": "100波特，50比特/秒"
            }
        ]
    },
    {
        "id": "MC1-0484",
        "question": "数字通信经常涉及描述信号状态变化的“符号速率”和描述信息流量的“数据速率”这 两个参数。通信方式BPSK31使用副载波f的两个相反的相位偏移作为符号来传输数字0 和1，并且符号的发送时长约为32毫秒。BPSK31的符号速率和数据速率分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "31.25波特，31.25比特/秒"
            },
            {
                "value": "B",
                "text": "100波特，100比特/秒"
            },
            {
                "value": "C",
                "text": "50波特，100比特/秒"
            },
            {
                "value": "D",
                "text": "100波特，50比特/秒"
            }
        ]
    },
    {
        "id": "MC1-0485",
        "question": "数字通信经常涉及描述信号状态变化的“符号速率”和描述信息流量的“数据速率”这 两个参数。通信方式MFSK16使用316Hz带宽内的16个副载波作为符号来传输16种状态， 并且符号的发送时长为64毫秒。MFSK16的符号速率和数据速率分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "15.625波特，62.5比特/秒"
            },
            {
                "value": "B",
                "text": "15.625波特，250比特/秒"
            },
            {
                "value": "C",
                "text": "15.625波特，15.625比特/秒"
            },
            {
                "value": "D",
                "text": "62.5波特，250比特/秒"
            }
        ]
    },
    {
        "id": "MC1-0486",
        "question": "数字通信经常涉及描述信号状态变化的“符号速率”和描述信息流量的“数据速率”这 两个参数。通信方式QPSK31使用载波f的互为正交的一对反相相位作为符号来传输数字 00至11，并且符号的发送时长约为32毫秒。QPSK31的符号速率和数据速率分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "31.25波特，62.5比特/秒"
            },
            {
                "value": "B",
                "text": "31.25波特，31.25比特/秒"
            },
            {
                "value": "C",
                "text": "50波特，100比特/秒"
            },
            {
                "value": "D",
                "text": "31.25波特，125比特/秒"
            }
        ]
    },
    {
        "id": "MC1-0487",
        "question": "有些常用的业余无线电数字通信协议只支持5位或者7位数据字节的传送，因而不适合 传输8位字节的二进制数据文件。下列方式中可以支持二进制数据文件传输的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PACTOR"
            },
            {
                "value": "B",
                "text": "RTTY"
            },
            {
                "value": "C",
                "text": "AMTOR"
            },
            {
                "value": "D",
                "text": "PSK31"
            }
        ]
    },
    {
        "id": "MC1-0488",
        "question": "业余数据通信中的差错控制技术有“前向纠错”和“自动重传请求”两种。前向纠错 （ForwardError Correction，FEC）是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发送方使用一定的算法获取待发送报文的冗余校验数据，将之与报文一同编码并发送； 接收方按相应算法校验所收到的报文，如发现错误则利用冗余数据尝试加以纠正"
            },
            {
                "value": "B",
                "text": "发送方在发送一定数量的报文后，如收到接收端的重传请求或者长时间收不到接收方的 收妥确认即认定传输过程出错并开始重传报文，以便接收方对所收报文进行纠正"
            },
            {
                "value": "C",
                "text": "接收方收到报文后，发回发送方，由发送方比较核对。如发现错误，将重传出错的报文， 从而去除传输过程中的错误"
            },
            {
                "value": "D",
                "text": "发送方将每组报文重复发送足够多的次数，接收方收到后加以互相比较，从而选取比较 一致的一组。这可以消除传输中的随机错误"
            }
        ]
    },
    {
        "id": "MC1-0489",
        "question": "业余数据通信中的差错控制技术有“前向纠错”和“自动重传请求”两种。自动重传请 求（AutomaticRepeatRequest，ARQ）是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发送方在发送一定数量的报文后，如收到接收端的重传请求或者长时间收不到接收方的 收妥确认即认定传输过程出错并开始重传报文，以便接收方对所收报文进行纠正"
            },
            {
                "value": "B",
                "text": "发送方使用一定的算法获取待发送报文的冗余校验数据，将之与报文一同编码并发送； 接收方按相应算法校验所收到的报文，如发现错误则利用冗余数据尝试加以纠正"
            },
            {
                "value": "C",
                "text": "接收方收到报文后，发回发送方，由发送方比较核对。如发现错误，将重传出错的报文， 从而去除传输过程中的错误"
            },
            {
                "value": "D",
                "text": "发送方将每组报文重复发送足够多的次数，接收方收到后加以互相比较，从而选取比较 一致的一组。这可以消除传输中的随机错误"
            }
        ]
    },
    {
        "id": "MC1-0490",
        "question": "利用个人电脑（PC）和用于话音的普通收发信机进行RTTY通联的操作方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FSK（数字信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "B",
                "text": "MT63（数字信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "C",
                "text": "DRM（数字信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "D",
                "text": "仅使用到SSB调制"
            }
        ]
    },
    {
        "id": "MC1-0491",
        "question": "利用个人电脑（PC）和用于话音的普通收发信机进行PSK31通联的操作方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PSK（数字信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "B",
                "text": "MFSK16（数字信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "C",
                "text": "GMSK（数字信息的音频基带调制）和SSB（频率搬移）"
            },
            {
                "value": "D",
                "text": "仅使用到SSB调制"
            }
        ]
    },
    {
        "id": "MC1-0492",
        "question": "利用个人电脑（PC）和用于话音的普通收发信机进行短波PACKET通联的操作方法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FSK（数字信息的音频基带信号调制）和SSB（频率搬移）"
            },
            {
                "value": "B",
                "text": "THROBX2（数字信息的音频基带信号调制）和SSB（频率搬移）"
            },
            {
                "value": "C",
                "text": "ALE1200（数字信息的音频基带信号调制）和SSB（频率搬移）"
            },
            {
                "value": "D",
                "text": "仅使用到SSB调制"
            }
        ]
    },
    {
        "id": "MC1-0493",
        "question": "PACKET是爱好者们利用AX.25数据分组通信协议开发的业余无线电通信方式。用于HF、 VHF和卫星通信时，所用符号速率通常选定为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "300波特、1200波特、9600波特"
            },
            {
                "value": "B",
                "text": "1200波特、9600波特、19200波特"
            },
            {
                "value": "C",
                "text": "300波特、2400波特、19200波特"
            },
            {
                "value": "D",
                "text": "600波特、1200波特、2400波特"
            }
        ]
    },
    {
        "id": "MC1-0494",
        "question": "在VHF封包通信（PACKET）中，以下哪种调制模式用得最为广泛？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FM"
            },
            {
                "value": "B",
                "text": "SSB"
            },
            {
                "value": "C",
                "text": "AM"
            },
            {
                "value": "D",
                "text": "OFDM"
            }
        ]
    },
    {
        "id": "MC1-0495",
        "question": "APRS信号经常出现在2米业余波段。其主要用途是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余电台移动时运用该模式共享地理位置信息"
            },
            {
                "value": "B",
                "text": "业余电台移动时相互之间传输高清视频"
            },
            {
                "value": "C",
                "text": "业余电台用来守听突发事件应急活动相关安排"
            },
            {
                "value": "D",
                "text": "业余电台以线性调频方式相互发送文字短消息"
            }
        ]
    },
    {
        "id": "MC3-0496",
        "question": "相比RTTY和APRS等二值串行方式，同时传输多位二进制信息的方式属于并行通信方 式。在下列业余无线电数字方式中，属于并行通信的有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "MFSK16"
            },
            {
                "value": "B",
                "text": "FT8"
            },
            {
                "value": "C",
                "text": "Olivia"
            },
            {
                "value": "D",
                "text": "CW"
            }
        ]
    },
    {
        "id": "MC1-0497",
        "question": "若以相同的信息传输速率传送消息，则使用MFSK16时的符号速率低于数据传输速率， 而使用RTTY时的符号速率等于数据传输速率。这说明：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "MFSK16每个符号的发送时长增加，抗突发干扰能力提高，更利于短波DX通信"
            },
            {
                "value": "B",
                "text": "RTTY的实际通信能力肯定更强，因为任何情况下都是波特率越高越好"
            },
            {
                "value": "C",
                "text": "既然两者数据速率相同，那么通信效果肯定是一样的"
            },
            {
                "value": "D",
                "text": "这个命题不成立，符号速率是始终等于数据速率的"
            }
        ]
    },
    {
        "id": "MC1-0498",
        "question": "根据串行数据通信的收发两端的时钟是在一个有限的符号组或者一个帧内通过特殊的标 志维持大致同步还是在发送每个符号时都保持严格同步，数据通信分为 “异步”和“同步” 两种方式。下列属于异步方式的例子是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "RTTY"
            },
            {
                "value": "B",
                "text": "QPSK31"
            },
            {
                "value": "C",
                "text": "PACKET"
            },
            {
                "value": "D",
                "text": "PACTOR-II"
            }
        ]
    },
    {
        "id": "MC3-0499",
        "question": "根据串行数据通信的收发两端的时钟是在一个有限的符号组或者一个帧内通过特殊的标 志维持大致同步还是在发送每个符号时都保持严格同步，数据通信分为 “异步”和“同步” 两种方式。下列属于同步方式的例子是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "BPSK31"
            },
            {
                "value": "B",
                "text": "APRS"
            },
            {
                "value": "C",
                "text": "FT8"
            },
            {
                "value": "D",
                "text": "RTTY"
            }
        ]
    },
    {
        "id": "MC1-0500",
        "question": "在进行串行异步数字通信时，双方需要设置相同的波特率，数据位数，校验位数和停止 位数。RTTY最常用的设置是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50（或45.45），5，N，1"
            },
            {
                "value": "B",
                "text": "50（或45.45），8，2，3"
            },
            {
                "value": "C",
                "text": "31.25，7，170，0.3"
            },
            {
                "value": "D",
                "text": "2295，2125，170，5"
            }
        ]
    },
    {
        "id": "MC3-0501",
        "question": "业余无线电爱好者常说的RTTY也叫移频电报，是利用电报信号控制载波频率在预定的 范围之内变化的一种调频电报技术。使用移频电报技术的业余通信方式还有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "JT65"
            },
            {
                "value": "B",
                "text": "MFSK16"
            },
            {
                "value": "C",
                "text": "FT4"
            },
            {
                "value": "D",
                "text": "SSTV"
            }
        ]
    },
    {
        "id": "MC1-0502",
        "question": "国际2号电报码（ITA2）一直在业余无线电业务中发挥着重要作用。关于ITA2编码，其 在业余无线电爱好者中的常见称呼、主要用途和编码属性分别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "博多码（Baudotcode），用于RTTY，每个码包含5个二进制数据，可以换态扩位"
            },
            {
                "value": "B",
                "text": "专用编码，用于PSK31通信，由可变长度的编码组成，可表达130个字符"
            },
            {
                "value": "C",
                "text": "字节码，用于PACKET通信，比如APRS，每个编码都有8个二进制位"
            },
            {
                "value": "D",
                "text": "莫尔斯电码，用于CW，由可变长度编码组成，致力于短而优雅的消息交换"
            }
        ]
    },
    {
        "id": "MC1-0503",
        "question": "什么是PSK31？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一种低速率的PSK数据通信方式"
            },
            {
                "value": "B",
                "text": "一种提升FM信号SNR的方法"
            },
            {
                "value": "C",
                "text": "一种压缩数字音视频的方法"
            },
            {
                "value": "D",
                "text": "一种高速率的PSK数据通信方式"
            }
        ]
    },
    {
        "id": "MC1-0504",
        "question": "PSK31的调制方式为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "BPSK（BPSK31）或QPSK（QPSK31）"
            },
            {
                "value": "B",
                "text": "8FSK"
            },
            {
                "value": "C",
                "text": "8ASK"
            },
            {
                "value": "D",
                "text": "64QAM"
            }
        ]
    },
    {
        "id": "MC1-0505",
        "question": "什么是FT8？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一种适用于小功率和低信噪比环境的低速率FSK数据通信方式"
            },
            {
                "value": "B",
                "text": "一种提升SSB信号SNR的方法"
            },
            {
                "value": "C",
                "text": "一种通过卫星的线性转发器实现数字音视频通信的方法"
            },
            {
                "value": "D",
                "text": "一种适用于大功率和高信噪比环境的高速率FSK数据通信方式"
            }
        ]
    },
    {
        "id": "MC1-0506",
        "question": "FT8的调制方式为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "8FSK"
            },
            {
                "value": "B",
                "text": "8ASK"
            },
            {
                "value": "C",
                "text": "8PSK"
            },
            {
                "value": "D",
                "text": "8QAM"
            }
        ]
    },
    {
        "id": "MC2-0507",
        "question": "关于数字通信模式JT65，以下描述正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "即便QRP操作，爱好者也能够使用JT65联络距离很远的电台"
            },
            {
                "value": "B",
                "text": "发送一条JT65消息大约需要50秒。通信速度不是很快"
            },
            {
                "value": "C",
                "text": "JT65适合千瓦级别的业余电台使用，否则难以联络远方电台"
            },
            {
                "value": "D",
                "text": "JT65每分钟可以发送大约50条消息。通信效率非常高"
            }
        ]
    },
    {
        "id": "MC2-0508",
        "question": "FT8信号常见于HF和VHF业余频段。这种方式的优点是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "即使发射功率很小，成功联络远距离业余电台的概率也很大"
            },
            {
                "value": "B",
                "text": "FT8可以用来探索大气波导、流星余迹和对流层散射通信"
            },
            {
                "value": "C",
                "text": "虽然FT8的发射带宽只有3kHz，其中仍包含大量冗余信息"
            },
            {
                "value": "D",
                "text": "FT8的符号速率约是50bps并使用5单位博多码传输消息"
            }
        ]
    },
    {
        "id": "MC1-0509",
        "question": "回应某个电台的FT8呼叫时，我们应如何使用通联软件（例如WSJT-X）提供的瀑布图 选出适当的发射频率？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在该电台守听时的瀑布时段中找一个相对清净的频率"
            },
            {
                "value": "B",
                "text": "在瀑布图上随意选一个频率即可"
            },
            {
                "value": "C",
                "text": "在该电台呼叫时的瀑布时段中找一个相对清净的频率"
            },
            {
                "value": "D",
                "text": "选择该电台发起呼叫所用的频率"
            }
        ]
    },
    {
        "id": "MC2-0510",
        "question": "FT4是与FT8类似的一种通信方式。其特点是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "FT4的消息发送速度大约是FT8的2倍，但是误码率稍高"
            },
            {
                "value": "B",
                "text": "FT4的联络效率与RTTY基本相当，但是所用带宽更窄"
            },
            {
                "value": "C",
                "text": "FT4不适合用来探索流星余迹等突发性电波传播现象"
            },
            {
                "value": "D",
                "text": "FT4与FT8一样，也使用5单位博多码传输消息"
            }
        ]
    },
    {
        "id": "MC4-0511",
        "question": "在准备FT8、FT4或JT65联络时，我们需要将通联软件（例如WSJT-X）输出的音频基 带馈入发信机，并将收信机的输出通过声卡送回该软件。值得借鉴的一些设置经验是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "仔细调整软件的输出电平和发射机的输入增益，避免发射机过载致使信号失真"
            },
            {
                "value": "B",
                "text": "仔细调整接收机的输出电平和软件的输入增益，避免使用失真的信号进行解码"
            },
            {
                "value": "C",
                "text": "如果电台支持CAT，应使用软件来控制PTT和操作频率，减少误操作的可能性"
            },
            {
                "value": "D",
                "text": "如果可能，应将日志软件设置好，尽量避免因联络时手工录入日志而忙中出错"
            }
        ]
    },
    {
        "id": "MC3-0512",
        "question": "Yaesu SystemFusion简称YSF，是数字语音和数据传输相互融合的一种通信方式，特 点是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "该方式为业余无线电通信广为采用"
            },
            {
                "value": "B",
                "text": "具备通过中继台转发进行通信的能力"
            },
            {
                "value": "C",
                "text": "调制方式为C4FM"
            },
            {
                "value": "D",
                "text": "使用时分多址技术增加带宽的利用率"
            }
        ]
    },
    {
        "id": "MC4-0513",
        "question": "IcomD-STAR System提供了一种数据通信方式，特点是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "是业余无线电通信广为采用的一种数字语音和数据传输方式"
            },
            {
                "value": "B",
                "text": "可以通过中继台扩展D-STAR用户的通信范围"
            },
            {
                "value": "C",
                "text": "该方式允许用户通过互联网和D-STAR热点与其他用户通信"
            },
            {
                "value": "D",
                "text": "D-STAR支持全球卫星定位和位置报告功能"
            }
        ]
    },
    {
        "id": "MC3-0514",
        "question": "FreeDV是一种数字语音方式。其特点是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "为爱好者提供一种传输带宽较窄，完全适合HF的数字语音方式"
            },
            {
                "value": "B",
                "text": "为爱好者提供探索数字通信原理和语音处理技术的可能性"
            },
            {
                "value": "C",
                "text": "在遵循开源许可协议的前提下可用来研发自己的业余无线电装备"
            },
            {
                "value": "D",
                "text": "使用FM手持或车载电台进行FreeDV通信时音色尤为优美"
            }
        ]
    },
    {
        "id": "MC4-0515",
        "question": "数字业余电视（DATV）是将数字音视频压缩编码实验用于实时图像通信的一种方式。通 过卫星转发器进行DATV联络时，爱好者们普遍选用DVB-S2协议，调制方式可以是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "QPSK"
            },
            {
                "value": "B",
                "text": "8PSK"
            },
            {
                "value": "C",
                "text": "16APSK"
            },
            {
                "value": "D",
                "text": "32APSK"
            }
        ]
    },
    {
        "id": "MC1-0516",
        "question": "使用DRM协议进行数字慢扫描电视（DSSTV）通信时，爱好者总是倾向于通过单边带 而非调频话方式来传输在音频范围内生成的DSSTV基带。主要原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "单边带方式完整保留DSSTV的基带特性，利于衰落信道中的差错控制"
            },
            {
                "value": "B",
                "text": "使用调频话传输DSSTV增添门限效应，因此也增加了信号的发射带宽"
            },
            {
                "value": "C",
                "text": "使用调频话传输DSSTV虽然可以改善画质，但是无法提高伴音的音质"
            },
            {
                "value": "D",
                "text": "使用调频话传输DSSTV虽然可以改善伴音的音质，但是无法提高画质"
            }
        ]
    },
    {
        "id": "MC1-0517",
        "question": "一部业余无线电台以FM方式发射时的射频输出功率为10瓦，电源效率约为80%。若 该台连续发话10秒钟，则此期间的平均发射功率：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "约为10瓦"
            },
            {
                "value": "B",
                "text": "约为12.5瓦"
            },
            {
                "value": "C",
                "text": "约为8瓦"
            },
            {
                "value": "D",
                "text": "肯定高于10瓦"
            }
        ]
    },
    {
        "id": "MC1-0518",
        "question": "一部业余无线电台以CW方式发射时的载波输出功率为10瓦，电源效率约为80%。若 该台连续发报10秒钟，则此期间的平均发射功率：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "显著低于10瓦"
            },
            {
                "value": "B",
                "text": "约为12.5瓦"
            },
            {
                "value": "C",
                "text": "约为10瓦"
            },
            {
                "value": "D",
                "text": "约为8瓦"
            }
        ]
    },
    {
        "id": "MC1-0519",
        "question": "一部业余无线电台以SSB方式发射时的峰值输出功率为10瓦，电源效率约为80%。若 该台连续发话10秒钟，则此期间的平均发射功率：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "显著低于10瓦"
            },
            {
                "value": "B",
                "text": "约为12.5瓦"
            },
            {
                "value": "C",
                "text": "约为10瓦"
            },
            {
                "value": "D",
                "text": "约为8瓦"
            }
        ]
    },
    {
        "id": "MC1-0520",
        "question": "一部业余无线电台以SSB方式发射时的峰值输出功率为10瓦，电源效率约为80%。若 该台利用此方式发送一条时长12.6秒的FT8消息，则此期间的平均发射功率：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "约为10瓦"
            },
            {
                "value": "B",
                "text": "显著低于10瓦"
            },
            {
                "value": "C",
                "text": "约为12.5瓦"
            },
            {
                "value": "D",
                "text": "约为8瓦"
            }
        ]
    },
    {
        "id": "MC1-0521",
        "question": "一部业余无线电台以SSB方式发射时的峰值输出功率为10瓦，电源效率约为80%。若 该台利用此方式发送一条时长12.8秒的PSK31消息，则此期间的平均发射功率：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "约为10瓦"
            },
            {
                "value": "B",
                "text": "显著低于10瓦"
            },
            {
                "value": "C",
                "text": "约为12.5瓦"
            },
            {
                "value": "D",
                "text": "约为8瓦"
            }
        ]
    },
    {
        "id": "MC1-0522",
        "question": "一部业余无线电台以SSB方式发射时的峰值输出功率为10瓦，电源效率约为80%。若 该台利用此方式发送一段时长10秒的Robot8SSTV黑白图像，则此期间的平均发射功率：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "约为10瓦"
            },
            {
                "value": "B",
                "text": "显著低于10瓦"
            },
            {
                "value": "C",
                "text": "约为12.5瓦"
            },
            {
                "value": "D",
                "text": "约为8瓦"
            }
        ]
    },
    {
        "id": "MC1-0523",
        "question": "如何呼叫所有DX电台？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "呼叫“CQDX”并报出你的呼号"
            },
            {
                "value": "B",
                "text": "呼叫“CQ AF”并报出你的呼号"
            },
            {
                "value": "C",
                "text": "呼叫“CQSA”并报出你的呼号"
            },
            {
                "value": "D",
                "text": "呼叫“CQOC”并报出你的呼号"
            }
        ]
    },
    {
        "id": "MC1-0524",
        "question": "以下哪项描述了参加DX联络以及业余无线电竞赛的良好习惯？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "尽可能不发送呼号与必要交换信息之外的任何消息"
            },
            {
                "value": "B",
                "text": "与对方多次联络，确保自己出现在了对方的日志中"
            },
            {
                "value": "C",
                "text": "如果频率上出现了堆叠，就只报自己呼号的后两位"
            },
            {
                "value": "D",
                "text": "如果己方环境噪声突然升高，就相应增加发射功率"
            }
        ]
    },
    {
        "id": "MC1-0525",
        "question": "参加DX网络通信有助于与一些稀有电台建立通信。正确做法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "事前了解网络规则，未经主控台允许不能随意发起呼叫，根据主控台要求进行登录，然 后需随时注意主控台的安排，在主控台安排DX电台呼叫自己时及时回答联络"
            },
            {
                "value": "B",
                "text": "听到DX网络通信后，应抓住机会立即对听到的电台发起呼叫"
            },
            {
                "value": "C",
                "text": "当两个电台在网络主控台安排下互联联络时，自己可以呼叫“Breaker”以插入通信"
            },
            {
                "value": "D",
                "text": "DX网络时间内肯定有很多DX电台在守听，利用该频点呼叫CQ定有收获"
            }
        ]
    },
    {
        "id": "MC1-0526",
        "question": "如果短波业余电台附近环境有不可避免的强烈噪声源影响接收微弱信号，合理的做法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "尽量只呼叫和回答能听到的电台，必须发起CQ呼叫时应降低功率"
            },
            {
                "value": "B",
                "text": "发起CQ呼叫时应增大功率，以便压倒环境噪声"
            },
            {
                "value": "C",
                "text": "发起正常满功率CQ呼叫，并应尽量调小接收机射频增益"
            },
            {
                "value": "D",
                "text": "发起正常满功率CQ呼叫，并设置好接收机的NB、AGC等功能"
            }
        ]
    },
    {
        "id": "MC1-0527",
        "question": "BD0ZZ听到某业余电台的CW呼叫并希望与之联络。但是，他只听清对方呼号的分区号 和后缀为2MAX。此时的正确回叫应当是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "?2MAXDEBD0ZZ K"
            },
            {
                "value": "B",
                "text": "QRZ？DE BD0ZZPSE URPREFIXKN"
            },
            {
                "value": "C",
                "text": "R2MAX DEBD0ZZ PSEURPREFIXK"
            },
            {
                "value": "D",
                "text": "2MAXDEBD0ZZ PSEURPREFIXANDMYQSLISOKSO PSEK"
            }
        ]
    },
    {
        "id": "MC1-0528",
        "question": "BD0ZZ听到某业余电台的SSB呼叫并希望与之联络。但是，他只听清对方呼号的分区 号和后缀为2MAX。此时的正确回叫应当是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2MAX,thisis BD0ZZ.Your prefix,please"
            },
            {
                "value": "B",
                "text": "QRZed？Thisis BD0ZZ,standingby"
            },
            {
                "value": "C",
                "text": "Roger.2MAX,thisisBD0ZZ.Pleasetellmeyourprefixoverandover"
            },
            {
                "value": "D",
                "text": "Hey,2MAX,thisisBD0ZZcalling CQ. Pleasegivemeyourprefix. YouknowIneedit"
            }
        ]
    },
    {
        "id": "MC1-0529",
        "question": "DXSummit消息“PY2SS28005.3KH6/N6GQsimplex,fadingsignalinSA204015Feb 2012”的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "巴西电台收听夏威夷电台效果不好"
            },
            {
                "value": "B",
                "text": "巴西电台收听关岛电台效果很好"
            },
            {
                "value": "C",
                "text": "巴西电台收听夏威夷电台效果很好"
            },
            {
                "value": "D",
                "text": "巴西电台收听关岛电台效果不好"
            }
        ]
    },
    {
        "id": "MC1-0530",
        "question": "DX Summit 消息“JA2WS 14009.6 E51WWA Calling CQ, no takers, Cook Is 0052 14 Feb2018”的意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "E51WWA在库克岛呼叫CQ，没人应答"
            },
            {
                "value": "B",
                "text": "E51WWA在库克岛呼叫JA2WS，没有应答"
            },
            {
                "value": "C",
                "text": "JA2WS在库克岛呼叫CQ，没人应答"
            },
            {
                "value": "D",
                "text": "JA2WS在库克岛呼叫E51WWA，没有应答"
            }
        ]
    },
    {
        "id": "MC1-0531",
        "question": "20米波段的SSTV联络最常见于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "14.230MHz"
            },
            {
                "value": "B",
                "text": "14.260MHz"
            },
            {
                "value": "C",
                "text": "14.040MHz"
            },
            {
                "value": "D",
                "text": "14.030MHz"
            }
        ]
    },
    {
        "id": "MC1-0532",
        "question": "20米波段的IOTA活动最常见于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SSB：14.260 MHz；CW：14.040MHz"
            },
            {
                "value": "B",
                "text": "SSB：14.190MHz；CW：14.040MHz"
            },
            {
                "value": "C",
                "text": "SSB：14.190MHz；CW：14.060MHz"
            },
            {
                "value": "D",
                "text": "SSB：14.260 MHz；CW：14.060MHz"
            }
        ]
    },
    {
        "id": "MC1-0533",
        "question": "以SSB方式参加业余无线电竞赛，以下频段中可以选用的有",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "3560-3600kHz"
            },
            {
                "value": "B",
                "text": "7040-7060kHz"
            },
            {
                "value": "C",
                "text": "14060-14125kHz"
            },
            {
                "value": "D",
                "text": "14300-14350kHz"
            }
        ]
    },
    {
        "id": "MC1-0534",
        "question": "通常来说，10米波段DX通信的最佳时段是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "白天"
            },
            {
                "value": "B",
                "text": "夜间"
            },
            {
                "value": "C",
                "text": "当有日冕物质抛射时"
            },
            {
                "value": "D",
                "text": "在太阳通量很低的时候"
            }
        ]
    },
    {
        "id": "MC1-0535",
        "question": "申请WAS奖状时，不能用以下哪个呼号的卡片作为通联证明：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "VA3EJ"
            },
            {
                "value": "B",
                "text": "AC6HY"
            },
            {
                "value": "C",
                "text": "N8DX"
            },
            {
                "value": "D",
                "text": "KC1XX"
            }
        ]
    },
    {
        "id": "MC1-0536",
        "question": "申请五波段WAZ奖状（5BWAZ），至少要提交多少个分区的卡片：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "198"
            },
            {
                "value": "B",
                "text": "199"
            },
            {
                "value": "C",
                "text": "200"
            },
            {
                "value": "D",
                "text": "40"
            }
        ]
    },
    {
        "id": "MC1-0537",
        "question": "对于我国爱好者来说，以下电台中最稀有，最不易通联的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "KP5A"
            },
            {
                "value": "B",
                "text": "VK0HR"
            },
            {
                "value": "C",
                "text": "AH0K"
            },
            {
                "value": "D",
                "text": "ZS1EZ"
            }
        ]
    },
    {
        "id": "MC1-0538",
        "question": "申请卫星和6米WAZ奖状需要至少提交多少个区的QSL卡片？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "25"
            },
            {
                "value": "B",
                "text": "30"
            },
            {
                "value": "C",
                "text": "35"
            },
            {
                "value": "D",
                "text": "40"
            }
        ]
    },
    {
        "id": "MC1-0539",
        "question": "申请160米WAZ奖状需要至少提交多少个区的QSL卡片？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "25"
            },
            {
                "value": "B",
                "text": "30"
            },
            {
                "value": "C",
                "text": "35"
            },
            {
                "value": "D",
                "text": "40"
            }
        ]
    },
    {
        "id": "MC1-0540",
        "question": "在14022kHz有很多电台争相报出自己的呼号。他们是在呼叫发射频率为14020kHz的 一个稀有台。如果你要联络该台，你可以：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "守听14020kHz。在稀有台结束与他台的联络或完成CQ或QRZ呼叫时，在14022kHz 快速准确地发送自己的呼号"
            },
            {
                "value": "B",
                "text": "守听14020KHz。在稀有台结束与他台的联络或完成CQ或QRZ呼叫时，在14020KHz 快速准确地发送对方的呼号加自己的呼号"
            },
            {
                "value": "C",
                "text": "在14022kHz用较慢的速率或用手键不断发送自己的呼号"
            },
            {
                "value": "D",
                "text": "在14020KHz用较慢的速率或用手键不断发送稀有台的呼号加自己的呼号"
            }
        ]
    },
    {
        "id": "MC1-0541",
        "question": "以北京为中心，则与DXCC实体3X、HZ、G、OE的大圆距离由远及近可排列为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "3X、G、OE、HZ"
            },
            {
                "value": "B",
                "text": "3X、HZ、OE、G"
            },
            {
                "value": "C",
                "text": "G、OE、3X、HZ"
            },
            {
                "value": "D",
                "text": "HZ、OE、3X、G"
            }
        ]
    },
    {
        "id": "MC1-0542",
        "question": "我们使用定向天线联络欧洲的业余电台时常将天线指向大约300度（十点钟）的方向。 相应地，如果某个欧洲电台要联络我们，其天线应大体指向：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "60度（两点钟）"
            },
            {
                "value": "B",
                "text": "120度（四点钟）"
            },
            {
                "value": "C",
                "text": "240度（八点钟）"
            },
            {
                "value": "D",
                "text": "300度（十点钟）"
            }
        ]
    },
    {
        "id": "MC1-0543",
        "question": "在北京架设一副水平极化的半波长偶极天线以尝试联络纽约的业余电台，若按最短的传 播路径考虑，天线的走向应大致为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "东西走向"
            },
            {
                "value": "B",
                "text": "南北走向"
            },
            {
                "value": "C",
                "text": "东偏南30度-西偏北30度"
            },
            {
                "value": "D",
                "text": "西偏南30度-东偏北30度"
            }
        ]
    },
    {
        "id": "MC1-0544",
        "question": "某业余电台CW信号的片段为“B1CRATESTUP5”，意思是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该台的呼号为B1CRA，正在参加比赛，接收频率从发射频率向上偏移5kHz"
            },
            {
                "value": "B",
                "text": "该台的呼号为B1CRA，正在试验型号为UP5的发射设备"
            },
            {
                "value": "C",
                "text": "该台正在试验设备并且呼叫B1CRA，请对方在高5kHz的频率回答"
            },
            {
                "value": "D",
                "text": "该台的呼号为B1CRA，正在试验信号，并希望呼号前缀为UP5的业余电台回答"
            }
        ]
    },
    {
        "id": "MC1-0545",
        "question": "在HF比赛时，回答参赛电台的CQ是一项基本操作。我们可以先听他一会儿以了解该 台正在守听什么频率，然后在其询问“QRZ？”或结束CQ呼叫时完成如下操作：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在其守听频率上发送本台的完整呼号"
            },
            {
                "value": "B",
                "text": "在其守听频率上发送对方的完整呼号和本台的完整呼号"
            },
            {
                "value": "C",
                "text": "在其呼叫频率上发送对方的完整呼号和本台的完整呼号"
            },
            {
                "value": "D",
                "text": "在其呼叫频率上发送本台的完整呼号"
            }
        ]
    },
    {
        "id": "MC1-0546",
        "question": "在CQWW比赛中，以下哪个组别不能使用CWSkimmer来辅助发现QSO机会？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SOAB"
            },
            {
                "value": "B",
                "text": "SOAB-A"
            },
            {
                "value": "C",
                "text": "SOSB-20"
            },
            {
                "value": "D",
                "text": "MS"
            }
        ]
    },
    {
        "id": "MC1-0547",
        "question": "若在IARU短波世界锦标赛期间听到某台发送“5NNJARL”，该台呼号极可能是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "8N1HQ"
            },
            {
                "value": "B",
                "text": "JA1HQ"
            },
            {
                "value": "C",
                "text": "S99JARL"
            },
            {
                "value": "D",
                "text": "W1AW"
            }
        ]
    },
    {
        "id": "MC1-0548",
        "question": "北京某20岁女大学生参加IARU短波世界锦标赛SSB单人组比赛。她发给别人的信号 报告可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "5944"
            },
            {
                "value": "B",
                "text": "5900"
            },
            {
                "value": "C",
                "text": "5924"
            },
            {
                "value": "D",
                "text": "5920"
            }
        ]
    },
    {
        "id": "MC2-0549",
        "question": "北京某20岁女大学生参加ALL ASIAN DX CONTEST SSB单人组比赛。她发给别人的 信号报告可以是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "5900"
            },
            {
                "value": "B",
                "text": "5920"
            },
            {
                "value": "C",
                "text": "5944"
            },
            {
                "value": "D",
                "text": "5924"
            }
        ]
    },
    {
        "id": "MC1-0550",
        "question": "北京某20岁女大学生参加CQWWCW竞赛。她发给别人的信号报告可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "59924"
            },
            {
                "value": "B",
                "text": "59900"
            },
            {
                "value": "C",
                "text": "59944"
            },
            {
                "value": "D",
                "text": "59920"
            }
        ]
    },
    {
        "id": "MC1-0551",
        "question": "若在某业余无线电比赛期间听到交换消息“599NJ”，该比赛可能是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "ARRL160-MeterContest"
            },
            {
                "value": "B",
                "text": "CQWW"
            },
            {
                "value": "C",
                "text": "ALLASIANDXCONTEST"
            },
            {
                "value": "D",
                "text": "CQWPX"
            }
        ]
    },
    {
        "id": "MC1-0552",
        "question": "业余无线电爱好者经常使用梅登海德网格定位系统（MaidenheadGridSquareLocator） 来标示自己的电台所在地。例如，BR1KA的网格定位是OM89。这种定位系统是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "根据经纬度坐标对地球表面进行网格划分和命名，用以标示地理位置的一种系统"
            },
            {
                "value": "B",
                "text": "一种卫星定位系统"
            },
            {
                "value": "C",
                "text": "根据国际呼号系列对地球表面进行网格划分和命名，用以标示地理位置的一种系统"
            },
            {
                "value": "D",
                "text": "根据全球行政区划对地球表面进行网格划分和命名，用以标示地理位置的一种系统"
            }
        ]
    },
    {
        "id": "MC1-0553",
        "question": "业余无线电通联中用到的梅登海德网格定位系统，其编码格式可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2个字母和2位数字、2个字母和2位数字再加2个字母"
            },
            {
                "value": "B",
                "text": "4位数字或者6位数字"
            },
            {
                "value": "C",
                "text": "4个字母或者6个字母"
            },
            {
                "value": "D",
                "text": "呼号前缀字母加2位数字和2个字母"
            }
        ]
    },
    {
        "id": "MC1-0554",
        "question": "业余无线电爱好者使用梅登海德网格定位系统标示己方电台位置所用的编码可以具有4 个或6个字符。二者的定位精度不同，区别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "4字符网格为经度2度和纬度1度；6字符网格为经度5分和纬度2.5分"
            },
            {
                "value": "B",
                "text": "4字符网格精确到国家分区，6字符网格精确到国家的城市或县乡"
            },
            {
                "value": "C",
                "text": "4字符网格根据国际呼号系列区分，6字符网格在4字符基础上加以经纬度细分"
            },
            {
                "value": "D",
                "text": "4字符网格名称用于HF通信，6字符网格名称用于VHF/UHF通信"
            }
        ]
    },
    {
        "id": "MC1-0555",
        "question": "为了便于计算时间，将地球划分为若干个时区，各理论时区的划分方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "全球划分为24个时区，每个理论时区宽度为经度15度，本初子午线通过0区的中心"
            },
            {
                "value": "B",
                "text": "全球划分为12个时区，每个理论时区宽度为经度30度，本初子午线通过0区的中心"
            },
            {
                "value": "C",
                "text": "全球划分为24个时区，每个理论时区宽度为经度15度，其边界为东西经度为15的整 倍数的子午线"
            },
            {
                "value": "D",
                "text": "全球划分为12个时区，每个理论时区宽度为经度30度，其边界为东西经度为30的整 倍数的子午线"
            }
        ]
    },
    {
        "id": "MC1-0556",
        "question": "为了便于计算时间，将地球划分为若干个时区，各理论时区的命名规则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "本初子午线通过其中心的为0区，向东依次为东1区、东2区…东12区，向西依次为西 1区、西2区…西12区"
            },
            {
                "value": "B",
                "text": "本初子午线通过中心的为0区，向东依次为1区、2区…24区"
            },
            {
                "value": "C",
                "text": "本初子午线通过中心的为0区，向西依次为1区、2区…24区"
            },
            {
                "value": "D",
                "text": "本初子午线通过中心的为0区，如向东数则依次称为东1区、东2区…东24区，如向西 数则依次称为西1区、西2区…西24区"
            }
        ]
    },
    {
        "id": "MC1-0557",
        "question": "为了便于计算时间，将地球划分为若干个时区，北京的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "北京处于东8区，地方时间比0时区的时间早8小时"
            },
            {
                "value": "B",
                "text": "北京处于东8区，地方时间比0时区的时间晚8小时"
            },
            {
                "value": "C",
                "text": "北京处于西8区，地方时间比0时区的时间早8小时"
            },
            {
                "value": "D",
                "text": "北京处于西8区，地方时间比0时区的时间晚8小时"
            }
        ]
    },
    {
        "id": "MC1-0558",
        "question": "为了便于计算时间，将地球划分为若干个时区，其理论分区为每区宽经度15度。北京、 西安和乌鲁木齐实际所属的时区应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "世界上实际使用法定分区，北京、西安、乌鲁木齐都属于东8区"
            },
            {
                "value": "B",
                "text": "根据所在经度推算，北京、西安、乌鲁木齐分别处于东8区、东7区和东6区"
            },
            {
                "value": "C",
                "text": "根据所在经度推算，北京、西安、乌鲁木齐分别处于西8区、西7区和西6区"
            },
            {
                "value": "D",
                "text": "根据所在经度推算，北京、西安、乌鲁木齐分别处于东6区、东7区和东8区"
            }
        ]
    },
    {
        "id": "MC1-0559",
        "question": "已知北京时间，相应的UTC时间应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "北京时间的小时数减8，如小时数小于0，则小时数加24，日期改为前一天。"
            },
            {
                "value": "B",
                "text": "北京时间的小时数减8，如小时数小于0，则小时数加24，日期改为后一天。"
            },
            {
                "value": "C",
                "text": "北京时间的小时数加8，如小时数大于24，则小时数减24，日期改为前一天。"
            },
            {
                "value": "D",
                "text": "北京时间的小时数加8，如小时数大于24，则小时数减24，日期改为后一天。"
            }
        ]
    },
    {
        "id": "MC1-0560",
        "question": "已知UTC时间，相应的北京时间应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "UTC时间的小时数加8，如小时数大于24，则小时数减24，日期改为后一天。"
            },
            {
                "value": "B",
                "text": "北京时间的小时数减8，如小时数小于0，则小时数加24，日期改为后一天。"
            },
            {
                "value": "C",
                "text": "北京时间的小时数加8，如小时数大于24，则小时数减24，日期改为前一天。"
            },
            {
                "value": "D",
                "text": "北京时间的小时数减8，如小时数小于0，则小时数加24，日期改为前一天。"
            }
        ]
    },
    {
        "id": "MC1-0561",
        "question": "已知某业余电台处于西N时区（N为0-12间的整数），该台的当地时间应比北京时间：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "晚8+N小时"
            },
            {
                "value": "B",
                "text": "晚8-N小时"
            },
            {
                "value": "C",
                "text": "早8+N小时"
            },
            {
                "value": "D",
                "text": "早8-N小时"
            }
        ]
    },
    {
        "id": "MC1-0562",
        "question": "已知某业余电台处于东N时区（N为0-12间的整数），该台的当地时间应比北京时间：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "晚8-N小时"
            },
            {
                "value": "B",
                "text": "晚8+N小时"
            },
            {
                "value": "C",
                "text": "早8-N小时"
            },
            {
                "value": "D",
                "text": "早8+N小时"
            }
        ]
    },
    {
        "id": "MC1-0563",
        "question": "如果在参加业余无线电CW竞赛时抄下“B4”或“WKD”则说明：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "已经与该台联络过了。你最好检查日志，看看是否有差错"
            },
            {
                "value": "B",
                "text": "已经与该台联系过了。你应当再叫他一次，问问是否他记错了什么"
            },
            {
                "value": "C",
                "text": "这说明对方日志混乱，联络差错频出。你应将其通联记录全部删除"
            },
            {
                "value": "D",
                "text": "很明显，这说明以前联络过的。对方是在向老朋友打招呼"
            }
        ]
    },
    {
        "id": "MC1-0564",
        "question": "为什么大家参加比赛都应及时提交日志？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "竞赛主办方根据日志匹配参赛双方的通信联络，计算比赛得分"
            },
            {
                "value": "B",
                "text": "提交日志只是竞赛主办方的行政规定，建议执行，但是不予理会也是个好主意"
            },
            {
                "value": "C",
                "text": "如果对方电台通联与否已不影响自己的DX成绩，那就可以将其从日志中剔除"
            },
            {
                "value": "D",
                "text": "HF竞赛确实要提交日志。为此，我们可以多来VHF参赛"
            }
        ]
    },
    {
        "id": "MC1-0592",
        "question": "业余中继台上下行共用一副天线时，需要在接收机、发信机和天线之间插入一个：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "双工器（duplexer）"
            },
            {
                "value": "B",
                "text": "收发信转换开关"
            },
            {
                "value": "C",
                "text": "功率分配器（powerdivider）"
            },
            {
                "value": "D",
                "text": "环形器（circulator）"
            }
        ]
    },
    {
        "id": "MC1-0593",
        "question": "业余中继台上下行共用一副天线时，需要在接收机、发射机与天线之间插入一个双工器。 其基本构造和作用为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一组滤波器；阻止中继台发射的信号反馈进入中继台的接收机"
            },
            {
                "value": "B",
                "text": "一组半导体开关；在中继台发射时关断中继台的接收机"
            },
            {
                "value": "C",
                "text": "一个匹配网络；使天线、中继发射机、中继接收机三者之间都满足阻抗匹配关系"
            },
            {
                "value": "D",
                "text": "一个环形器；使信号只能沿中继发射机-天线-中继接收机的方向行进"
            }
        ]
    },
    {
        "id": "MC1-0594",
        "question": "在架设业余中继台之前必须调查台址附近有没有其他频率的发射机，其信号强到可以在 中继台的接收机中与中继台的下行信号产生三阶互调，并且互调产物落入中继台的上行频率 范围内。如果中继台的上、下行频率分别为fR和fT，则可能造成这种三阶互调干扰的频率 fX可以计算为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2fT-fR 或 (fT+fR)/ 2"
            },
            {
                "value": "B",
                "text": "fT- fR 或 fT+fR"
            },
            {
                "value": "C",
                "text": "2（fT-fR） 或 2(fT+fR)"
            },
            {
                "value": "D",
                "text": "2fT 或 2fR"
            }
        ]
    },
    {
        "id": "MC1-0595",
        "question": "某业余中继台的发射机常被断断续续的干扰信号激发，其中夹杂模糊不清的话音。根据 覆盖区域内其他业余电台守听，出现问题时上行频率上并无其他电台在工作。则：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "这可能是中继台附近另外两部发射机的强信号在中继台的接收机中产生了等同于上行频 率的互调干扰，打开了静噪"
            },
            {
                "value": "B",
                "text": "这肯定是中继台接收机受到了人为恶意干扰"
            },
            {
                "value": "C",
                "text": "这可能是中继台接收机发生了寄生振荡"
            },
            {
                "value": "D",
                "text": "这可能是中继台发射机发生了寄生振荡"
            }
        ]
    },
    {
        "id": "MC1-0596",
        "question": "某FM业余中继台的发射机一旦被上行信号启动就会持续发射，即使上行信号消失也不 停止。可能的原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "中继台上下行隔离不良，中继台自身发射的信号窜入了中继台的接收机，造成自锁"
            },
            {
                "value": "B",
                "text": "肯定受到了人为恶意干扰"
            },
            {
                "value": "C",
                "text": "中继台接收机电源电压不稳"
            },
            {
                "value": "D",
                "text": "中继台发射机电源电压不稳"
            }
        ]
    },
    {
        "id": "MC1-0597",
        "question": "FM业余中继台的发射机可以被上行信号正常启动。但是在上行信号消失后，该台常会继 续发射一段时间，或长或短，其中夹杂模糊不清的语音。可能的原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "中继台的下行信号与附近其他发射机的信号在中继台接收机中产生了等同于上行频率的 互调干扰"
            },
            {
                "value": "B",
                "text": "肯定是受到了人为恶意干扰"
            },
            {
                "value": "C",
                "text": "中继台接收机电源电压不稳"
            },
            {
                "value": "D",
                "text": "中继台发射机电源电压不稳"
            }
        ]
    },
    {
        "id": "MC1-0598",
        "question": "如果进行SSB或CW通联时周边环境嘈杂，哪种设备可以替代电台上的扬声器，改善话 音抄收？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "耳机"
            },
            {
                "value": "B",
                "text": "低通滤波器"
            },
            {
                "value": "C",
                "text": "视频显示器"
            },
            {
                "value": "D",
                "text": "吊杆胖话筒"
            }
        ]
    },
    {
        "id": "MC1-0599",
        "question": "全功能小型收发信机的面板上常有缩写为“NB”和“SQL”的功能，它们有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "NB为“抑噪”，切除高于平均信号的大幅度突发脉冲噪声；SQL为“静噪”，信噪比达 不到一定水平时自动关闭音频输出"
            },
            {
                "value": "B",
                "text": "NB和SQL都是指“抑噪”，收不到有用信号时自动关断背景噪声"
            },
            {
                "value": "C",
                "text": "NB和SQL都是指“静噪”，切除高于平均信号的大幅度突发脉冲噪声"
            },
            {
                "value": "D",
                "text": "NB和SQL都是指“静噪”，收不到带有预期的特定控制信号时自动关断音频输出"
            }
        ]
    },
    {
        "id": "MC1-0600",
        "question": "某些车辆的火花塞辐射脉冲干扰。这可能导致收信机的AGC过早起控，使正在接收的 SSB或CW信号受到压制，进而影响听抄。遇到这种情况，你应当如何设置你的电台？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "打开电台的抑噪（NB）功能"
            },
            {
                "value": "B",
                "text": "降低静噪（SQL）阀值"
            },
            {
                "value": "C",
                "text": "将频率稍稍调偏一点儿"
            },
            {
                "value": "D",
                "text": "反复调节电台的RIT旋钮"
            }
        ]
    },
    {
        "id": "MC1-0601",
        "question": "全功能小型收发信机面板上的“MODE”代表什么功能：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "用来切换工作方式，比如FM、LSB、USB和CW等"
            },
            {
                "value": "B",
                "text": "用来切换静噪方式，比如CTCSS和DCS等"
            },
            {
                "value": "C",
                "text": "用来切换接收机的工作方式，比如射频直采和低中频超外差等"
            },
            {
                "value": "D",
                "text": "用来切换监听方式，比如单耳音频、双耳音频和CW立体声等"
            }
        ]
    },
    {
        "id": "MC1-0602",
        "question": "收发信机面板上的符号ATT代表什么功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "收信机输入衰减器，在接收大信号时接入，使信号不致过大而使前级电路过载"
            },
            {
                "value": "B",
                "text": "自动天线调谐，对天线电路的电压驻波比进行检测并进行自动补偿，以维持最小驻波比"
            },
            {
                "value": "C",
                "text": "发信自动电平控制，对射频输出电平进行检测并反馈控制，以维持其在适当限度之内"
            },
            {
                "value": "D",
                "text": "发信自动音量控制，对音频输入电平进行检测并反馈控制，以维持其在适当限度之内"
            }
        ]
    },
    {
        "id": "MC1-0603",
        "question": "收发信机面板上的符号AGC代表什么功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "收信机自动增益控制，对中频级信号电平进行检测并反馈控制，防止电路过载"
            },
            {
                "value": "B",
                "text": "收信自动音量控制，对音频输出电平进行检测并反馈控制，以维持其在适当限度之内"
            },
            {
                "value": "C",
                "text": "自动天线调谐，对天线电路的电压驻波比进行检测并进行自动补偿，以维持最小驻波比"
            },
            {
                "value": "D",
                "text": "发信自动电平控制，对射频输出电平进行检测并反馈控制，以维持其在适当限度之内"
            }
        ]
    },
    {
        "id": "MC1-0604",
        "question": "既然全功能收信机具有AGC功能，那为什么好多机型还要装设衰减（ATT）开关？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "特强带外信号可以阻塞接收机的前级电路，致使器件非线性工作，产生失真和互调。此 时需在接收机的前端电路之前加入衰减器，并用开关控制其切入与否"
            },
            {
                "value": "B",
                "text": "通常，增益控制旋钮的控制范围不够宽，加入ATT开关可以拓展增益控制范围"
            },
            {
                "value": "C",
                "text": "如果遭遇特强带内干扰，那么打开ATT就可防止过大的音量损坏扬声器或耳机了"
            },
            {
                "value": "D",
                "text": "这可以防止本台发射机的强信号损坏本台的接收机电路"
            }
        ]
    },
    {
        "id": "MC2-0605",
        "question": "关于接收机的“过载”现象，以下描述正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "输入信号过于强大以至机内电路饱和阻塞，严重时会损坏接收机前端电路的元器件"
            },
            {
                "value": "B",
                "text": "启用接收机的ATT功能可消除或缓解过载"
            },
            {
                "value": "C",
                "text": "接收机消耗的电流过大，致使电源出现过载现象。情况严重时供电装置会烧毁"
            },
            {
                "value": "D",
                "text": "减小接收机的喇叭音量，可缓解过载现象"
            }
        ]
    },
    {
        "id": "MC1-0606",
        "question": "应关闭接收机AGC功能的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "有用微弱信号和强干扰同时出现时"
            },
            {
                "value": "B",
                "text": "接收微弱信号时"
            },
            {
                "value": "C",
                "text": "接收特强信号时"
            },
            {
                "value": "D",
                "text": "有用强信号中夹杂着微弱干扰"
            }
        ]
    },
    {
        "id": "MC1-0607",
        "question": "应选择较短的AGC时间常数的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接收FM/FSK/PSK等包络幅度恒定的信号"
            },
            {
                "value": "B",
                "text": "接收SSB和AM等正常信号的包络幅度不断变化的信号"
            },
            {
                "value": "C",
                "text": "将接收机应用于“比幅度法规”测向时"
            },
            {
                "value": "D",
                "text": "有用微弱信号和强干扰同时出现时"
            }
        ]
    },
    {
        "id": "MC1-0608",
        "question": "应选择较长的AGC时间常数的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接收SSB和AM等正常信号的包络幅度不断变化的信号"
            },
            {
                "value": "B",
                "text": "接收FM/FSK/PSK等包络幅度恒定的信号遇到变化很快的传播衰落时"
            },
            {
                "value": "C",
                "text": "将接收机应用于“比幅度法规”测向时"
            },
            {
                "value": "D",
                "text": "有用微弱信号和强干扰同时出现时"
            }
        ]
    },
    {
        "id": "MC1-0609",
        "question": "多数小型全功能收发信机的面板上都可以看到符号PRE，其代表什么功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "收信机前置放大器，在接收微弱信号时接入（此时某些技术指标可能低于额定值）"
            },
            {
                "value": "B",
                "text": "自动天线调谐，对天线电路的电压驻波比进行检测并进行自动补偿，以维持最小驻波比"
            },
            {
                "value": "C",
                "text": "发信自动电平控制，对射频输出电平进行检测并反馈控制，以维持其在适当限度之内"
            },
            {
                "value": "D",
                "text": "发信语音压缩，对音频输入电平进行检测并反馈控制，以提升语音包络幅度较小的部分"
            }
        ]
    },
    {
        "id": "MC1-0610",
        "question": "收发信机面板上的符号ALC代表什么功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发信自动电平控制，对射频输出电平进行检测并反馈控制，以维持其在适当限度之内"
            },
            {
                "value": "B",
                "text": "发信自动音量控制，对音频输入电平进行检测并反馈控制，以维持其在适当限度之内"
            },
            {
                "value": "C",
                "text": "自动天线调谐，对天线电路的电压驻波比进行检测并进行自动补偿，以维持最小驻波比"
            },
            {
                "value": "D",
                "text": "自动频率控制，对发射频率的漂移进行检测并反馈控制，以维持准确的工作频率"
            }
        ]
    },
    {
        "id": "MC1-0611",
        "question": "在单边带发信机中，发信自动电平控制（ALC）的主要作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "防止过驱动导致调制失真或引发电路故障"
            },
            {
                "value": "B",
                "text": "改善发信机的频率稳定度"
            },
            {
                "value": "C",
                "text": "自动实现天线电路的阻抗匹配"
            },
            {
                "value": "D",
                "text": "防止话筒过于灵敏带来背景噪声"
            }
        ]
    },
    {
        "id": "MC1-0612",
        "question": "业余电台进行单边带话音通信时，如果对方反映虽然己方的讲话基本可辨，但是在话音 的间隙中夹杂嘈杂的背景噪声。这时应当：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "调低发射机的话筒增益。如果发射机带有语音压缩处理功能，则应尝试调低控制深度"
            },
            {
                "value": "B",
                "text": "调低发射机的射频输出功率"
            },
            {
                "value": "C",
                "text": "调整发射机的天线匹配电路"
            },
            {
                "value": "D",
                "text": "调整发射机的ALC控制深度"
            }
        ]
    },
    {
        "id": "MC1-0613",
        "question": "即使打开了发射机的ALC，将话筒的增益调得过高仍可能导致：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发出的信号失真"
            },
            {
                "value": "B",
                "text": "发射机的功率提升"
            },
            {
                "value": "C",
                "text": "发射机的频率漂移变大"
            },
            {
                "value": "D",
                "text": "天线的驻波比增加"
            }
        ]
    },
    {
        "id": "MC1-0614",
        "question": "为什么使用单边带收发信机发送 AFSK 信号时需要关闭ALC？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "ALC增加AFSK信号的失真，抬升误码率"
            },
            {
                "value": "B",
                "text": "ALC使发射功率失控，导致发射机故障"
            },
            {
                "value": "C",
                "text": "ALC使信号的极性反转，致使无法解码"
            },
            {
                "value": "D",
                "text": "ALC影响AFSK信号的频响，使音色变差"
            }
        ]
    },
    {
        "id": "MC1-0615",
        "question": "单边带发信机的语音压缩功能有什么作用？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "压低较强语音信号的幅度、提升较弱信号的幅度，改善较弱的语音在接收端的信噪比"
            },
            {
                "value": "B",
                "text": "压低较弱语音信号的幅度、提升较强信号的幅度，增加语音的动态范围和抑扬顿挫感"
            },
            {
                "value": "C",
                "text": "压低语音信号的低频分量，提升高频分量，增加信号的带宽，使高音更加细腻"
            },
            {
                "value": "D",
                "text": "压缩信号所占用的频谱宽度，提高无线电频谱的利用率"
            }
        ]
    },
    {
        "id": "MC1-0616",
        "question": "收发信机面板上的符号PROC代表什么功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发信语音压缩，对音频输入电平进行检测并反馈控制，以使包络幅度较小语音获得提升"
            },
            {
                "value": "B",
                "text": "收信机前置放大器，在接收微弱信号时接入（此时某些技术指标可能低于额定值）"
            },
            {
                "value": "C",
                "text": "自动天线调谐，对天线电路的电压驻波比进行检测并进行自动补偿，以维持最小驻波比"
            },
            {
                "value": "D",
                "text": "发信自动电平控制，对射频输出电平进行检测并反馈控制，以维持其在适当限度之内"
            }
        ]
    },
    {
        "id": "MC1-0617",
        "question": "发信时，若话音压缩调整不当可能带来什么问题?",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可能产生很多互调成分，影响对方收信时的辨识度"
            },
            {
                "value": "B",
                "text": "可能使话音严重失真，但是不影响对方电台的收信"
            },
            {
                "value": "C",
                "text": "可能发射很大的交流声"
            },
            {
                "value": "D",
                "text": "可能使话筒过载损坏"
            }
        ]
    },
    {
        "id": "MC1-0618",
        "question": "为什么用单边带收发信机发送 AFSK 信号时应关闭语音压缩功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "语音压缩可能导致信号的包络畸变，破坏基带特征，抬升误码率"
            },
            {
                "value": "B",
                "text": "经语音压缩处理的信号，其相位变化已不存在，本质上无法解码"
            },
            {
                "value": "C",
                "text": "经语音压缩处理的信号，其幅度变化已不存在，本质上无法解码"
            },
            {
                "value": "D",
                "text": "语音压缩提升信号的峰均比，易导致发射机功率放大器过热损坏"
            }
        ]
    },
    {
        "id": "MC1-0619",
        "question": "业余电台以发射的方法测量发射功率和天线驻波比时必须留意并做到的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "先将频率设置到无人使用的空闲频率、偏离常用的热点频率"
            },
            {
                "value": "B",
                "text": "先将天线的发射方向指向正北"
            },
            {
                "value": "C",
                "text": "先将收发信机的语音压缩功能打开"
            },
            {
                "value": "D",
                "text": "话筒离嘴距离在2公分以上，电键按键时间不短于5秒钟"
            }
        ]
    },
    {
        "id": "MC1-0620",
        "question": "单边带业余电台测试检查天线驻波比需要发射平稳的连续信号。文明的作法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将电台设为CW方式并按下电键。或者，将电台设为AM或FM方式并按下PTT键（不 对话筒说话）以产生连续载波。测试结束后设回SSB方式"
            },
            {
                "value": "B",
                "text": "将电台设为SSB方式，用平稳的气流对话筒吹口哨"
            },
            {
                "value": "C",
                "text": "将电台设为SSB方式，深呼吸后用平稳的气流对话筒发长音“啊”"
            },
            {
                "value": "D",
                "text": "将电台设为SSB方式，深呼吸后用平稳的气流对话筒发长音“嘻”"
            }
        ]
    },
    {
        "id": "MC1-0621",
        "question": "收发信机面板上的符号AT或者TUNE代表什么功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "自动天线调谐，对天线电路的电压驻波比进行检测并进行自动补偿，以维持最小驻波比"
            },
            {
                "value": "B",
                "text": "发信自动音量控制，对音频输入电平进行检测并反馈控制，以维持其在适当限度之内"
            },
            {
                "value": "C",
                "text": "发信自动电平控制，对射频输出电平进行检测并反馈控制，以维持其在适当限度之内"
            },
            {
                "value": "D",
                "text": "自动频率控制，对发射频率的漂移进行检测并反馈控制，以维持准确的工作频率"
            }
        ]
    },
    {
        "id": "MC1-0622",
        "question": "使用射频/中频增益和音频增益分开控制的通信接收机进行收听时，可以这样设置：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "信号特弱时尽量把射频/中频增益开到最大，信号特强时尽量把音频增益开到最大，然后 从低到高调整另一个增益以得到适当的音量"
            },
            {
                "value": "B",
                "text": "信号特弱时尽量把音频增益开到最大，信号特强时尽量把射频/中频增益开到最大，然后 从低到高调整另一个增益以得到适当的音量"
            },
            {
                "value": "C",
                "text": "任何情况下都应将射频/中频增益放在中间位置，然后从低到高调整音频增益以得到适当 的音量"
            },
            {
                "value": "D",
                "text": "任何情况下都应将音频增益放在中间位置，然后从低到高调整射频/中频增益以得到适当 的音量"
            }
        ]
    },
    {
        "id": "MC1-0623",
        "question": "HF通信与VHF或UHF通信相比，最大的不同是什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "HF通信依靠电离层的反射"
            },
            {
                "value": "B",
                "text": "HF传播更为稳定，衰落小"
            },
            {
                "value": "C",
                "text": "HF天线体积小"
            },
            {
                "value": "D",
                "text": "HF更适合远距离宽带通信"
            }
        ]
    },
    {
        "id": "MC1-0624",
        "question": "下面哪种方法可以减小话筒或耳机用音频电缆可能感生的射频电流？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在电缆外面穿套铁氧体磁环"
            },
            {
                "value": "B",
                "text": "在电缆芯线中串联低通滤波器"
            },
            {
                "value": "C",
                "text": "在电缆前端添置话筒放大器"
            },
            {
                "value": "D",
                "text": "在电缆芯线中串联带通滤波器"
            }
        ]
    },
    {
        "id": "MC1-0625",
        "question": "业余收发信机面板上RIT的中文名称及其代表的意义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接收增量调谐，在接收频率的主调谐不变的基础上，对接收频率进行附加微调"
            },
            {
                "value": "B",
                "text": "发射增量调谐，在发射频率的主调谐不变的基础上，对发射频率进行附加微调"
            },
            {
                "value": "C",
                "text": "异频收发，接收和发射使用互相独立的频率"
            },
            {
                "value": "D",
                "text": "清除信道频率存贮器的所有数据"
            }
        ]
    },
    {
        "id": "MC1-0626",
        "question": "业余收发信机面板上XIT的中文名称及其代表的意义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发射增量调谐，在发射频率的主调谐不变的基础上，对发射频率进行附加微调"
            },
            {
                "value": "B",
                "text": "接收增量调谐，在接收频率的主调谐不变的基础上，对接收频率进行附加微调"
            },
            {
                "value": "C",
                "text": "异频收发，接收和发射使用互相独立的频率"
            },
            {
                "value": "D",
                "text": "清除信道频率存贮器的所有数据"
            }
        ]
    },
    {
        "id": "MC1-0627",
        "question": "业余收发信机面板上SPLIT的中文名称及其代表的意义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "异频收发，接收和发射使用互相独立的频率"
            },
            {
                "value": "B",
                "text": "发射增量调谐，在发射频率的主调谐不变的基础上，对发射频率进行附加微调"
            },
            {
                "value": "C",
                "text": "接收增量调谐，在接收频率的主调谐不变的基础上，对接收频率进行附加微调"
            },
            {
                "value": "D",
                "text": "清除信道频率存贮器的所有数据"
            }
        ]
    },
    {
        "id": "MC2-0628",
        "question": "业余电台的异频收发操作方式（SPLIT）主要适用于什么场景？",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "大量电台持续地同时回答本台的呼叫，造成严重的信号堆叠（pile-up）。此时可要求各 台在高于本台主载波大约2-5kHz的频率上异频抢答，以免各台都无法听清本台的信号"
            },
            {
                "value": "B",
                "text": "双方处于不同的国际无线电分区，工作频段或方式存在一定差异，但是需要相互通联"
            },
            {
                "value": "C",
                "text": "两个业余电台不想让其他业余电台听到完整的对话内容"
            },
            {
                "value": "D",
                "text": "某个业余电台使用了独立的收信和发信设备，且确实无法使之同频工作"
            }
        ]
    },
    {
        "id": "MC1-0629",
        "question": "下列哪项功能可以使听上去声调偏高或偏低的SSB或CW信号变得正常？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "RIT"
            },
            {
                "value": "B",
                "text": "中频带宽选择"
            },
            {
                "value": "C",
                "text": "SQL控制深度"
            },
            {
                "value": "D",
                "text": "AGC释放速度"
            }
        ]
    },
    {
        "id": "MC1-0630",
        "question": "有些收发信机带有CW-R功能，可以反转接收等幅电报时所用的边带。该功能有利于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "减少或消除其他信号的干扰。"
            },
            {
                "value": "B",
                "text": "产生CW信号的相反边带，以显著抵消噪声干扰"
            },
            {
                "value": "C",
                "text": "使相同接收带宽内的信号容量翻一番"
            },
            {
                "value": "D",
                "text": "防止误触电键，意外发出信号"
            }
        ]
    },
    {
        "id": "MC1-0631",
        "question": "有些收发信机带有QSK功能，即“全插入”或“fullbreak-in”。具体含义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该机接收机可以在所发电码的间隙中接收信号"
            },
            {
                "value": "B",
                "text": "操作员需要在每次发送结束时手动切换收发开关"
            },
            {
                "value": "C",
                "text": "激活该功能可以提高自动键控器的发送速度"
            },
            {
                "value": "D",
                "text": "激活该功能可以提高发射机的输出功率"
            }
        ]
    },
    {
        "id": "MC1-0632",
        "question": "具有多种带宽选择的接收机有什么优点？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可以为所用的通联方式选择适合的接收带宽，提高收信信噪比"
            },
            {
                "value": "B",
                "text": "可以为同时运行的多个并行接收机分配不同的带宽间隔"
            },
            {
                "value": "C",
                "text": "可以同时接收相同带宽的不同调制方式的信号"
            },
            {
                "value": "D",
                "text": "可以为每种带宽分别指配独立接收机，同时守听不同的信号"
            }
        ]
    },
    {
        "id": "MC3-0633",
        "question": "业余通信接收机的中频滤波器带宽有100Hz、400Hz、2.7kHz和6kHz几档选择。如果 要为接收CW、SSB、AM和FT8方式的信号选择合适的档位，应该依次为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "CW选用100Hz或400Hz"
            },
            {
                "value": "B",
                "text": "SSB选用2.7kHz"
            },
            {
                "value": "C",
                "text": "AM选用6kHz"
            },
            {
                "value": "D",
                "text": "FT8选用400Hz"
            }
        ]
    },
    {
        "id": "MC1-0634",
        "question": "我们总是希望接收机的接收带宽与当前操作方式下的必要带宽相匹配。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可以获得最佳的收信信噪比"
            },
            {
                "value": "B",
                "text": "可以得到最佳的接收机输入阻抗"
            },
            {
                "value": "C",
                "text": "可以最大化接收机的动态范围"
            },
            {
                "value": "D",
                "text": "可以看到波段内更多的信号活动，更利于收获DX通联"
            }
        ]
    },
    {
        "id": "MC1-0635",
        "question": "参加VHF业余无线电竞赛或进行EME通信实验时，我们可能需要为接收机添置外置式 射频前置放大器。这种设备通常应安装在整个收发信系统的什么地方？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在天线与接收机之间"
            },
            {
                "value": "B",
                "text": "在发射机功放的后面"
            },
            {
                "value": "C",
                "text": "在发射机和天调之间"
            },
            {
                "value": "D",
                "text": "在接收机音频输出端"
            }
        ]
    },
    {
        "id": "MC1-0636",
        "question": "用来增强滤除杂散发射的外置低通滤波器应装在业余无线电设备的什么地方？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发信机与天线之间"
            },
            {
                "value": "B",
                "text": "发信机与收信机之间"
            },
            {
                "value": "C",
                "text": "发信机与电源之间"
            },
            {
                "value": "D",
                "text": "发信机与话筒之间"
            }
        ]
    },
    {
        "id": "MC1-0637",
        "question": "开展多人多机HF竞赛时，为了尽力预防发射机的谐波干扰工作在倍频频段的接收机， 我们可在发射机与天线之间串联一个与操作波段相匹配的LC低通或带通滤波器。关于这样 的滤波器，以下说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "滤波器的阶数越高，抑制倍频干扰的效果越好"
            },
            {
                "value": "B",
                "text": "滤波器的阶数越低，抑制倍频干扰的效果越好"
            },
            {
                "value": "C",
                "text": "滤波器的阶数越高，损耗的功率越小"
            },
            {
                "value": "D",
                "text": "滤波器的阶数越高，耐受的功率越大"
            }
        ]
    },
    {
        "id": "MC2-0638",
        "question": "短截线滤波器有时也叫分支线滤波器（coaxstub），是利用馈线制作的带通或带阻滤波 器，时有见于业余无线电比赛设施中。对于这种滤波器，以下描述正确的有：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "40米波段的1/4波长（电长度）末端短路同轴电缆：通过40米和15米信号，短路20 米和10米波段的谐波"
            },
            {
                "value": "B",
                "text": "40米波段的1/4波长（电长度）末端开路同轴电缆：通过20米和10米信号，短路40 米和15米波段的谐波"
            },
            {
                "value": "C",
                "text": "40米波段的1/2波长（电长度）末端短路同轴电缆：通过40米和15米信号，短路20 米和10米波段的谐波"
            },
            {
                "value": "D",
                "text": "40米波段的1/2波长（电长度）末端开路同轴电缆：通过20米和10米信号，短路40 米和10米波段的谐波"
            }
        ]
    },
    {
        "id": "MC1-0639",
        "question": "某些收发信机具有RXANT接口。这种接口是用来：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "连接一副独立的接收天线"
            },
            {
                "value": "B",
                "text": "连接外部的独立接收机"
            },
            {
                "value": "C",
                "text": "通过3dB耦合器连至发射天线"
            },
            {
                "value": "D",
                "text": "通过前置放大器连至发射天线"
            }
        ]
    },
    {
        "id": "MC2-0640",
        "question": "某些收发信机内置了辅助接收机，主要用于：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "使用独立的接收天线以任意频率独立调谐，实现异频操作"
            },
            {
                "value": "B",
                "text": "使用独立的接收天线与主接收机同频工作，实现分集接收"
            },
            {
                "value": "C",
                "text": "将I/Q基带信号输出至耳机接口，以实现独立的RTTY解码"
            },
            {
                "value": "D",
                "text": "将中频信号输出至IF接口，以连接独立的波段频谱显示器"
            }
        ]
    },
    {
        "id": "MC2-0641",
        "question": "分集接收用多个接收机同时捕获同一信号，以获取更完整的信息并使信号更易辩识。但 是，为收发信机的辅助接收机架设用于分集接收的独立接收天线时需注意：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "这种天线应距主天线远一些；例如，至少1个工作波长"
            },
            {
                "value": "B",
                "text": "这种天线的极化最好与主天线正交；例如，分别使用水平和垂直天线"
            },
            {
                "value": "C",
                "text": "为捕获更多信息，我们要为这种天线安装前置放大器"
            },
            {
                "value": "D",
                "text": "如果天线是宽带的，我们必须为其安装外置式波段预选器"
            }
        ]
    },
    {
        "id": "MC1-0642",
        "question": "参加比赛或进行DX联络时，我们或许需要一台独立运行的SDR接收机来辅助CW或 FT8解码软件的运行，以获取更多系数，提高通联成绩。如果这类接收机是使用USB接口 的便携产品，我们需为之准备：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PC机、SDR接收机软件、CW或FT8等解码软件，以及分流音频数据流的桥接软件"
            },
            {
                "value": "B",
                "text": "C/C++、Python或Rust等开发环境，为编写SDR软件做好准备"
            },
            {
                "value": "C",
                "text": "Octave或Anaconda等科学计算/大规模数据处理软件，为编写解码模块做好准备"
            },
            {
                "value": "D",
                "text": "带USB接口的示波器或频谱仪，以将SDR接收机接入，并将所收信号做可视化展示"
            }
        ]
    },
    {
        "id": "MC1-0649",
        "question": "发射天线的作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "把发射机输出的射频信号转化为无线电波"
            },
            {
                "value": "B",
                "text": "利用天线的增益放大发射机的输出功率"
            },
            {
                "value": "C",
                "text": "将发射机输出的射频信号转化为音频信号"
            },
            {
                "value": "D",
                "text": "将发射机输出的射频信号转化为红外线"
            }
        ]
    },
    {
        "id": "MC1-0650",
        "question": "接收天线的作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "把空间的无线电波转化为接收机中的射频电信号"
            },
            {
                "value": "B",
                "text": "利用天线的增益放大空间的无线电波并将之传向接收机"
            },
            {
                "value": "C",
                "text": "将空间的无线电波转化为接收机中的音频信号"
            },
            {
                "value": "D",
                "text": "将空间的无线电波转化为红外线"
            }
        ]
    },
    {
        "id": "MC2-0651",
        "question": "关于天线的增益，以下说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "待测天线最大辐射方向上的辐射功率密度与基准天线对应值的比值"
            },
            {
                "value": "B",
                "text": "与参考天线相比，被测天线在某个方向上使信号增强的程度"
            },
            {
                "value": "C",
                "text": "天线辐射的电波功率与输入到天线的射频功率之比"
            },
            {
                "value": "D",
                "text": "天线发热耗散的功率与输入到天线的射频功率之比"
            }
        ]
    },
    {
        "id": "MC1-0652",
        "question": "以dBi为单位的天线增益是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "待测天线最大辐射方向上的辐射功率密度与理想点源天线对应值之比的dB值"
            },
            {
                "value": "B",
                "text": "待测天线最大辐射方向上的辐射功率密度与半波长偶极天线对应值之比的dB值"
            },
            {
                "value": "C",
                "text": "待测天线最大辐射方向上的辐射功率密度与1/4波长地网天线对应值之比的dB值"
            },
            {
                "value": "D",
                "text": "待测天线最大辐射方向及其（180°）反方向的辐射功率密度测量值之比的dB值"
            }
        ]
    },
    {
        "id": "MC1-0653",
        "question": "什么是“理想点源天线”？对业余无线电又有什么意义？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "存在于理论中的一种小到一个点，可将发射机输出的全部射频能量都转化为各向同性且 均匀辐射的电磁波的假想天线；用作比较实际天线辐射性能的一种全向基准天线"
            },
            {
                "value": "B",
                "text": "一种用于专业通信的增益极高的专用天线，在业余无线电中没有应用价值"
            },
            {
                "value": "C",
                "text": "仅用于无线电测试的一种标准接收天线，发射效果不佳，对业余无线电无用"
            },
            {
                "value": "D",
                "text": "一种带宽近乎无限的高级天线的专利名称，业余无线电业务不需要宽带天线"
            }
        ]
    },
    {
        "id": "MC1-0654",
        "question": "以dBd为单位的天线增益是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "待测天线最大辐射方向上的辐射功率密度与半波长偶极天线对应值之比的dB值"
            },
            {
                "value": "B",
                "text": "待测天线最大辐射方向上的辐射功率密度与理想点源天线对应值之比的dB值"
            },
            {
                "value": "C",
                "text": "待测天线最大辐射方向上的辐射功率密度与1/4波长垂直天线对应值之比的dB值"
            },
            {
                "value": "D",
                "text": "待测天线最大辐射方向及其（180°）反方向的辐射功率密度测量值之比的dB值"
            }
        ]
    },
    {
        "id": "MC1-0655",
        "question": "半波振子是能够辐射电波的一种实用天线。为了获得最低输入阻抗，人们通常从中点为 这种振子馈电。这就构成了具有两个1/4波长不同电极性区域的谐振偶极天线，亦称半波长 偶极天线。这种天线的增益规定为0dBd。那么相比理想点源天线，其增益为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2.15dBi"
            },
            {
                "value": "B",
                "text": "6dBi"
            },
            {
                "value": "C",
                "text": "3dBi"
            },
            {
                "value": "D",
                "text": "1.64dBi"
            }
        ]
    },
    {
        "id": "MC1-0656",
        "question": "某商品天线说明书给出的天线增益指标以dB为单位。其意义为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该指标未指明计算方法和所用基准，缺乏参考价值"
            },
            {
                "value": "B",
                "text": "待测天线最大辐射方向上的辐射功率密度与理想点源天线对应值之比的dB值"
            },
            {
                "value": "C",
                "text": "待测天线最大辐射方向上的辐射功率密度与1/4波长垂直天线对应值之比的dB值"
            },
            {
                "value": "D",
                "text": "待测天线最大辐射方向及其（180°）反方向的辐射功率密度测量值之比的dB值"
            }
        ]
    },
    {
        "id": "MC1-0657",
        "question": "我们之所以称垂直接地天线为“全向天线”，是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "这种天线在水平方向上没有指向性"
            },
            {
                "value": "B",
                "text": "这种天线在垂直方向上没有指向性"
            },
            {
                "value": "C",
                "text": "这种天线的E面和H面方向图均为正圆"
            },
            {
                "value": "D",
                "text": "这种天线辐射各向同性的球面波"
            }
        ]
    },
    {
        "id": "MC1-0658",
        "question": "如需垂直接地天线在大体为零仰角的水平发射方向上具有主辐射瓣并可以与同轴电缆直 接耦合，则振子长度应选为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1/4波长"
            },
            {
                "value": "B",
                "text": "1/2波长"
            },
            {
                "value": "C",
                "text": "1/8波长"
            },
            {
                "value": "D",
                "text": "3/2波长"
            }
        ]
    },
    {
        "id": "MC2-0659",
        "question": "关于振子长度为1/4波长的垂直接地天线的最大辐射方向，以下描述正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "在水平方向上是全向的"
            },
            {
                "value": "B",
                "text": "在垂直方向上有指向性，且辐射仰角稍大于0°"
            },
            {
                "value": "C",
                "text": "其E面方向图为“8”字形"
            },
            {
                "value": "D",
                "text": "其H面方向图为“8”字形"
            }
        ]
    },
    {
        "id": "MC2-0660",
        "question": "关于大多数手持电台随附的“橡胶天线”，以下说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "就电台的一般持握方式而言，电波的垂直极化分量要强一些"
            },
            {
                "value": "B",
                "text": "相对于全尺寸天线，“橡胶天线”的发射与接收增益都低一些"
            },
            {
                "value": "C",
                "text": "如果橡胶护套内的天线是螺旋加感的，则电波是旋转极化的"
            },
            {
                "value": "D",
                "text": "如果橡胶护套某处开裂，则振子会迅速解体，天线随即报废"
            }
        ]
    },
    {
        "id": "MC1-0661",
        "question": "在车内使用手持电台和俗称“橡胶天线”的柔性天线进行通信可能遇到什么问题？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "车体的屏蔽作用影响信号强度"
            },
            {
                "value": "B",
                "text": "大量电波反射回天线，抬升SWR"
            },
            {
                "value": "C",
                "text": "影响电台散热"
            },
            {
                "value": "D",
                "text": "行车噪声影响通话质量"
            }
        ]
    },
    {
        "id": "MC1-0662",
        "question": "如果架设天线时发现场地附近有电线等市电供电装置，你该怎么办？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "应确保在风雨中意外掉落的天线部件不落入供电装置的安全距离内。例如，35千伏及以 下电压时至少1米"
            },
            {
                "value": "B",
                "text": "应确保供电装置带来的电源噪声不会影响电台接收弱信号的能力。通常，这个距离应至 少10倍于工作波长"
            },
            {
                "value": "C",
                "text": "必须防止通信和供电两套系统之间发生打火拉弧事故。经验上讲，按照每千伏1毫米算 出的间距是足够的"
            },
            {
                "value": "D",
                "text": "应确保天线转动到平行于供电系统的电线时，电线不会成为反射单元，即，应至少保持 1/4波长以上距离"
            }
        ]
    },
    {
        "id": "MC1-0663",
        "question": "垂直接地天线（GP）由电气长度为1/4波长的垂直振子加上一个“镜像地平面”构成， 因十分简洁而被大量应用于手持和车载业余通信。但是，这种天线的工作有效性往往不如理 论预计的那么完美，特别是在波长较长的波段。造成这种情况的原因及改善方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "缺乏有效接地镜像；GP天线必须有足够大的导电平面以形成振子镜像，否则谐振频率和 阻抗都与理论值有出入。为此，应尽量用大面积金属导体与天线/馈线的接地端相连"
            },
            {
                "value": "B",
                "text": "1/4波长垂直振子显然是太短了。改成1/2波长即可解决问题"
            },
            {
                "value": "C",
                "text": "1/4波长垂直振子显然是太短了。在振子当中串联加感线圈即可解决问题"
            },
            {
                "value": "D",
                "text": "天线与电缆直接相连，匹配不佳。在天线和电缆之间加接“巴伦”即可解决问题"
            }
        ]
    },
    {
        "id": "MC1-0664",
        "question": "关于天线的加载，以下描述正确的是",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "为天线振子串联电感线圈，延长振子的电气长度"
            },
            {
                "value": "B",
                "text": "为车载天线增添弹簧减震器"
            },
            {
                "value": "C",
                "text": "为柔性不足的天线基座增加螺旋式延长器"
            },
            {
                "value": "D",
                "text": "为八木天线的拉纤加接弹性张力器"
            }
        ]
    },
    {
        "id": "MC1-0665",
        "question": "谐振的垂直接地天线的振子长度最短也要1/4波长。如果架设天线时因条件受限而不得 不将振子缩短，那么在振子之中串入电感可以补偿失去的感抗，使天线谐振在所需频率上。 为了提高发射效率，应在振子的什么位置串入电感需根据架设条件择优确定。下图给出三种 加感方案。假设振子（灰色部分）均等长，则A、B、C三种方案按发射效率可排列为：[image: MC1-0665.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "C-顶部加感，B-中部加感，A-底部加感"
            },
            {
                "value": "B",
                "text": "A-底部加感，B-中部加感，C-顶部加感"
            },
            {
                "value": "C",
                "text": "A-底部加感，C-顶部加感，B-中部加感"
            },
            {
                "value": "D",
                "text": "B-中部加感，A-底部加感，C-顶部加感"
            }
        ]
    },
    {
        "id": "MC1-0666",
        "question": "甲天线增益6.15dBi，乙天线增益1dBd。若两副天线按同样条件架设并用同样功率来驱 动，则在它们最大发射方向的同一远方地点接收时，两天线给出的信号功率关系为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "甲天线的信号功率为乙天线的两倍"
            },
            {
                "value": "B",
                "text": "甲天线的信号功率为乙天线的1/2"
            },
            {
                "value": "C",
                "text": "甲天线的信号功率为乙天线的5.15倍"
            },
            {
                "value": "D",
                "text": "甲天线的信号功率为乙天线的6.15倍"
            }
        ]
    },
    {
        "id": "MC1-0667",
        "question": "甲天线增益0dBd，乙天线增益2dBi。若两副天线按同样条件架设用用同样功率来驱动， 则在它们最大发射方向的同一远方地点接收时，两天线给出的信号功率关系为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "甲天线的效果与半波长偶极天线相当，乙天线比甲天线略差"
            },
            {
                "value": "B",
                "text": "甲天线效果为零，不能工作，乙天线效果比甲天线好2倍"
            },
            {
                "value": "C",
                "text": "甲天线的效果与半波长偶极天线相当，乙天线发射的信号强度比甲天线好2dB"
            },
            {
                "value": "D",
                "text": "甲、乙天线的效果实际相同"
            }
        ]
    },
    {
        "id": "MC1-0668",
        "question": "有两款VHF垂直全向天线作发射之用。甲天线增益为4.5dBd，而乙天线的是5.85dBi。 它们在远处某接收天线中产生的信号功率有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "来自甲天线的信号比乙天线的强0.8dB"
            },
            {
                "value": "B",
                "text": "来自乙天线的信号比甲天线的强1.35dB"
            },
            {
                "value": "C",
                "text": "来自甲天线的信号比乙天线的强1.35dB"
            },
            {
                "value": "D",
                "text": "来自乙天线的信号比甲天线的强3.5dB"
            }
        ]
    },
    {
        "id": "MC1-0669",
        "question": "有两款VHF垂直全向天线作发射之用。甲天线增益为2.9dBd，而乙天线的是5.85dBi。 它们在远处某接收天线中产生的信号功率有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "来自乙天线的信号比甲天线的强0.8dB"
            },
            {
                "value": "B",
                "text": "来自乙天线的信号比甲天线的强2.95dB"
            },
            {
                "value": "C",
                "text": "来自甲天线的信号比乙天线的强2.95dB"
            },
            {
                "value": "D",
                "text": "来自乙天线的信号比甲天线的强7.1dB"
            }
        ]
    },
    {
        "id": "MC3-0670",
        "question": "业余无线电爱好者讨论天线系统时常会提及术语 “驻波比（SWR）”。其含义为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "连接到传输线终端的负载阻抗与传输线自身的特性阻抗相匹配的程度"
            },
            {
                "value": "B",
                "text": "负载与传输线完美匹配时，传输线之中没有驻波，因此驻波比为1:1"
            },
            {
                "value": "C",
                "text": "如果负载与传输线不匹配，传向负载的部分能量会沿传输线返回始端"
            },
            {
                "value": "D",
                "text": "如果传输线中出现驻波，则调整传输线始端的信源阻抗可使驻波归零"
            }
        ]
    },
    {
        "id": "MC1-0671",
        "question": "通联时，如果收发信机的SWR表显示读数4:1，则意味着：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从发射机的输出端口来看，天线系统的整体匹配情况不佳"
            },
            {
                "value": "B",
                "text": "从发射机的输出端口来看，天线系统的整体阻抗为200欧或12.5欧"
            },
            {
                "value": "C",
                "text": "天线系统的辐射效率仅为25%"
            },
            {
                "value": "D",
                "text": "天线系统的整体增益仅为4dB"
            }
        ]
    },
    {
        "id": "MC2-0672",
        "question": "小强用长度不短于1/4波长的50欧馈线连接收发信机和天线。发信时，他发现SWR表 的指示为3:1。该值意味着：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "馈线中任意位置上的最大峰值电压与最小峰值电压之比为3:1"
            },
            {
                "value": "B",
                "text": "馈线中任意位置上的最大峰值电流与最小峰值电流之比为3:1"
            },
            {
                "value": "C",
                "text": "馈线中的驻波致使平均射频电压高于常值，这降低了导体损耗"
            },
            {
                "value": "D",
                "text": "馈线中的驻波致使平均射频电流高于常值，这降低了介质损耗"
            }
        ]
    },
    {
        "id": "MC1-0673",
        "question": "多数发射机都在SWR超过一定值时降低输出功率。这是为了：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "保护发射机中的功率半导体器件"
            },
            {
                "value": "B",
                "text": "防止烧断供电线路中的保险丝"
            },
            {
                "value": "C",
                "text": "防止传输线上的驻波超过限值"
            },
            {
                "value": "D",
                "text": "防止发射出去的无线电波带有过大的驻波"
            }
        ]
    },
    {
        "id": "MC1-0674",
        "question": "用同轴电缆连接天线时，为什么驻波比趋于1:1为好？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "降低电缆的损耗，使射频能量更有效地传输"
            },
            {
                "value": "B",
                "text": "防止屏蔽层的外层辐射能量，导致射频干扰（RFI）"
            },
            {
                "value": "C",
                "text": "延长天线的使用寿命"
            },
            {
                "value": "D",
                "text": "延长发信机的使用寿命"
            }
        ]
    },
    {
        "id": "MC1-0675",
        "question": "以下哪种情况可能导致业余发信机显示的驻波比不稳定？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发信机、馈线或天线某处接触不良"
            },
            {
                "value": "B",
                "text": "发信机采用相位调制"
            },
            {
                "value": "C",
                "text": "发信机过调制"
            },
            {
                "value": "D",
                "text": "馈线温度过高"
            }
        ]
    },
    {
        "id": "MC1-0676",
        "question": "SSB通联时，即使天馈系统没有故障，有时候SWR显示也不稳定。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SSB话音的幅度变化本质上影响测量的稳定性。改用CW方式进行测量效果更好"
            },
            {
                "value": "B",
                "text": "SSB话音包含幅度与相位两种信息，并非所有天线均能同时给出稳定的响应"
            },
            {
                "value": "C",
                "text": "出现这种情况是因为发信机过调制，应调整话筒增益以解决"
            },
            {
                "value": "D",
                "text": "出现这种情况说明发信机出了故障，应停机检修"
            }
        ]
    },
    {
        "id": "MC1-0677",
        "question": "我们都知道发射机与天线间的馈线应当与天线阻抗匹配。否则，馈线中的驻波会使沿线 各处的电压和电流周期性起伏。然而，业余电台所用的发射机与电网中的发电机同属交流电 源，我们却从未在连到电网的电线中观察到驻波现象。这是为什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电网供电的频率很低，导线长度与波长相比微不足道，驻波现象不明显而已"
            },
            {
                "value": "B",
                "text": "业余电台所用的馈线和电网中的电线工作原理不同，所以现象不尽相同"
            },
            {
                "value": "C",
                "text": "适用于供电技术和业余无线电的电学理论本质不同，所以现象自然不同"
            },
            {
                "value": "D",
                "text": "电网的供电能力远超发射机所能提供的电功率，这就迫使线路各处电压趋同"
            }
        ]
    },
    {
        "id": "MC1-0678",
        "question": "对于业余无线电通信，最适合的同轴电缆特性阻抗为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50欧姆"
            },
            {
                "value": "B",
                "text": "75欧姆"
            },
            {
                "value": "C",
                "text": "93欧姆"
            },
            {
                "value": "D",
                "text": "300欧姆"
            }
        ]
    },
    {
        "id": "MC1-0679",
        "question": "传输线具有多种类型，但是为什么架设业余电台通常选用同轴电缆？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "因为它易于使用，与架设环境之中其他物体间的互耦也很低"
            },
            {
                "value": "B",
                "text": "因为它的损耗比其他任何种类的馈线都低"
            },
            {
                "value": "C",
                "text": "因为相比其他馈线，它可以传输更大的功率"
            },
            {
                "value": "D",
                "text": "因为很明显，它比其他任何馈线都便宜"
            }
        ]
    },
    {
        "id": "MC2-0680",
        "question": "在为业余电台选购用作天线馈线的同轴电缆时应关注什么电气参数？",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "特性阻抗"
            },
            {
                "value": "B",
                "text": "指定频率下每百米的传输损耗"
            },
            {
                "value": "C",
                "text": "芯线的截面积和最大额定电流"
            },
            {
                "value": "D",
                "text": "电介质的耐压和最高允许温升"
            }
        ]
    },
    {
        "id": "MC2-0681",
        "question": "我们都知道要为业余电台选配损耗较低的馈线。但是，馈线的损耗会导致什么问题？",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "发信功率降低"
            },
            {
                "value": "B",
                "text": "收信信噪比下降"
            },
            {
                "value": "C",
                "text": "驻波比的测量值永远高于1:1"
            },
            {
                "value": "D",
                "text": "发出的信号失真"
            }
        ]
    },
    {
        "id": "MC2-0682",
        "question": "受潮是同轴电缆失效损坏的主要原因。湿气渗透会导致：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "介质损耗变大"
            },
            {
                "value": "B",
                "text": "屏蔽层或芯线氧化、锈蚀，甚至断路"
            },
            {
                "value": "C",
                "text": "速度因子逐渐大于1"
            },
            {
                "value": "D",
                "text": "驻波比越来越小于1"
            }
        ]
    },
    {
        "id": "MC1-0683",
        "question": "将同轴电缆装于室外时，为什么要求电缆外皮（护套）能够耐受紫外线？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "如果电缆护套被紫外线破坏，电缆就会受潮损坏"
            },
            {
                "value": "B",
                "text": "紫外线会激励非线性导行模式，导致互调和谐波发射"
            },
            {
                "value": "C",
                "text": "紫外线会与射频信号相互混频，导致相当复杂的宽带干扰"
            },
            {
                "value": "D",
                "text": "紫外线会促使电缆升温，并因此增加电缆的功率损耗"
            }
        ]
    },
    {
        "id": "MC1-0684",
        "question": "相比填充有机介质的同轴电缆，空气介质同轴电缆的劣势是什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "空气介质同轴电缆需要特别措施来防止湿气渗透"
            },
            {
                "value": "B",
                "text": "空气介质同轴电缆只能用于30MHz以下业余频段"
            },
            {
                "value": "C",
                "text": "空气介质同轴电缆的每百米损耗太大"
            },
            {
                "value": "D",
                "text": "空气介质同轴电缆不能在冰点以下工作"
            }
        ]
    },
    {
        "id": "MC1-0685",
        "question": "如果通过同轴电缆的信号频率升高，则同轴电缆的",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "传输损耗增加"
            },
            {
                "value": "B",
                "text": "反射功率升高"
            },
            {
                "value": "C",
                "text": "特性阻抗变高"
            },
            {
                "value": "D",
                "text": "输入驻波比变大"
            }
        ]
    },
    {
        "id": "MC1-0686",
        "question": "以下给出了一些同等外径的馈线。其中哪一种在VHF/UHF频段损耗更低？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "空气介质同轴硬电缆"
            },
            {
                "value": "B",
                "text": "独立屏蔽分组双绞线"
            },
            {
                "value": "C",
                "text": "50欧姆同轴软电缆"
            },
            {
                "value": "D",
                "text": "75欧姆同轴软电缆"
            }
        ]
    },
    {
        "id": "MC1-0687",
        "question": "对于400MHz或更高频率的信号，应当优先选用的同轴电缆连接器是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "N型连接器"
            },
            {
                "value": "B",
                "text": "M型连接器"
            },
            {
                "value": "C",
                "text": "RS-213型连接器"
            },
            {
                "value": "D",
                "text": "DB-23型连接器"
            }
        ]
    },
    {
        "id": "MC1-0688",
        "question": "关于M 型同轴电缆连接器，以下说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "这种连接器广泛应用于HF和VHF通信系统"
            },
            {
                "value": "B",
                "text": "这种连接器使用了先进的螺纹式锁紧技术，防水防盗"
            },
            {
                "value": "C",
                "text": "这种连接器使用了卡式锁紧技术，便于快拔快插"
            },
            {
                "value": "D",
                "text": "这种连接器制造成本很高，通常用于微波通信系统"
            }
        ]
    },
    {
        "id": "MC2-0689",
        "question": "关于垂直天线，以下说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "该天线发射垂直极化波，电场与地面垂直"
            },
            {
                "value": "B",
                "text": "垂直天线是全向天线，其H面方向图是全向的"
            },
            {
                "value": "C",
                "text": "该天线发射垂直极化波，磁场与地面垂直"
            },
            {
                "value": "D",
                "text": "垂直天线是全向天线，其E面方向图是全向的"
            }
        ]
    },
    {
        "id": "MC2-0690",
        "question": "关于水平极化偶极天线，以下描述正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "通过该天线发射的电磁波，电场平行于地面"
            },
            {
                "value": "B",
                "text": "该天线水平面上的（E面）方向图呈“8”字展开"
            },
            {
                "value": "C",
                "text": "通过该天线发射的电磁波，电场垂直于地面"
            },
            {
                "value": "D",
                "text": "该天线垂直面上的（H面）方向图呈“8”字展开"
            }
        ]
    },
    {
        "id": "MC1-0691",
        "question": "甲、乙业余电台相距10千米，均使用1/2波长水平偶极天线进行UHF通联。现其中一 方改用1/2波长垂直偶极天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变差"
            },
            {
                "value": "B",
                "text": "通信效果不变"
            },
            {
                "value": "C",
                "text": "通信效果变好"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0692",
        "question": "甲、乙业余电台相距10千米，分别使用1/2波长水平和垂直偶极天线进行UHF通联。 现双方都改用1/2波长垂直偶极天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变好"
            },
            {
                "value": "B",
                "text": "通信效果不变"
            },
            {
                "value": "C",
                "text": "通信效果变差"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0693",
        "question": "甲、乙业余电台相距10千米，分别使用1/2波长水平和垂直偶极天线进行UHF通联。 现双方都改用1/2波长水平偶极天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变好"
            },
            {
                "value": "B",
                "text": "通信效果不变"
            },
            {
                "value": "C",
                "text": "通信效果变差"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0694",
        "question": "甲、乙业余电台相距10千米，分别使用左旋圆极化和右旋圆极化天线彼此对指进行UHF 通联。现双方都改用左旋圆极化天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变好"
            },
            {
                "value": "B",
                "text": "通信效果不变"
            },
            {
                "value": "C",
                "text": "通信效果变差"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0695",
        "question": "甲、乙业余电台相距10千米，分别使用左旋圆极化和右旋圆极化天线彼此对指进行UHF 通联。现双方都改用右旋圆极化天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变好"
            },
            {
                "value": "B",
                "text": "通信效果不变"
            },
            {
                "value": "C",
                "text": "通信效果变差"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0696",
        "question": "甲、乙业余电台相距10千米，分别使用左旋圆极化和半波长水平偶极天线彼此对指进行 UHF通联。现乙台改用半波长垂直极化天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果不变"
            },
            {
                "value": "B",
                "text": "通信效果变差"
            },
            {
                "value": "C",
                "text": "通信效果变好"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0697",
        "question": "甲、乙业余电台相距10千米，分别使用左旋圆极化和半波长水平偶极天线彼此对指进行 UHF通联。现甲台改用右旋圆极化天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果不变"
            },
            {
                "value": "B",
                "text": "通信效果变差"
            },
            {
                "value": "C",
                "text": "通信效果变好"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0698",
        "question": "甲、乙业余电台相距10千米，分别使用左旋圆极化和半波长水平偶极天线彼此对指进行 UHF通联。现乙台改用右旋圆极化天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变差"
            },
            {
                "value": "B",
                "text": "通信效果变好"
            },
            {
                "value": "C",
                "text": "通信效果不变"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0699",
        "question": "甲、乙业余电台相距10千米，分别使用左旋圆极化和半波长水平偶极天线彼此对指进行 UHF通联。现乙台改用左旋圆极化天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变好"
            },
            {
                "value": "B",
                "text": "通信效果变差"
            },
            {
                "value": "C",
                "text": "通信效果不变"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0700",
        "question": "甲、乙业余电台相距10千米，分别使用左旋圆极化和右旋圆极化天线彼此对指进行UHF 通联。现双方均改用半波长水平偶极天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果变好"
            },
            {
                "value": "B",
                "text": "通信效果不变"
            },
            {
                "value": "C",
                "text": "通信效果变差"
            },
            {
                "value": "D",
                "text": "通信效果的变化不确定"
            }
        ]
    },
    {
        "id": "MC1-0701",
        "question": "假设接收和发射天线均使用半波长偶极天线，则在地面台站间的近距离通联中，接收和 发射天线的最佳极化方式应当安排为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接收和发射天线均位于垂直于两台站连线的平面内，极化保持一致"
            },
            {
                "value": "B",
                "text": "接收和发射天线均位于垂直于两台站连线的平面内，极化彼此正交"
            },
            {
                "value": "C",
                "text": "接收和发射天线的极化应当平行于两台站之间的连线"
            },
            {
                "value": "D",
                "text": "发射天线垂直极化，接收天线的极化应当平行于两台站之间的连线"
            }
        ]
    },
    {
        "id": "MC1-0702",
        "question": "右旋极化波是指在垂直于传播方向的任意平面上，沿传播方向观察时，电场矢量为随时 间向右（顺时针）旋转的椭圆或圆极化波。如果地面上某业余电台在观测业余卫星时发现从 卫星到达该台的无线电波的电场是顺时针旋转的，则该信号的极化方式为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "左旋椭圆极化或圆极化"
            },
            {
                "value": "B",
                "text": "右旋椭圆极化或圆极化"
            },
            {
                "value": "C",
                "text": "垂直极化"
            },
            {
                "value": "D",
                "text": "水平极化"
            }
        ]
    },
    {
        "id": "MC1-0703",
        "question": "在视距通联中，已知发射天线为指向接收点的左旋圆极化天线，接收天线的最佳极化方 式为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "指向发射点的左旋圆极化"
            },
            {
                "value": "B",
                "text": "指向发射点的右旋圆极化"
            },
            {
                "value": "C",
                "text": "垂直极化"
            },
            {
                "value": "D",
                "text": "水平极化"
            }
        ]
    },
    {
        "id": "MC1-0704",
        "question": "某卫星下行链路采用右旋圆极化天线，从北向南飞行，天线始终指向地球的南极。如果 地面上某业余电台采用圆极化天线自动跟踪该卫星，则该台所用天线的最佳极化方式应当为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "卫星过顶前为右旋圆极化，过顶后为左旋圆极化"
            },
            {
                "value": "B",
                "text": "卫星过顶后为右旋圆极化，过顶前为左旋圆极化"
            },
            {
                "value": "C",
                "text": "最佳方向始终为右旋圆极化"
            },
            {
                "value": "D",
                "text": "最佳方向始终为左旋圆极化"
            }
        ]
    },
    {
        "id": "MC1-0705",
        "question": "已知某卫星下行信号的发射天线是指向地面的偶极天线。由于卫星不断旋转，地面台站 所收电波的极化方向就会不断变化。为了不至极化问题致使接收中断，接收天线可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "指向卫星的右旋或左旋圆极化天线"
            },
            {
                "value": "B",
                "text": "垂直极化天线"
            },
            {
                "value": "C",
                "text": "水平极化天线"
            },
            {
                "value": "D",
                "text": "极化方向平行于卫星与地面电台之间连线的天线"
            }
        ]
    },
    {
        "id": "MC1-0706",
        "question": "某业余电台使用半波垂直偶极天线通联时，对方所收信号的强度为S4。现发射功率不变， 发信方改用增益为8.15dBi的八木天线（最大辐射方向和极化均不变），则对方所收信号的 强度变为：【提示：收信机信号强度指示从S1至S9每档增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "S5"
            },
            {
                "value": "B",
                "text": "S6"
            },
            {
                "value": "C",
                "text": "S7"
            },
            {
                "value": "D",
                "text": "S8"
            }
        ]
    },
    {
        "id": "MC1-0707",
        "question": "某业余电台使用半波长垂直偶极天线发射时，对方所收信号的强度为S4。现发射功率不 变，发信方改用增益为12dBd的八木天线（最大辐射方向和极化均不变），则对方所收信 号的强度变为：【提示：收信机信号强度指示从S1至S9每档增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "S6"
            },
            {
                "value": "B",
                "text": "S5"
            },
            {
                "value": "C",
                "text": "S7"
            },
            {
                "value": "D",
                "text": "S8"
            }
        ]
    },
    {
        "id": "MC1-0708",
        "question": "两位业余爱好者使用半波长垂直偶极天线相互通联，双方所收信号的强度均为S4。现双 方发射功率不变，都改用增益为8.15dBi的八木天线（最大辐射方向和极化均不变）再次联 络，则双方信号的强度变为：【提示：收信机信号强度指示S1至S9每档增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "S6"
            },
            {
                "value": "B",
                "text": "S4"
            },
            {
                "value": "C",
                "text": "S5"
            },
            {
                "value": "D",
                "text": "S7"
            }
        ]
    },
    {
        "id": "MC1-0709",
        "question": "即便是在辽阔的平原或广袤的戈壁，我们所收本地VHF/UHF信号的强度也会伴随设备的 移动而发生周期性的变化。主要原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "来自直射和地面反射等多个路径的无线电波相互干涉，相消或相长（多径效应）"
            },
            {
                "value": "B",
                "text": "发信和收信地点间的气流导致电波传播路径弯曲，发生频率漂移（多普勒效应）"
            },
            {
                "value": "C",
                "text": "无论收信发信，地面各处的电导率不尽相同会导致设备移动时的接地电阻变化"
            },
            {
                "value": "D",
                "text": "发信过程中，设备与大地间分布电容的改变导致天线失谐，发射功率随之改变"
            }
        ]
    },
    {
        "id": "MC1-0710",
        "question": "在VHF/UHF频段通联时的一个现象，如果远方电台给出的信号报告很差，则仅需移动几 步或将工作频率改变数十千赫就可能显著改善通信效果。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "多径传播。经不同路径达到天线的电波存在相位和幅度差异，相互干涉，相消或相长"
            },
            {
                "value": "B",
                "text": "发射机与接收机之间的距离，以及工作频率的变化都会显著改变路径损耗"
            },
            {
                "value": "C",
                "text": "大气扰动影响"
            },
            {
                "value": "D",
                "text": "地磁活动影响"
            }
        ]
    },
    {
        "id": "MC1-0711",
        "question": "多径传播对UHF或VHF波段数据通信的影响是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可能使误码率上升"
            },
            {
                "value": "B",
                "text": "如果是FM通联，则影响微不足道，不可察觉"
            },
            {
                "value": "C",
                "text": "随着传播路径的增加，数据通信速率线性减小"
            },
            {
                "value": "D",
                "text": "随着传播路径的增加，数据通信速率线性增加"
            }
        ]
    },
    {
        "id": "MC2-0712",
        "question": "使用VSB方式进行ATV通信时，即使信号相对较强，有时所收图像的边缘也有重影。 这是因为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "多径传播。来自不同路径的信号到达接收天线的时延不同，造成重影"
            },
            {
                "value": "B",
                "text": "发射天线的VSWR过高。如果信号在馈线中多次往返于发射机和天线，会造成重影"
            },
            {
                "value": "C",
                "text": "天线的极化配置出错。极化不同的信号同时到达天线，导致重影"
            },
            {
                "value": "D",
                "text": "遭遇了重放干扰。或许是某中继台也转发了这个信号，其到达接收天线，导致重影"
            }
        ]
    },
    {
        "id": "MC1-0713",
        "question": "决定超短波视距传播距离极限的主要因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发射天线和接收天线距地面的相对高度"
            },
            {
                "value": "B",
                "text": "发射天线和接收天线距海平面的绝对高度"
            },
            {
                "value": "C",
                "text": "发射天线和接收天线的挂高波长比，即，离地高度除以波长"
            },
            {
                "value": "D",
                "text": "发射天线和接收天线的增益"
            }
        ]
    },
    {
        "id": "MC1-0714",
        "question": "有时，相隔数百千米的业余电台可以实现VHF/UHF超视距直接联络。可能的原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "信号的传播路径中出现了大气波导现象"
            },
            {
                "value": "B",
                "text": "有飞行器在空中反射了电波"
            },
            {
                "value": "C",
                "text": "降雨增加了大地电导率，增强了电波传播"
            },
            {
                "value": "D",
                "text": "每当冬季，植被的减少都有利于电波传播"
            }
        ]
    },
    {
        "id": "MC1-0715",
        "question": "有时，我们可以在6米或2米业余波段中收到上千千米外的“超视距传播”信号。这与 下列哪种现象密切相关？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "突发E层的传播"
            },
            {
                "value": "B",
                "text": "流星余迹反向散射"
            },
            {
                "value": "C",
                "text": "D层的吸收所致"
            },
            {
                "value": "D",
                "text": "灰线传播"
            }
        ]
    },
    {
        "id": "MC1-0716",
        "question": "是什么导致了对流层的大气波导现象？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "大气高空逆温"
            },
            {
                "value": "B",
                "text": "太阳黑子和/或太阳耀斑"
            },
            {
                "value": "C",
                "text": "飓风或龙卷风所致的上升气流"
            },
            {
                "value": "D",
                "text": "雷暴时大量闪电所产生的等离子体"
            }
        ]
    },
    {
        "id": "MC1-0717",
        "question": "如果你收到了一个上千千米外的VHF信号，最可能的原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "信号经电离层的突发E层反射而来"
            },
            {
                "value": "B",
                "text": "信号由微波接力电台合力QSP过来"
            },
            {
                "value": "C",
                "text": "信号被附近的雷雨区反射而来"
            },
            {
                "value": "D",
                "text": "信号经宇宙射线的电离路径传导过来"
            }
        ]
    },
    {
        "id": "MC1-0718",
        "question": "有时，VHF/UHF业余波段中可能出现远达500千米的“超视距传播”信号。这与下列哪 种现象密切相关？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "对流层散射"
            },
            {
                "value": "B",
                "text": "D层折射"
            },
            {
                "value": "C",
                "text": "F2层折射"
            },
            {
                "value": "D",
                "text": "法拉第旋转"
            }
        ]
    },
    {
        "id": "MC1-0719",
        "question": "由半波长偶极天线和传输线构成的天线系统的理想工作状态应当是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "天线上只有驻波，馈线上只有行波"
            },
            {
                "value": "B",
                "text": "天线上只有行波，馈线上只有驻波"
            },
            {
                "value": "C",
                "text": "天线和馈线上都只有驻波"
            },
            {
                "value": "D",
                "text": "天线和馈线上都只有行波"
            }
        ]
    },
    {
        "id": "MC1-0720",
        "question": "天线振子的端点效应、信号的相移等因素影响电磁波沿振子传播的速度。修整天线时， 我们应考虑振子的实际长度会因此略短于计算值。这就是所谓的“缩短系数”。其经验值为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0.95"
            },
            {
                "value": "B",
                "text": "1.05"
            },
            {
                "value": "C",
                "text": "0.707"
            },
            {
                "value": "D",
                "text": "1.414"
            }
        ]
    },
    {
        "id": "MC1-0721",
        "question": "制作工作频率为f（单位：兆赫）的半波长偶极天线。每边振子的长度（单位：米）约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "71.3/f"
            },
            {
                "value": "B",
                "text": "48.8/f"
            },
            {
                "value": "C",
                "text": "142.6/f"
            },
            {
                "value": "D",
                "text": "150/f"
            }
        ]
    },
    {
        "id": "MC1-0722",
        "question": "电波在介质中的传播速度低于光速，其与光速的比值称为“速度因子”，是介电常数平 方根的倒数。聚乙烯介质同轴电缆我们最为常用。其速度因子约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0.65"
            },
            {
                "value": "B",
                "text": "1.54"
            },
            {
                "value": "C",
                "text": "1.95"
            },
            {
                "value": "D",
                "text": "1.0006"
            }
        ]
    },
    {
        "id": "MC1-0723",
        "question": "制作工作频率为f（单位：兆赫兹）的某相控天线阵列需要长度为1/4波长的同轴电缆， 大致长度（单位：米）应当为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "48.8/f"
            },
            {
                "value": "B",
                "text": "149.8/f"
            },
            {
                "value": "C",
                "text": "75/f"
            },
            {
                "value": "D",
                "text": "71.3/f"
            }
        ]
    },
    {
        "id": "MC1-0724",
        "question": "如需偶极天线谐振于工作频率之时具有低输入阻抗，振子的总长度可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1/2波长的奇数倍"
            },
            {
                "value": "B",
                "text": "1/2波长的整数倍"
            },
            {
                "value": "C",
                "text": "1/2波长的偶数倍"
            },
            {
                "value": "D",
                "text": "1/4波长的奇数倍"
            }
        ]
    },
    {
        "id": "MC1-0725",
        "question": "偶极天线谐振于所需工作频率的充分和必要条件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "两臂总电气长度为1/2工作波长的整数倍"
            },
            {
                "value": "B",
                "text": "两臂总电气长度为1/4工作波长的整数倍"
            },
            {
                "value": "C",
                "text": "两臂总电气长度为1/2工作波长的奇数倍"
            },
            {
                "value": "D",
                "text": "两臂总电气长度为工作波长的整数倍"
            }
        ]
    },
    {
        "id": "MC1-0726",
        "question": "下列哪种谐振偶极天线在垂直于振子的方向上具有峰值增益：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "振子长度为1/2工作波长"
            },
            {
                "value": "B",
                "text": "振子长度为1/8个工作波长"
            },
            {
                "value": "C",
                "text": "振子长度为1/4工作波长"
            },
            {
                "value": "D",
                "text": "振子长度为3/2工作波长"
            }
        ]
    },
    {
        "id": "MC1-0727",
        "question": "提高偶极天线谐振频率的方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将振子截短一些"
            },
            {
                "value": "B",
                "text": "在振子某处串联线圈"
            },
            {
                "value": "C",
                "text": "将振子加长一些"
            },
            {
                "value": "D",
                "text": "为振子添加“X”形电容帽"
            }
        ]
    },
    {
        "id": "MC1-0728",
        "question": "在天线和馈线之间常会接入一个俗称“巴伦（BALUN）”的部件。“巴伦”的由来是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "平衡与不平衡两个英文字头的组合"
            },
            {
                "value": "B",
                "text": "发明平衡-不平衡转换器的人的名字"
            },
            {
                "value": "C",
                "text": "著名天线阻抗匹配理论家的名字"
            },
            {
                "value": "D",
                "text": "大牌宽带匹配网络的制造商名字"
            }
        ]
    },
    {
        "id": "MC1-0729",
        "question": "在天线和馈线之间常会接入一个俗称“巴伦（BALUN）”的部件。它的主要功能是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在平衡电路和不平衡电路之间传递射频能量，阻断两者之间的任何寄生耦合"
            },
            {
                "value": "B",
                "text": "实现天线和馈线之间的自动阻抗匹配"
            },
            {
                "value": "C",
                "text": "展宽天线的工作频带"
            },
            {
                "value": "D",
                "text": "降低天线的驻波比"
            }
        ]
    },
    {
        "id": "MC1-0730",
        "question": "一副两臂电气长度各为1/4波长的偶极天线，断开中点，通过巴伦馈电，测得谐振频率 为f，输入阻抗为Z。如果总长不变，但是将断开的馈电点向一侧偏移1/8波长，则天线特 性的最明显变化是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "阻抗Z显著变大，相比之下谐振频率f变化不大"
            },
            {
                "value": "B",
                "text": "阻抗Z显著变小，相比之下谐振频率f变化不大"
            },
            {
                "value": "C",
                "text": "谐振频率f显著升高，相比之下阻抗Z变化不大"
            },
            {
                "value": "D",
                "text": "谐振频率f显著下降，相比之下阻抗Z变化不大"
            }
        ]
    },
    {
        "id": "MC1-0731",
        "question": "南北走向的水平极化偶极天线，中点馈电，通过特性阻抗为50欧的电缆连接到输入/输 出阻抗为50欧的收发信机，通信对象在东西方向。选择天线长度的原则是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "当振子两臂各为四分之一波长时，通信效果是最好的"
            },
            {
                "value": "B",
                "text": "当振子两臂各为二分之一波长时，通信效果是最好的"
            },
            {
                "value": "C",
                "text": "当振子两臂各为四分之三波长时，通信效果是最好的"
            },
            {
                "value": "D",
                "text": "驻波比接近1:1时通信效果才会最好，无关振子长度"
            }
        ]
    },
    {
        "id": "MC1-0732",
        "question": "短波水平偶极类天线（含八木天线等）的发射仰角主要由下列因素决定：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "由天线的辐射和大地的反射叠加而成。天线距地面的高度与波长的比值影响仰角"
            },
            {
                "value": "B",
                "text": "由天线振子导体所指的方向决定"
            },
            {
                "value": "C",
                "text": "由八木天线主梁所指的方向决定"
            },
            {
                "value": "D",
                "text": "由天线振子的长度所决定"
            }
        ]
    },
    {
        "id": "MC1-0733",
        "question": "架设短波天线时，应大致按照如下原则选择天线的发射仰角：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "远距离通信选择低发射仰角，近距离通信选择高发射仰角"
            },
            {
                "value": "B",
                "text": "近距离通信选择低发射仰角，远距离通信选择高发射仰角"
            },
            {
                "value": "C",
                "text": "近处开阔时选择低发射仰角，近处有建筑物时选择高发射仰角"
            },
            {
                "value": "D",
                "text": "较低频率通信选择低发射仰角，较高频率通信选择高发射仰角"
            }
        ]
    },
    {
        "id": "MC1-0734",
        "question": "架设短波天线时，应大致按照如下原则规划天线的架设高度：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "远距离通信选择较高的高度，近距离通信选择较低的高度"
            },
            {
                "value": "B",
                "text": "远距离通信选择较低的高度，近距离通信选择较高的高度"
            },
            {
                "value": "C",
                "text": "近处有建筑物时选择较低的高度，近处开阔时选择较高的高度"
            },
            {
                "value": "D",
                "text": "较低频率通信选择较高的高度，较高频率通信选择较低的高度"
            }
        ]
    },
    {
        "id": "MC1-0735",
        "question": "在针对特定对象的DX通信中，计算天线最佳发射仰角的基本方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "根据所使用电离层的大致高度、通信对象的大致距离、电波在传播中经历电离层反射的 次数，用简单几何方法计算"
            },
            {
                "value": "B",
                "text": "根据通信对象所在的方位、地球半径、对方天线的高度、实际工作频率、太阳平均黑子 数，查表计算"
            },
            {
                "value": "C",
                "text": "根据通信对象所在的方位、通信方向上障碍物所遮挡的仰角、本台周围的大地电导率、 实际工作频率，找公式计算"
            },
            {
                "value": "D",
                "text": "根据通信双方的发射功率、天线极化、通信方向上障碍物所遮挡的仰角、太阳10.7cm 射 电通量，找公式计算"
            }
        ]
    },
    {
        "id": "MC1-0736",
        "question": "收发信天线周边大地电导率对HF远距离通信的影响大致为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "大地电导率越高，大地的镜像作用越理想，天线的效果越好"
            },
            {
                "value": "B",
                "text": "大地电导率越低，大地中的感生电流越弱，天线的效果越好"
            },
            {
                "value": "C",
                "text": "HF远距离通信依靠天波反射，与大地电导率无关"
            },
            {
                "value": "D",
                "text": "大地电导率太高、太低都不好，最好是处于中间值"
            }
        ]
    },
    {
        "id": "MC1-0737",
        "question": "如果将水平偶极天线的架高降低到距地面 1/10 波长处，其馈电点阻抗有什么变化？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "下降"
            },
            {
                "value": "B",
                "text": "上升"
            },
            {
                "value": "C",
                "text": "电抗分量消失"
            },
            {
                "value": "D",
                "text": "电阻分量消失"
            }
        ]
    },
    {
        "id": "MC1-0738",
        "question": "在导电良好的地面上，影响短波天线辐射仰角的主要因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "天线距地面的高度与波长之比"
            },
            {
                "value": "B",
                "text": "天线的绝对高度，与波长无关"
            },
            {
                "value": "C",
                "text": "天线离海平面的绝对高度"
            },
            {
                "value": "D",
                "text": "天线振子或者八木天线主梁与地面之间的夹角"
            }
        ]
    },
    {
        "id": "MC1-0739",
        "question": "自己架设HF偶极天线时，如果因空间限制而无法将振子展开到在工作频率下自然谐振 所需的长度，则可将电感线圈串入振子某处或干脆将整个振子都做成线圈以制成某种“加感 天线”并通过调整电感量来获取所需谐振频率。关于这种天线，以下描述正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通过迭代修整线圈的电感量及其串入振子的位置，我们肯定可以获得与某个全尺寸天线 等效的谐振频率和馈电点阻抗。但是，这种加感天线的辐射效率比全尺寸天线低"
            },
            {
                "value": "B",
                "text": "无论是谐振频率、阻抗特性还是辐射效率，这种加感天线都不能媲美全尺寸天线"
            },
            {
                "value": "C",
                "text": "只要设计得当，制作精心，调试得法，这种加感天线的效果与全尺寸天线一样好"
            },
            {
                "value": "D",
                "text": "如果设计得当、制作精心、调试得法，这种加感天线的效果可以超越全尺寸天线"
            }
        ]
    },
    {
        "id": "MC1-0740",
        "question": "下图所示是我国业余无线电爱好者开展野外通信活动常用的14/21/29MHz三频段偶极 天线。图中天线各段的电气长度应分别为：[image: MC1-0740.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "A为28MHz的1/4波长，A+B为21MHz的1/4波长，A+B+C为14MHz的1/4波长"
            },
            {
                "value": "B",
                "text": "A为28MHz的半波长，A+B为21MHz的半波长，A+B+C为14MHz的半波长"
            },
            {
                "value": "C",
                "text": "A为28MHz的1/4波长，B为21MHz的1/4波长，C为14MHz的1/4波长"
            },
            {
                "value": "D",
                "text": "A为28MHz的半波长，B为21MHz的半波长，C为14MHz的半波长"
            }
        ]
    },
    {
        "id": "MC1-0741",
        "question": "下图所示是我国业余无线电爱好者开展野外通信活动常用的14/21/29MHz三频段偶极 天线。图中部件A、B、C、D的作用分别为：[image: MC1-0741.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "A、D为21MHz陷波器，B、C为28MHz陷波器，即，分别谐振于21MHz和28MHz 的并联谐振回路"
            },
            {
                "value": "B",
                "text": "A、D为21MHz陷波器，B、C为28MHz陷波器，即，分别谐振于21MHz和28MHz 的串联谐振回路"
            },
            {
                "value": "C",
                "text": "A、D为14MHz陷波器，B、C为21MHz陷波器，即，分别谐振于14MHz和21MHz 的并联谐振回路"
            },
            {
                "value": "D",
                "text": "A、D为14MHz陷波器，B、C 为21MHz陷波器，即，分别谐振于14MHz和21MHz 的串联谐振回路"
            }
        ]
    },
    {
        "id": "MC1-0742",
        "question": "谐振偶极天线的振子长度最短也要半个波长。如果架设天线时因条件受限而不得不将振 子缩短，那么在振子之中串入电感可以补偿失去的感抗，使天线谐振在所需频率下。为了提 高发射效率，应在振子的什么位置串入电感需根据架设条件择优确定。下图给出三种加感方 案。假设振子（灰色部分）均等长，则A、B、C三种方案按发射效率可排列为：[image: MC1-0742.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "C-顶部加感，B-中部加感，A-底部加感"
            },
            {
                "value": "B",
                "text": "A-底部加感，B-中部加感，C-顶部加感"
            },
            {
                "value": "C",
                "text": "A-底部加感，C-顶部加感，B-中部加感"
            },
            {
                "value": "D",
                "text": "B-中部加感，A-底部加感，C-顶部加感"
            }
        ]
    },
    {
        "id": "MC1-0743",
        "question": "对于需要频繁改换频段的业余无线电业务，爱好者们有时会将所用频段的偶极振子并联 起来一同馈电，构成一种用一根电缆即可操作的多频段天线。下图给出了一副由7、14和 28MHz半波长振子构成的多频段天线实例。关于其工作原理，以下分析正确的是：[image: MC1-0743.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "7MHz振子以3/2波长方式工作于21MHz，该天线由此工作在7、14、21和28MHz四 个频段。由于不谐振的振子呈现高阻抗，所以并联后的总阻抗仍为50欧左右"
            },
            {
                "value": "B",
                "text": "该天线工作于7、14和28MHz。由于不谐振的振子呈现高阻抗，所以并联后的总阻抗仍 为50欧左右"
            },
            {
                "value": "C",
                "text": "7MHz振子以3/2波长方式工作于21MHz，该天线由此工作在7、14、21和28MHz四 个频段。由于每个振子的阻抗都在50欧上下，所以并联后的总阻抗降至17欧左右"
            },
            {
                "value": "D",
                "text": "该天线工作于7、14和28MHz。由于每个振子的阻抗都在50欧上下，所以并联后的总 阻抗降至17欧左右"
            }
        ]
    },
    {
        "id": "MC1-0744",
        "question": "什么是八木天线？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一种通过反射器和引向器来增强方向性的半波长偶极天线"
            },
            {
                "value": "B",
                "text": "任何一种可以汇聚无线电波的方向性天线的统称"
            },
            {
                "value": "C",
                "text": "八木秀次博士发明的一种全向天线"
            },
            {
                "value": "D",
                "text": "一种具有八根水平振子的中心馈电天线，也叫Octopus"
            }
        ]
    },
    {
        "id": "MC1-0745",
        "question": "八木天线是在普通偶极天线（主振子）的基础上通过添加引向器和反射器而制成的一种 定向天线。目视确定全尺寸八木天线发射方向的方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "比主振子短者为引向器，比主振子长者为反射器，引向器朝向最大辐射方向"
            },
            {
                "value": "B",
                "text": "比主振子长者为引向器，比主振子短者为反射器，引向器朝向最大辐射方向"
            },
            {
                "value": "C",
                "text": "比主振子短者为引向器，比主振子长者为反射器，反射器朝向最大辐射方向"
            },
            {
                "value": "D",
                "text": "主振子的轴向为最大辐射方向"
            }
        ]
    },
    {
        "id": "MC1-0746",
        "question": "八木天线的“前后比”是如何定义的？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "主瓣辐射功率与反向辐射功率之比"
            },
            {
                "value": "B",
                "text": "前向增益与理想点源天线增益之比"
            },
            {
                "value": "C",
                "text": "导向器与反射器的数量之比"
            },
            {
                "value": "D",
                "text": "导向器与驱动器的数量之比"
            }
        ]
    },
    {
        "id": "MC1-0747",
        "question": "行波天线依靠射频电流在长导线组成的连续匹配回路中行进而产生辐射。业余通信常用 的行波天线有T2FD和贝伐列奇（Beverage）。与驻波天线相比，行波天线的特点是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "没有自然谐振点；对长度要求不严格但通常需接近或大于一个波长"
            },
            {
                "value": "B",
                "text": "对制作尺寸要求严格；没有自然谐振点"
            },
            {
                "value": "C",
                "text": "在较宽频带内具有一系列自然谐振点；对长度要求严格"
            },
            {
                "value": "D",
                "text": "可以依靠天线调谐器实现较宽频带内的匹配；对长度没有严格要求"
            }
        ]
    },
    {
        "id": "MC1-0748",
        "question": "业余无线电通信中常用的行波天线，如T2FD和贝伐列奇（Beverage），其天线终端都 接有无感电阻。关于该电阻的作用，正确说法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "天线的电长度达到数个波长时，大部分能量都是边行进边辐射到空间，只有一小部分进 入终端电阻耗散掉，以避免因反射而引起驻波"
            },
            {
                "value": "B",
                "text": "该电阻相当于假负载。尽管这实现了宽带操作，却耗散了大部分能量"
            },
            {
                "value": "C",
                "text": "无论天线有多长，输入功率的一半都会耗散在电阻上。这导致发射效率仅为50%"
            },
            {
                "value": "D",
                "text": "考虑大部分行波天线都是谐振天线，则串联电阻可以有效降低天线的有载Q值。这使天 线的频率响应展宽，但是发射效率也因此降低"
            }
        ]
    },
    {
        "id": "MC1-0749",
        "question": "小明在一条20米长的导线中点连接一个线圈，并将导线水平提升至稍高于20米的悬挂 位置。线圈的另一端接有另一条长度为20米并垂向地面的导线。他将馈线的芯线与垂直导 线相连，将馈线的屏蔽层连至地网。这种看似“T”形的天线，极化方式如何？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "垂直"
            },
            {
                "value": "B",
                "text": "水平"
            },
            {
                "value": "C",
                "text": "垂直与水平分量各半"
            },
            {
                "value": "D",
                "text": "正上方波束是旋转极化的"
            }
        ]
    },
    {
        "id": "MC1-0750",
        "question": "为了降低辐射仰角，小明试着将T2FD天线的半边振子直立悬挂起来。他将折合振子的 馈电端通过匹配变压器连至电缆的芯线，将带有吸收电阻的另一端与地网和电缆的屏蔽层相 连。这种天线的极化方式为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "垂直"
            },
            {
                "value": "B",
                "text": "水平"
            },
            {
                "value": "C",
                "text": "右旋圆极化"
            },
            {
                "value": "D",
                "text": "左旋圆极化"
            }
        ]
    },
    {
        "id": "MC1-0751",
        "question": "关于环形天线，以下说法正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该天线发射的电磁波，磁场分量垂直于环所在的平面"
            },
            {
                "value": "B",
                "text": "自然谐振的环形天线，半径刚好等于1/4波长"
            },
            {
                "value": "C",
                "text": "这种天线的辐射角很高，仅适合低频段近距离通联"
            },
            {
                "value": "D",
                "text": "在环中串入可变电容可显著抵消感抗，拓展工作带宽"
            }
        ]
    },
    {
        "id": "MC3-0752",
        "question": "如果架设天线的空间受限，则磁场耦合可调谐环形天线或许是一种选择。关于这种天线， 以下说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "通过调整激励单元与谐振单元的尺寸，我们可以获得接近1:1的输入SWR"
            },
            {
                "value": "B",
                "text": "谐振单元中的可变电容器应选用耐压较高的，这便于承载更大一些的输入功率"
            },
            {
                "value": "C",
                "text": "谐振单元的尺寸越大，天线的发射效率越高。但是，可调谐的最高频率也越低"
            },
            {
                "value": "D",
                "text": "这种天线对电场不敏感，损失一半的电磁能量，理论增益非常低"
            }
        ]
    },
    {
        "id": "MC3-0753",
        "question": "开展野外通联活动或演练紧急情况下的通信程序时，爱好者们可能会发现，联络100至 200千米范围内的HF电台要比联络300至500千米外的更为棘手。好在有很多技术可用来 解决这个问题，比较简单的有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "尝试使用较低的频段。例如白天40米，夜晚80米"
            },
            {
                "value": "B",
                "text": "使用架设高度较低的水平偶极天线或端馈斜拉天线"
            },
            {
                "value": "C",
                "text": "在偶极天线的下方装反射器，将主瓣调整至正上方"
            },
            {
                "value": "D",
                "text": "使用1米以内外径的高效率磁场耦合谐振环形天线"
            }
        ]
    },
    {
        "id": "MC1-0754",
        "question": "收发信机内置的或与收发信机相连的天线调谐器（俗称“天调”）有什么作用？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将天馈系统的输入阻抗变换为发射机所需的负载阻抗"
            },
            {
                "value": "B",
                "text": "通过实现共轭匹配，整体提升天馈系统的工作效率"
            },
            {
                "value": "C",
                "text": "允许某个天线在用作发射天线或接收天线时都谐振"
            },
            {
                "value": "D",
                "text": "可根据发射机的当前工作频段自动切换适合的天线"
            }
        ]
    },
    {
        "id": "MC1-0755",
        "question": "关于天线调谐器（俗称“天调”）可以改善通联效果的说法，以下描述正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "天调可以补偿失配天线系统的参数，使发射机输出规定的射频功率"
            },
            {
                "value": "B",
                "text": "天调可以实现天线系统的整体谐振，使天线振子的辐射效率大幅提升"
            },
            {
                "value": "C",
                "text": "天调对失配天线系统的补偿消除了系统内的驻波，传输损耗随之降低"
            },
            {
                "value": "D",
                "text": "天调是将失配天线所反射的能量化热耗散了。通联效果其实更差了"
            }
        ]
    },
    {
        "id": "MC1-0756",
        "question": "某天线通过50欧馈线与50欧输出阻抗的收发信机相连。现计划在天线电路中串入天线 调谐器和通过式驻波功率计来补偿并监测天线的失配情况。理论上的最佳连接顺序为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "天线-天线调谐器-驻波功率计-馈线-收发信机"
            },
            {
                "value": "B",
                "text": "天线-馈线-天线调谐器-驻波功率计-收发信机"
            },
            {
                "value": "C",
                "text": "天线-天线调谐器-馈线-驻波功率计-收发信机"
            },
            {
                "value": "D",
                "text": "天线-驻波功率计-天线调谐器-馈线-收发信机"
            }
        ]
    },
    {
        "id": "MC1-0757",
        "question": "塔上某天线通过50欧馈线连至50欧输出阻抗的收发信机。现需要在天线电路中串入天 线调谐器ATU和通过式驻波功率计M对天线的匹配情况进行补偿和监测。有四种方案可选： 1：ATU和M都在塔顶；2：ATU和M都在塔底；3：ATU在塔底，M在机房；4：ATU和 M都在机房。ATU完成调谐时，若按天线系统整体效率从高到低为序，各方案可排列为：[image: MC1-0757.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "方案1最好，方案2、3其次，方案4最差"
            },
            {
                "value": "B",
                "text": "方案4最好，方案2、3其次，方案1最差"
            },
            {
                "value": "C",
                "text": "方案3最好，方案4其次，方案2再其次，方案1最差"
            },
            {
                "value": "D",
                "text": "方案2最好，方案1其次，方案4再其次，方案3最差"
            }
        ]
    },
    {
        "id": "MC1-0758",
        "question": "《中华人民共和国无线电频率划分规定》脚注5.67A说“使用135.7-137.8kHz频段内频 率的业余业务台站，其最大有效辐射功率不得超过1瓦（e.i.r.p.）”。其意思为，该频段的 业余电台：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "实际馈送到发射天线的功率不得超过1瓦除以天线的绝对增益比值Gi后得到的功率值"
            },
            {
                "value": "B",
                "text": "发射机标称输出功率不得超过1瓦"
            },
            {
                "value": "C",
                "text": "扣除馈线损耗后实际馈送到发射天线的功率不得超过1瓦"
            },
            {
                "value": "D",
                "text": "扣除馈线和天线的总损耗后天线实际辐射的功率最大不得超过1瓦"
            }
        ]
    },
    {
        "id": "MC1-0759",
        "question": "已知某天线的增益为3.85dBd，馈入的功率为10W，其等效全向辐射功率（e.i.r.p）为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "40W"
            },
            {
                "value": "B",
                "text": "13.85W"
            },
            {
                "value": "C",
                "text": "38.5W"
            },
            {
                "value": "D",
                "text": "100W"
            }
        ]
    },
    {
        "id": "MC1-0760",
        "question": "已知某天线的增益为5.15dBi，馈入的功率为10W，其有效辐射功率（e.r.p）为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "20W"
            },
            {
                "value": "B",
                "text": "51.5W"
            },
            {
                "value": "C",
                "text": "10W"
            },
            {
                "value": "D",
                "text": "15.15W"
            }
        ]
    },
    {
        "id": "MC3-0761",
        "question": "传输线通常用来连接电台与天线。比较常见的传输线有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "同轴电缆"
            },
            {
                "value": "B",
                "text": "平行馈线"
            },
            {
                "value": "C",
                "text": "波导"
            },
            {
                "value": "D",
                "text": "波纹软管"
            }
        ]
    },
    {
        "id": "MC2-0762",
        "question": "关于同轴电缆特性阻抗，以下说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "外导体的内径与内导体的外径之比越大，特性阻抗越高"
            },
            {
                "value": "B",
                "text": "绝缘介质的介电常数越小，特性阻抗越高"
            },
            {
                "value": "C",
                "text": "外屏蔽层越致密，特性阻抗越高"
            },
            {
                "value": "D",
                "text": "电缆的外径越粗，特性阻抗越高"
            }
        ]
    },
    {
        "id": "MC1-0763",
        "question": "一根特性阻抗为50欧的同轴电缆的末端接有一个50欧姆负载电阻。如果用天线阻抗分 析仪测量该电缆始端在不同频率下的阻抗，则读数为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "读数为电缆的特性阻抗50欧。该值与电缆的长度和工作频率均无关"
            },
            {
                "value": "B",
                "text": "在电缆末端连接任何大小的电阻，在其始端都能测得相同的阻值。当前为50欧"
            },
            {
                "value": "C",
                "text": "读数取决于电缆的电长度：1/4波长奇数倍时接近无穷大；1/4波长偶数倍时接近零"
            },
            {
                "value": "D",
                "text": "读数取决于电缆的电长度：1/4波长偶数倍时接近无穷大；1/4波长奇数倍时接近零"
            }
        ]
    },
    {
        "id": "MC1-0764",
        "question": "一根特性阻抗为50欧的同轴电缆的末端开路。如果用天线阻抗分析仪测量该电缆始端在 不同频率下的阻抗，则读数为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "读数取决于电缆的电长度：1/4波长偶数倍时接近无穷大；1/4波长奇数倍时接近零"
            },
            {
                "value": "B",
                "text": "读数取决于电缆的电长度：1/4波长奇数倍时接近无穷大；1/4波长偶数倍时接近零"
            },
            {
                "value": "C",
                "text": "在电缆末端连接任何大小的电阻，在电缆始端都能测得相同的阻值。当前为无穷大"
            },
            {
                "value": "D",
                "text": "读数为电缆的特性阻抗50欧。该值与电缆的长度和工作频率均无关"
            }
        ]
    },
    {
        "id": "MC1-0765",
        "question": "一根特性阻抗为50欧的同轴电缆的末端短路。如果用天线阻抗分析仪测量该电缆始端在 不同频率下的阻抗，则读数为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "读数取决于电缆的电长度：1/4波长奇数倍时接近无穷大；1/4波长偶数倍时接近零"
            },
            {
                "value": "B",
                "text": "读数取决于电缆的电长度：1/4波长偶数倍时接近无穷大；1/4波长奇数倍时接近零"
            },
            {
                "value": "C",
                "text": "在电缆末端连接任何大小的电阻，在电缆始端都能测得相同的阻值。当前为0"
            },
            {
                "value": "D",
                "text": "读数为电缆的特性阻抗50欧。该值与电缆的长度和工作频率均无关"
            }
        ]
    },
    {
        "id": "MC1-0766",
        "question": "在用天线阻抗分析仪测量某天线失配情况下的阻抗表现时，我们会发现仪表的读数随天 线和仪表间电缆跳线的长度而变。为保证测量的准确性，可以采取如下措施：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "使用电气长度正好等于测量波长的连接电缆"
            },
            {
                "value": "B",
                "text": "换用接触面镀金的高档电缆接头"
            },
            {
                "value": "C",
                "text": "用高档纯银音响线材代替普通铜质同轴电缆"
            },
            {
                "value": "D",
                "text": "将电缆外皮妥善接地，并将仪表放入屏蔽室"
            }
        ]
    },
    {
        "id": "MC2-0767",
        "question": "由场源（比如天线）产生的电场会形成位移电流，在其周边激起变化的磁场。该磁场又 会在稍远处再次激起变化的电场。这个过程周而复始，形成传向远方的电磁波。关于电磁波 的传播，以下描述正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "在一定场强下，频率越高，位移电流越强，场源辐射的能量也越多"
            },
            {
                "value": "B",
                "text": "只有场源为某种开放系统，变化的电磁场才能向远方传播开来"
            },
            {
                "value": "C",
                "text": "在一定能量下，频率越高，位移电流越强，场源辐射的场强也越强"
            },
            {
                "value": "D",
                "text": "只有场源为某种封闭系统，变化的电磁场才能在同一时空中传播开来"
            }
        ]
    },
    {
        "id": "MC1-0768",
        "question": "电磁波（electromagneticwaves）的两个组成部分是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电场和磁场"
            },
            {
                "value": "B",
                "text": "电压和电流"
            },
            {
                "value": "C",
                "text": "阻抗和功率"
            },
            {
                "value": "D",
                "text": "电离辐射和非电离辐射（ionizing radiationandnon-ionizingradiation）"
            }
        ]
    },
    {
        "id": "MC1-0769",
        "question": "无线电波在真空中的传播速度有多快？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "和光速相同，大约为300,000,000米/秒"
            },
            {
                "value": "B",
                "text": "与音速相同，从300米/秒至数十千米/秒不等"
            },
            {
                "value": "C",
                "text": "无法确定，与介质的特性有关"
            },
            {
                "value": "D",
                "text": "无法确定，与电波的频率有关"
            }
        ]
    },
    {
        "id": "MC1-0770",
        "question": "电磁波在真空中传播时，其各个周期的传播距离都是相等的。该距离叫做：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "波长"
            },
            {
                "value": "B",
                "text": "波形"
            },
            {
                "value": "C",
                "text": "波速"
            },
            {
                "value": "D",
                "text": "波束"
            }
        ]
    },
    {
        "id": "MC1-0771",
        "question": "如果已知无线电波的频率，则其波长为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "使用300除以频率的兆赫数（MHz）可以得到以米为单位的波长"
            },
            {
                "value": "B",
                "text": "将频率的赫兹数（Hz）除以300可以得到以米为单位的波长"
            },
            {
                "value": "C",
                "text": "将频率的兆赫数（MHz）除以300可以得到以米为单位的波长"
            },
            {
                "value": "D",
                "text": "将频率的赫兹数（Hz）乘以300可以得到以米为单位的波长"
            }
        ]
    },
    {
        "id": "MC3-0772",
        "question": "关于无线电波的频率、周期和波长，以下描述正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "无线电波的频率f代表τ时间内电磁场重复改变的次数n。所以，f=n/τ"
            },
            {
                "value": "B",
                "text": "周期T代表电磁场重复改变的时间间隔，其与频率f为倒数关系。即，T=1/f"
            },
            {
                "value": "C",
                "text": "无线电波的波长λ与光速c成正比，但是与频率f成反比。因此，λ=c/f"
            },
            {
                "value": "D",
                "text": "由于λ仅与光速有关，所以架设天线时考虑振子的缩短系数其实没什么必要"
            }
        ]
    },
    {
        "id": "MC1-0773",
        "question": "自由空间中的无线电波随传播距离的增加而逐渐减弱。其减弱程度遵循什么规律？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "与距离的平方成正比，与频率的平方成正比"
            },
            {
                "value": "B",
                "text": "与距离的平方成正比，与频率的平方成反比"
            },
            {
                "value": "C",
                "text": "与距离成正比，与频率的平方成正比"
            },
            {
                "value": "D",
                "text": "与距离的平方成正比，但是与频率无关"
            }
        ]
    },
    {
        "id": "MC2-0774",
        "question": "自由空间中的无线电波随传播距离的增加逐渐发散减弱，形成路径损耗。该损耗可以描 述为L=32.4+ 20log(d)+20log(f)（其中，损耗L的单位为dB，距离d的单位是 km而频 率f的单位为MHz）。关于L，以下描述正确的是：（“X＾M”表示“X的M次方”）",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "当频率一定时，距离增加到N倍，L增大到N＾2倍"
            },
            {
                "value": "B",
                "text": "当距离一定时，频率增加到N倍，L增大到N＾2倍"
            },
            {
                "value": "C",
                "text": "当频率一定时，距离增加到N倍，L增大到log(N)倍"
            },
            {
                "value": "D",
                "text": "当距离一定时，频率增加到N倍，L增大到log(N)倍"
            }
        ]
    },
    {
        "id": "MC1-0775",
        "question": "自由空间中甲乙两电台相距100km，均使用增益为0dBi的天线工作于145MHz。如果 发射方的功率为1W，则接收方可获得约-115.6dBm的信号功率。现将两电台的距离增至 500km，则接收方的信号功率变为：【提示：自由空间中无线电波的路径损耗L =32.4 + 20log(d)+20log(f)；其中，d为发射方与接收方之间的距离（km），f为工作频率（MHz）】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-129.6dBm"
            },
            {
                "value": "B",
                "text": "-121.6dBm"
            },
            {
                "value": "C",
                "text": "-125.1dBm"
            },
            {
                "value": "D",
                "text": "-135.6dBm"
            }
        ]
    },
    {
        "id": "MC1-0776",
        "question": "自由空间中甲乙两电台相距100km，均使用增益为0dBi的天线工作于145MHz。如果 发射方的功率为1W，则接收方可获得约-115.6dBm的信号功率。现将两电台的距离增至 1000km，则接收方的信号功率变为：【提示：自由空间中无线电波的路径损耗L =32.4 + 20log(d)+20log(f)；其中，d为发射方与接收方之间的距离（km），f为工作频率（MHz）】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-135.6dBm"
            },
            {
                "value": "B",
                "text": "-129.6dBm"
            },
            {
                "value": "C",
                "text": "-121.6dBm"
            },
            {
                "value": "D",
                "text": "-125.1dBm"
            }
        ]
    },
    {
        "id": "MC1-0777",
        "question": "自由空间中甲乙两电台相距100km，均使用增益为0dBi的天线工作于145MHz。如果 发射方的功率为 1W，则接收方可获得约-115.6dBm 的信号功率。现发射方将频率变为 435MHz，则接收方的信号功率变为：【提示：自由空间中无线电波的路径损耗L=32.4 + 20log(d)+20log(f)；其中，d为发射方与接收方之间的距离（km），f为工作频率（MHz）】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-125.1dBm"
            },
            {
                "value": "B",
                "text": "-135.6dBm"
            },
            {
                "value": "C",
                "text": "-129.6dBm"
            },
            {
                "value": "D",
                "text": "-121.6dBm"
            }
        ]
    },
    {
        "id": "MC1-0778",
        "question": "自由空间中甲乙两电台相距100km，均使用增益为0dBi的天线工作于145MHz。如果 发射方的功率为1W，则接收方可获得约-115.6dBm的信号功率。现发射方将功率降低为 0.25W，则接收方的信号功率变为：【提示：自由空间中无线电波的路径损耗 L =32.4 + 20log(d)+20log(f)；其中，d为发射方与接收方之间的距离（km），f为工作频率（MHz）】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-121.6dBm"
            },
            {
                "value": "B",
                "text": "-125.1dBm"
            },
            {
                "value": "C",
                "text": "-135.6dBm"
            },
            {
                "value": "D",
                "text": "-129.6dBm"
            }
        ]
    },
    {
        "id": "MC1-0779",
        "question": "自由空间中的甲电台在145MHz联络相距100km的乙电台并获得信号报告S8。如果两 电台的距离增至500km，则信号报告变为：【提示：收信机信号强度指示从S1至S9每级 增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "略低于S6"
            },
            {
                "value": "B",
                "text": "略高于S6"
            },
            {
                "value": "C",
                "text": "略低于S5"
            },
            {
                "value": "D",
                "text": "略高于S4"
            }
        ]
    },
    {
        "id": "MC1-0780",
        "question": "自由空间中的甲电台在145MHz联络相距100km的乙电台并获得信号报告S8。如果两 电台的距离增至1000km，则信号报告变为：【提示：收信机信号强度指示从S1至S9每 级增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "略低于S5"
            },
            {
                "value": "B",
                "text": "略高于S5"
            },
            {
                "value": "C",
                "text": "略高于S6"
            },
            {
                "value": "D",
                "text": "S7"
            }
        ]
    },
    {
        "id": "MC1-0781",
        "question": "自由空间中的甲电台在145MHz联络相距100km的乙电台并获得信号报告S8。如果双 方改用频率435MHz，则信号报告变为：【提示：收信机信号强度指示从S1至S9每级增 加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "略高于S6"
            },
            {
                "value": "B",
                "text": "略低于S5"
            },
            {
                "value": "C",
                "text": "略低于S6"
            },
            {
                "value": "D",
                "text": "S7"
            }
        ]
    },
    {
        "id": "MC1-0782",
        "question": "自由空间中的甲电台在145MHz联络相距100km的乙电台并获得信号报告S8。如果甲 电台将发射功率减少到原来的1/4，则信号报告变为：【提示：收信机信号强度指示从S1 至S9每级增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "S7"
            },
            {
                "value": "B",
                "text": "略高于S5"
            },
            {
                "value": "C",
                "text": "略高于S6"
            },
            {
                "value": "D",
                "text": "略低于S5"
            }
        ]
    },
    {
        "id": "MC1-0783",
        "question": "某业余电台以100瓦发射功率工作时，对方报告信号强度S8。现该台将发射功率降至 25瓦，则对方给出的信号报告应为：【提示：收信机信号强度指示S1至S9每级增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "S7"
            },
            {
                "value": "B",
                "text": "S6"
            },
            {
                "value": "C",
                "text": "S5"
            },
            {
                "value": "D",
                "text": "S4"
            }
        ]
    },
    {
        "id": "MC1-0784",
        "question": "某业余电台以80瓦发射功率工作时，对方报告信号强度S8。现该台将发射功率降至5 瓦进行QRP实验，则对方给出的信号报告应为：【提示：收信机信号强度指示S1至S9 每级增加6dB】",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "S6"
            },
            {
                "value": "B",
                "text": "S7"
            },
            {
                "value": "C",
                "text": "S4"
            },
            {
                "value": "D",
                "text": "S2"
            }
        ]
    },
    {
        "id": "MC2-0785",
        "question": "关于电磁波的波阻抗Z，以下描述正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "在电磁波的传播过程中，电场E和磁场H在空间的比值称为波阻抗Z"
            },
            {
                "value": "B",
                "text": "随电磁波传向远方，Z逐渐趋于常数。此时E和H可以相互推算而出"
            },
            {
                "value": "C",
                "text": "无线电波从馈线进入发射天线的馈电点时遇到的阻碍即为波阻抗Z"
            },
            {
                "value": "D",
                "text": "无线电波从馈线进入发射天线的馈电点时遇到的反射即为波阻抗Z"
            }
        ]
    },
    {
        "id": "MC1-0786",
        "question": "在电磁场理论中，“强度与距辐射源的距离的平方成反比”的说法适用于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "相距辐射源10倍及以上波长的“远区场”"
            },
            {
                "value": "B",
                "text": "相距辐射源一定距离内的“远区场”"
            },
            {
                "value": "C",
                "text": "辐射源周围空间中的任意点"
            },
            {
                "value": "D",
                "text": "LF至UHF的频率范围"
            }
        ]
    },
    {
        "id": "MC1-0787",
        "question": "有时，我们需要在空旷场地用场强计测量比较不同型号的全向垂直天线零仰角情况下的 实际辐射效果。不过，测量时应注意什么问题？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "测试地点应选在远场区，离天线10个波长以上"
            },
            {
                "value": "B",
                "text": "场强计外壳应妥善接地"
            },
            {
                "value": "C",
                "text": "场强计应与地面平行"
            },
            {
                "value": "D",
                "text": "在馈线的外面穿套多个磁环以形成“连珠巴伦”"
            }
        ]
    },
    {
        "id": "MC1-0788",
        "question": "业余条件下测试天线增益的典型方法如下图所示。用场强表或接收机接收设置在远处同 一地点，最大辐射方向朝向自己的半波偶极天线（上）和待测天线（下）的信号。调整送至 两副天线的射频功率Po和P，使收到的场强相同。则，待测天线的增益dBd值为： [image: MC1-0788.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10log(Po/P)"
            },
            {
                "value": "B",
                "text": "10log(P/Po)"
            },
            {
                "value": "C",
                "text": "P-Po"
            },
            {
                "value": "D",
                "text": "10log(P-Po)"
            }
        ]
    },
    {
        "id": "MC1-0789",
        "question": "业余条件下测试天线增益的典型方法如下图所示。用场强表或接收机接收设置在远处同 一地点，最大辐射方向朝向自己的半波偶极天线（上）和待测天线（下）的信号。调整送至 两副天线的射频功率Po和P，使收到的场强相同。则，待测天线的增益dBi值为： [image: MC1-0789.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10log(Po/P) +2.15"
            },
            {
                "value": "B",
                "text": "10log(P/Po)+2.15"
            },
            {
                "value": "C",
                "text": "20log(P/Po)+2.15"
            },
            {
                "value": "D",
                "text": "10log(P-Po)+2.15"
            }
        ]
    },
    {
        "id": "MC1-0790",
        "question": "若按传播形式分类，无线电波大体分为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "地面波、天波、空间波、散射波"
            },
            {
                "value": "B",
                "text": "长波、中波、短波、超短波、微波"
            },
            {
                "value": "C",
                "text": "调幅波、调频波、调相波"
            },
            {
                "value": "D",
                "text": "正弦波、方波、三角波"
            }
        ]
    },
    {
        "id": "MC1-0791",
        "question": "顾名思义，地面波就是沿地面传播的无线电波，其衰减特性取决于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电波频率、大地电导率和传播距离"
            },
            {
                "value": "B",
                "text": "电波频率、太阳活动和地磁活动情况"
            },
            {
                "value": "C",
                "text": "电波频率、发射功率和天线增益"
            },
            {
                "value": "D",
                "text": "天线高度、发射功率和调制方式"
            }
        ]
    },
    {
        "id": "MC1-0792",
        "question": "大气层的哪一组成部分使得无线电波在世界范围内传播？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电离层"
            },
            {
                "value": "B",
                "text": "对流层"
            },
            {
                "value": "C",
                "text": "平流层"
            },
            {
                "value": "D",
                "text": "磁层"
            }
        ]
    },
    {
        "id": "MC1-0793",
        "question": "HF通信术语“静寂区”和“越距”是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "“静寂区”是指天波、地波和空间波都未能覆盖的区域。在此区域中我们说传播“越距” 了"
            },
            {
                "value": "B",
                "text": "“静寂区”是指超出视距，导致空间波传播不到的区域。在此区域中我们说传播“越距” 了"
            },
            {
                "value": "C",
                "text": "“静寂区”是指因障碍物遮挡，空间波无法覆盖的区域。在此区域中我们说传播“越距” 了"
            },
            {
                "value": "D",
                "text": "“静寂区”是指短波通信卫星下行信号无法覆盖的区域。在此区域中我们说传播“越距” 了"
            }
        ]
    },
    {
        "id": "MC1-0794",
        "question": "“衰减”和“衰落”都是无线电通信领域中的常见名词。它们的含义分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "衰减是指信号通过信道或电路后功率减少；衰落是指信号通过信道或电路后发生幅度随 时间而变的起伏"
            },
            {
                "value": "B",
                "text": "衰减是指信号通过信道或电路后发生幅度随时间而变的起伏；衰落是指信号通过信道或 电路后功率减少"
            },
            {
                "value": "C",
                "text": "衰减和衰落是一回事，都是指信号通过信道或电路后功率减少"
            },
            {
                "value": "D",
                "text": "衰减和衰落是一回事，都是指信号通过信道或电路后发生幅度随时间而变的起伏"
            }
        ]
    },
    {
        "id": "MC2-0795",
        "question": "无线电信号经地面和电离层交相反射之后会有什么改变？",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "信号的极化特性会伴随时间随机改变"
            },
            {
                "value": "B",
                "text": "信号的不同频率成分会伴随时间随机衰落"
            },
            {
                "value": "C",
                "text": "信号的上下边带会伴随时间随机反转"
            },
            {
                "value": "D",
                "text": "信号中随时都会夹杂强力广播电台的播音"
            }
        ]
    },
    {
        "id": "MC1-0796",
        "question": "用SDR接收机的频谱显示器观察短波RTTY等2FSK调制的数据通信信号，我们应当看 到两个幅度相等的谱峰。但是实际观察结果是这两个谱峰的高度在随机变化。造成这种现象 的原因是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电离层的选择性衰落"
            },
            {
                "value": "B",
                "text": "接收机的工作点漂移"
            },
            {
                "value": "C",
                "text": "发射机的ALC不稳定"
            },
            {
                "value": "D",
                "text": "接收机的AGC不稳定"
            }
        ]
    },
    {
        "id": "MC1-0797",
        "question": "假设接收和发射天线均使用半波长偶极天线，则在依靠电离层反射的远距离通联中，接 收和发射天线的最佳极化方式应当安排为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不确定。天波反射的特点是信号强度、频率成分和极化会随机改变"
            },
            {
                "value": "B",
                "text": "接收和发射天线均位于垂直于两台站连线的平面内，极化保持一致"
            },
            {
                "value": "C",
                "text": "接收和发射天线均位于垂直于两台站连线的平面内，极化彼此正交"
            },
            {
                "value": "D",
                "text": "发射天线垂直极化，接收天线的极化应当平行于两台站之间的连线"
            }
        ]
    },
    {
        "id": "MC1-0798",
        "question": "甲、乙业余电台相距2000千米，均使用1/2波长水平偶极天线进行HF通联。现其中一 方改用1/2波长垂直偶极天线，则改变前后的通信效果有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信效果的变化不确定，取决于天波反射过程中电波极化的随机变化"
            },
            {
                "value": "B",
                "text": "通信效果变差"
            },
            {
                "value": "C",
                "text": "通信效果变好"
            },
            {
                "value": "D",
                "text": "通信效果不变"
            }
        ]
    },
    {
        "id": "MC3-0799",
        "question": "影响电离层的短波传播特性的主要因素有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "太阳黑子活动、太阳耀斑和地磁活动"
            },
            {
                "value": "B",
                "text": "季节和昼夜变化"
            },
            {
                "value": "C",
                "text": "工作频率和通信距离"
            },
            {
                "value": "D",
                "text": "高空云量和气温变化"
            }
        ]
    },
    {
        "id": "MC2-0800",
        "question": "喜爱HF通联的爱好者大都了解术语“最高可用频率（MUF）”。其涵义为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "在地球上的两点间通过天波建立HF联络时可以使用的最高频率"
            },
            {
                "value": "B",
                "text": "通常，MUF在夜间降低，在白天显著升高"
            },
            {
                "value": "C",
                "text": "当MUF偶尔达到数百兆赫兹时，VHF/UHF可能出现超视距传播"
            },
            {
                "value": "D",
                "text": "使用较低仰角的天线进行DX通联时，需将MUF估计得低一些"
            }
        ]
    },
    {
        "id": "MC1-0801",
        "question": "若已知最高可用频率（MUF）为20MHz，则DX通联成功率最高的业余频段为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "18MHz"
            },
            {
                "value": "B",
                "text": "14MHz"
            },
            {
                "value": "C",
                "text": "21MHz"
            },
            {
                "value": "D",
                "text": "24MHz"
            }
        ]
    },
    {
        "id": "MC1-0802",
        "question": "如果按距离地表的高度从高到低排列，对短波传播有主要影响的电离层有：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F2、F1、E、D"
            },
            {
                "value": "B",
                "text": "C1、C2、D1、D2"
            },
            {
                "value": "C",
                "text": "F、E2、E1、D"
            },
            {
                "value": "D",
                "text": "E1、E2、F1、F2"
            }
        ]
    },
    {
        "id": "MC1-0803",
        "question": "如果按离子密度从高到低排列，对短波传播有主要影响的电离层有：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "F2、F1、E、D"
            },
            {
                "value": "B",
                "text": "C1、C2、D1、D2"
            },
            {
                "value": "C",
                "text": "F、E2、E1、D"
            },
            {
                "value": "D",
                "text": "E1、E2、F1、F2"
            }
        ]
    },
    {
        "id": "MC2-0804",
        "question": "电离层对短波传播的影响主要体现为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "F2、F1和E层反射电波"
            },
            {
                "value": "B",
                "text": "D层不反射电波，但是吸收电波"
            },
            {
                "value": "C",
                "text": "D2和D1层不反射电波，但是吸收电波"
            },
            {
                "value": "D",
                "text": "C2、C1和F层白天反射电波，夜晚吸收电波"
            }
        ]
    },
    {
        "id": "MC1-0805",
        "question": "讨论1.9MHz或3.5MHz等短波低频段DX通信时，业余无线电爱好者常会谈及术语“灰 线”。这是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "地球上白昼与黑夜交汇的区域"
            },
            {
                "value": "B",
                "text": "地球上有极光活动的区域"
            },
            {
                "value": "C",
                "text": "连接地球上具有相同最高可用频率的地点形成的线"
            },
            {
                "value": "D",
                "text": "地球上通讯双方所在地点的大圆连线"
            }
        ]
    },
    {
        "id": "MC1-0806",
        "question": "业余无线电爱好者经常利用“灰线”来建立1.9MH或3.5MHz等短波低频段DX联络。 这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "通信双方同时位于灰线时，最有可能利用天波的多跳反射路径建立联络"
            },
            {
                "value": "B",
                "text": "通信双方位于灰线两侧4000千米以外的对称点时，传播效果最佳"
            },
            {
                "value": "C",
                "text": "通信双方位于灰线同一侧4000千米以外的两点时，传播效果最佳"
            },
            {
                "value": "D",
                "text": "通信双方应避免同时处于灰线才能获得更稳定的传播"
            }
        ]
    },
    {
        "id": "MC1-0807",
        "question": "如果你尝试用“长路径”联络某个业余电台，你的定向天线应当指向：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该台短路径方向的反方向"
            },
            {
                "value": "B",
                "text": "垂直于灰线，但是背向灰线"
            },
            {
                "value": "C",
                "text": "可能出现北极光的方向"
            },
            {
                "value": "D",
                "text": "可能出现南极光的方向"
            }
        ]
    },
    {
        "id": "MC4-0808",
        "question": "进行短波电离层传播预测所必需的参数为：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "太阳黑子平均数"
            },
            {
                "value": "B",
                "text": "地磁活动指数"
            },
            {
                "value": "C",
                "text": "通信双方的位置"
            },
            {
                "value": "D",
                "text": "通信时间"
            }
        ]
    },
    {
        "id": "MC1-0809",
        "question": "尝试进行传播预测时，太阳通量的最低值可以取为50左右。其最高值可以取为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "300"
            },
            {
                "value": "B",
                "text": "280"
            },
            {
                "value": "C",
                "text": "250"
            },
            {
                "value": "D",
                "text": "200"
            }
        ]
    },
    {
        "id": "MC1-0810",
        "question": "反映地磁活动程度的常见指标是A指数和K指数。K指数的取值范围是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0-9"
            },
            {
                "value": "B",
                "text": "0-8"
            },
            {
                "value": "C",
                "text": "0-7"
            },
            {
                "value": "D",
                "text": "0-6"
            }
        ]
    },
    {
        "id": "MC1-0811",
        "question": "太阳黑子活动的平均周期约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "11.2年，每个周期中的太阳活跃程度有所差别"
            },
            {
                "value": "B",
                "text": "11.2年，每个周期中的太阳活跃程度完全相同"
            },
            {
                "value": "C",
                "text": "38年，每个周期中的太阳活跃程度有所差别"
            },
            {
                "value": "D",
                "text": "38年，每个周期中的太阳活跃程度完全相同"
            }
        ]
    },
    {
        "id": "MC1-0812",
        "question": "太阳黑子活动的强弱是用“太阳黑子平均数（SSN）”来描述的。其一般规律为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "较大的SSN利于短波DX通信"
            },
            {
                "value": "B",
                "text": "较小的SSN利于短波DX通信"
            },
            {
                "value": "C",
                "text": "在地磁活动剧烈的年份，SSN与短波DX通信关系不大"
            },
            {
                "value": "D",
                "text": "只在发生太阳耀斑时，SSN才影响短波DX通信"
            }
        ]
    },
    {
        "id": "MC1-0813",
        "question": "太阳耀斑可以引发电离层扰动（SID）。其对短波通信的影响是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "低频率通信所受的影响超过高频率的"
            },
            {
                "value": "B",
                "text": "高纬度地区传播路径所受的影响超过低纬度的"
            },
            {
                "value": "C",
                "text": "卫星通信所受的影响超过地面台站间直射波的"
            },
            {
                "value": "D",
                "text": "地球上黑夜区域所受的影响超过白昼区域的"
            }
        ]
    },
    {
        "id": "MC1-0814",
        "question": "业余无线电爱好者在预测HF传播时经常用到一个缩写为F107的参数。其意义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "太阳10.7cm波长射电辐射通量指数"
            },
            {
                "value": "B",
                "text": "107MHz调频广播信号的典型传播距离"
            },
            {
                "value": "C",
                "text": "电离层对10.7MHz电波的衰减指数"
            },
            {
                "value": "D",
                "text": "最高可用频率与10.7MHz的比值"
            }
        ]
    },
    {
        "id": "MC1-0815",
        "question": "业余无线电爱好者在预测HF传播时经常使用缩写为F107的参数，其值大体都在50-300 的范围内。如果该数值增大，则：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "安静太阳的辐射强度增加，电离层密度变大。这些都有利于F层反射DX信号"
            },
            {
                "value": "B",
                "text": "10.7MHz无线电波受到电离层的衰减变大，远距离传播的条件变差"
            },
            {
                "value": "C",
                "text": "107MHz调频广播可能超视距传播，收到50-300千米VHF信号的几率将增加"
            },
            {
                "value": "D",
                "text": "安静太阳的辐射强度增加，电离层密度变大。这些不利于DX信号的传播"
            }
        ]
    },
    {
        "id": "MC1-0816",
        "question": "我国《无线电频率划分规定》指出，122.25-123GHz业余频段用于业余业务，但是不包 括卫星业余业务。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "60、120、183GHz左右存在大气吸收频带，电波衰减大，不适合地面至空间的卫星业余 通信"
            },
            {
                "value": "B",
                "text": "120GHz附近频段的宇宙射线特别强烈，干扰卫星通信，包括卫星间的各种业务"
            },
            {
                "value": "C",
                "text": "业余无线电爱好者尚无力制作工作于120GHz及以上频段的设备"
            },
            {
                "value": "D",
                "text": "120GHz这类频段的天线太大，不适合业余性质的卫星通信研究"
            }
        ]
    },
    {
        "id": "MC1-0817",
        "question": "以下频段受降雨影响最为严重的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "极高频EHF（毫米波）"
            },
            {
                "value": "B",
                "text": "高频HF（短波）"
            },
            {
                "value": "C",
                "text": "低频LF（长波）"
            },
            {
                "value": "D",
                "text": "特高频UHF（分米波）"
            }
        ]
    },
    {
        "id": "MC1-0818",
        "question": "根据ITU的建议，植被在一定程度上吸收无线电波。大体规律是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率越高，吸收越多"
            },
            {
                "value": "B",
                "text": "频率越低，吸收越多"
            },
            {
                "value": "C",
                "text": "吸收程度与植物种类有关，与频率无关"
            },
            {
                "value": "D",
                "text": "吸收程度与季节有关，与频率无关"
            }
        ]
    },
    {
        "id": "MC1-0819",
        "question": "自制业余无线电发射设备，在经无线电检测机构检验合格并取得电台执照之前，应在调 测时在设备的天线端口连接（或在串联必要的仪表之后连接）：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "假负载"
            },
            {
                "value": "B",
                "text": "VSWR严格等于1:1的驻波天线"
            },
            {
                "value": "C",
                "text": "VSWR严格等于1:1的行波天线"
            },
            {
                "value": "D",
                "text": "专门用于测试的标准环形天线"
            }
        ]
    },
    {
        "id": "MC1-0820",
        "question": "在无线电发射机中，调制器的作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "以原始调制信号控制射频载波的幅度、频率和相位参数"
            },
            {
                "value": "B",
                "text": "以电能转换效率最高的方式控制线性射频放大器的工作点"
            },
            {
                "value": "C",
                "text": "调整天馈系统的参数，实现阻抗匹配"
            },
            {
                "value": "D",
                "text": "自动控制发射信号的频谱，将其保持在核准的必要带宽内"
            }
        ]
    },
    {
        "id": "MC4-0821",
        "question": "保证业余无线电通信接收机优良接收能力的主要因素是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "良好的抗干扰能力"
            },
            {
                "value": "B",
                "text": "足够高的整机增益"
            },
            {
                "value": "C",
                "text": "尽量低的本机噪声"
            },
            {
                "value": "D",
                "text": "尽量小的信号失真"
            }
        ]
    },
    {
        "id": "MC1-0822",
        "question": "接收机解调器的作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从接收到的已调射频信号中分离出原始调制信号"
            },
            {
                "value": "B",
                "text": "对接收到的射频信号进行宽带线性放大"
            },
            {
                "value": "C",
                "text": "对接收到的射频信号进行与必要带宽相匹配的选频放大"
            },
            {
                "value": "D",
                "text": "从接收到的已调制射频信号中提取出载波分量"
            }
        ]
    },
    {
        "id": "MC1-0823",
        "question": "选用解调器的主要应考因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "尽量忠实地还原原始调制信号"
            },
            {
                "value": "B",
                "text": "尽量对已调射频信号加以放大"
            },
            {
                "value": "C",
                "text": "尽量提升已调射频信号中的载频分量"
            },
            {
                "value": "D",
                "text": "尽量补偿接所收射频信号的频率偏移"
            }
        ]
    },
    {
        "id": "MC1-0824",
        "question": "亚音频静噪系统（CTCSS）所用的声调大体位于音频中的什么范围？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "67-250.3Hz"
            },
            {
                "value": "B",
                "text": "16Hz-20kHz"
            },
            {
                "value": "C",
                "text": "16kHz-20kHz"
            },
            {
                "value": "D",
                "text": "220Hz-2503Hz"
            }
        ]
    },
    {
        "id": "MC1-0825",
        "question": "对于比较考究的接收机，其说明书中常常列出一项“通带矩形系数”或“通带形状系数” 指标，是用来描述：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "带通滤波器频率特性曲线两侧斜坡的陡峭程度"
            },
            {
                "value": "B",
                "text": "矩形波信号通过滤波器后波形两侧的陡峭程度"
            },
            {
                "value": "C",
                "text": "矩形波信号通过滤波器后谐波成分的损失程度"
            },
            {
                "value": "D",
                "text": "带通晶体滤波器中石英晶体的切割方向和形状"
            }
        ]
    },
    {
        "id": "MC1-0826",
        "question": "根据说明书给出的技术指标，两台业余无线电接收机在USB方式下选择带宽为2.7kHz 的滤波器时具有不同的“通带矩形系数”。接收机A的“60dB带宽对6dB带宽的矩形系 数”为3.8，接收机B的为5。由此可得出结论：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "A机对邻近频道干扰的抑制能力比B机强"
            },
            {
                "value": "B",
                "text": "A机对邻近频道干扰的抑制能力比B机差"
            },
            {
                "value": "C",
                "text": "A机对镜像频率干扰的抑制能力比B机强"
            },
            {
                "value": "D",
                "text": "A机对偏离工作频率±10kHz以外的干扰信号的抑制能力比B机强"
            }
        ]
    },
    {
        "id": "MC1-0827",
        "question": "接收机前置放大器的主要作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "降低接收机内部噪声的影响"
            },
            {
                "value": "B",
                "text": "提高接收机最终的音频输出功率电平"
            },
            {
                "value": "C",
                "text": "提高接收机音频输出的保真度"
            },
            {
                "value": "D",
                "text": "提高接收机的动态范围"
            }
        ]
    },
    {
        "id": "MC1-0828",
        "question": "进行FM话音通联时，我们能否单凭接收机中传出的对方的声音大小来准确判断对方的 信号有多强？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不能。鉴频器所解调的声音，其大小仅取决于中频信号的频偏，与中频信号的幅度无关。 况且，中频信号在进入鉴频器之前早已被限幅电路切齐，已无法鉴别强弱"
            },
            {
                "value": "B",
                "text": "不能。信号越强，自动增益控制的起控程度就越深。增益的急剧下降反而会压低音量"
            },
            {
                "value": "C",
                "text": "能。最终的信号就是经过放大处理的原始射频信号，当然是信号越强声音越大"
            },
            {
                "value": "D",
                "text": "能。调频信号的特点是信号越强频偏越大，解调之后的声音当然也越大"
            }
        ]
    },
    {
        "id": "MC1-0829",
        "question": "用设置在NFM方式的对讲机接收WFM信号，效果为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可以听到信号。如果调制信号幅度较大或音调较高，会听到明显的非线性失真"
            },
            {
                "value": "B",
                "text": "听不到信号。但是一旦接收到了信号，调频方式所特有的强烈噪声仍然会消失"
            },
            {
                "value": "C",
                "text": "可以正常听到信号。但是声音的高音频部分衰减较大，缺乏高音"
            },
            {
                "value": "D",
                "text": "可以正常听到信号，只是声音比较小"
            }
        ]
    },
    {
        "id": "MC1-0830",
        "question": "用设置在WFM方式的对讲机接收NFM信号，效果为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "可以正常听到信号，只是声音比较小"
            },
            {
                "value": "B",
                "text": "可以听到信号。如果调制信号幅度较大或音调较高，会听到明显的非线性失真"
            },
            {
                "value": "C",
                "text": "听不到信号。但是一旦接收到了信号，调频方式所特有的强烈噪声仍然会消失"
            },
            {
                "value": "D",
                "text": "可以正常听到信号。但是声音的高音频部分衰减较大，缺乏高音"
            }
        ]
    },
    {
        "id": "MC1-0831",
        "question": "没有信号时，调频接收机会输出一种强烈的沙沙声。关于这种噪声，以下描述正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "天线收到的QRN与机内电路的固有噪声共同构成一种随机信号。该信号的随机相位变化 经鉴频形成强烈的沙沙声。只是，该信号的随机幅度变化与沙沙声没有关系"
            },
            {
                "value": "B",
                "text": "由天线收到的QRN的随机幅度变化经放大形成，其大小与QRN的电压成正比"
            },
            {
                "value": "C",
                "text": "由天线收到的QRN的随机幅度变化经放大形成，其大小与QRN的电压的平方成正比"
            },
            {
                "value": "D",
                "text": "由天线收到的QRN的随机幅度变化经放大形成，其大小与QRN的电压的平方根成正比"
            }
        ]
    },
    {
        "id": "MC1-0832",
        "question": "下列哪种电路可以解调FM信号？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "鉴频器"
            },
            {
                "value": "B",
                "text": "限幅器"
            },
            {
                "value": "C",
                "text": "乘积检波器"
            },
            {
                "value": "D",
                "text": "混频器"
            }
        ]
    },
    {
        "id": "MC1-0833",
        "question": "什么是“鉴频”？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "对调频信号进行解调的过程称为鉴频"
            },
            {
                "value": "B",
                "text": "判断信号的频率是否超过允许的频率范围的过程称为鉴频"
            },
            {
                "value": "C",
                "text": "判断信号的频率是否发生了不应有的偏离或者漂移的过程称为鉴频"
            },
            {
                "value": "D",
                "text": "对调幅信号进行解调的过程称为鉴频"
            }
        ]
    },
    {
        "id": "MC1-0834",
        "question": "下列哪一项可以解调AM信号？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "检波器"
            },
            {
                "value": "B",
                "text": "限幅器"
            },
            {
                "value": "C",
                "text": "鉴频器"
            },
            {
                "value": "D",
                "text": "反相器"
            }
        ]
    },
    {
        "id": "MC1-0835",
        "question": "什么是“检波”？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "对调幅信号进行解调的过程称为检波"
            },
            {
                "value": "B",
                "text": "检查信号的波形是否超过了允许的幅度范围的过程称为检波"
            },
            {
                "value": "C",
                "text": "检查信号的频率是否发生了不应有的偏离或者漂移的过程称为检波"
            },
            {
                "value": "D",
                "text": "对调频信号进行解调的过程称为检波"
            }
        ]
    },
    {
        "id": "MC2-0836",
        "question": "关于收发信机的AGC功能，以下说法正确的有：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "AGC实现收信机自动增益控制，对中频信号进行检测并反馈控制，防止电路过载"
            },
            {
                "value": "B",
                "text": "进行基于FSK或PSK的数据通信时，关闭AGC功能有可能提高弱信号的解码效果"
            },
            {
                "value": "C",
                "text": "进行太阳噪声测试的时候，需要关闭AGC功能"
            },
            {
                "value": "D",
                "text": "AGC实现收信机自动音量控制，对音频电平进行检测并反馈控制，防止扬声器损坏"
            }
        ]
    },
    {
        "id": "MC1-0837",
        "question": "学习现代通信技术或制作业余无线电作品时，我们经常遇到一种工作原理不同于超外差 式收信机的“DC式收信机”。其中，缩写DC是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "直接变换（Direct-Conversion），即接收到的射频信号在解调之前不做频率变换"
            },
            {
                "value": "B",
                "text": "直流（Direct Current），指直流电源供电的收信机"
            },
            {
                "value": "C",
                "text": "介质电容（DielectricCapacitor），指收信机中用于调谐的电容器所用的特定介质"
            },
            {
                "value": "D",
                "text": "数字变频（Digital-Conversion），指接收到的射频信号经过了数字化的变频处理"
            }
        ]
    },
    {
        "id": "MC1-0838",
        "question": "接收机和发射机中常见的混频器有什么作用？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率变换。将信号的原始频率变换成另一个频率"
            },
            {
                "value": "B",
                "text": "混合式调音。将两个信号相互叠加，送往扬声器"
            },
            {
                "value": "C",
                "text": "变频调速。把直流电变成变频交流电以驱动天调"
            },
            {
                "value": "D",
                "text": "多频放大器。同时放大具有不同频率的多个信号"
            }
        ]
    },
    {
        "id": "MC1-0839",
        "question": "在超外差式收发信机中，混频器的工作方式可分为“上变频”和“下变频”两种，具体 指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "中频频率高于输入频率的为上变频方式，中频频率低于输入频率的为下变频方式"
            },
            {
                "value": "B",
                "text": "输入频率高于中频频率的为上变频方式，输入频率低于中频频率的为下变频方式"
            },
            {
                "value": "C",
                "text": "本振频率高于输入频率的为上变频方式，本振频率低于输入频率的为下变频方式"
            },
            {
                "value": "D",
                "text": "输入频率高于本振频率的为上变频方式，输入频率低于本振频率的为下变频方式"
            }
        ]
    },
    {
        "id": "MC1-0840",
        "question": "超外差式业余收发信机的面板上经常设有选择中频滤波器带宽的控制部件。这些中频滤 波器所抑制的干扰可以分类为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "邻近频率干扰"
            },
            {
                "value": "B",
                "text": "镜像频率干扰"
            },
            {
                "value": "C",
                "text": "中频频率干扰"
            },
            {
                "value": "D",
                "text": "突发脉冲干扰"
            }
        ]
    },
    {
        "id": "MC1-0841",
        "question": "在超外差式业余收发信机中，负责抑制镜像频率干扰的部件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "变频级之前的波段预选滤波器"
            },
            {
                "value": "B",
                "text": "变频级之后的中频滤波器"
            },
            {
                "value": "C",
                "text": "中频放大级中的限幅电路"
            },
            {
                "value": "D",
                "text": "带有音调控制的音频输出电路"
            }
        ]
    },
    {
        "id": "MC1-0842",
        "question": "超外差式收信机所收信号的频率要比本振频率低（或高）一个中频。然而，比本振频率 高（或低）一个中频的另一个遥相对应的信号也可能经混频窜入中频通道，形成“镜像频率 干扰”或“镜频干扰”。如果某对讲机的技术规格书给出的VHF接收机第一中频为45.05MHz， 那么在145.00MHz收到的镜频干扰可能来自：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "235.10MHz或54.90MHz"
            },
            {
                "value": "B",
                "text": "190.05MHz或99.95MHz"
            },
            {
                "value": "C",
                "text": "45.05MHz或90.10MHz"
            },
            {
                "value": "D",
                "text": "90.10MHz或180.20MHz"
            }
        ]
    },
    {
        "id": "MC1-0843",
        "question": "超外差式收信机所收信号的频率要比本振频率低（或高）一个中频。然而，比本振频率 高（或低）一个中频的另一个遥相对应的信号也可能经混频窜入中频通道，形成“镜像频率 干扰”或“镜频干扰”。如果某对讲机的技术规格书给出NFM方式时的第一中频为47.25MHz， 那么在145.00MHz收到的镜频干扰可能来自：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "239.50MHz或50.50MHz"
            },
            {
                "value": "B",
                "text": "192.25MHz或97.75MHz"
            },
            {
                "value": "C",
                "text": "50.50MHz或101.00MHz"
            },
            {
                "value": "D",
                "text": "151.50MHz或.202.00MHz"
            }
        ]
    },
    {
        "id": "MC1-0844",
        "question": "超外差式收信机所收信号的频率要比本振频率低（或高）一个中频。然而，比本振频率 高（或低）一个中频的另一个遥相对应的信号也可能经混频窜入中频通道，形成“镜像频率 干扰”或“镜频干扰”。如果某对讲机的技术规格书给出 NFM 接收所用的第一中频为 47.25MHz，那么在435.00MHz收到的镜频干扰可能来自：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "340.50MHz或529.50MHz"
            },
            {
                "value": "B",
                "text": "387.75MHz或482.25MHz"
            },
            {
                "value": "C",
                "text": "47.25MHz或94.50MHz"
            },
            {
                "value": "D",
                "text": "141.70MHz或.236.25MHz"
            }
        ]
    },
    {
        "id": "MC1-0845",
        "question": "超外差式收信机所收信号的频率要比本振频率低（或高）一个中频。然而，比本振频率 高（或低）一个中频的另一个遥相对应的信号也可能经混频窜入中频通道，形成“镜像频率 干扰”或“镜频干扰”。如果某对讲机的技术规格书给出的UHF接收机第一中频为58.525MHz， 那么在435.00MHz收到的镜频干扰可能来自：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "317.95MHz或552.05MHz"
            },
            {
                "value": "B",
                "text": "376.475MHz或493.525MHz"
            },
            {
                "value": "C",
                "text": "58.525MHz或117.05MHz"
            },
            {
                "value": "D",
                "text": "234.10.05MHz或.468.20MHz"
            }
        ]
    },
    {
        "id": "MC1-0846",
        "question": "业余无线电发射机的效率是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "输出到天线系统的信号功率与发射机所消耗的电源功率之比"
            },
            {
                "value": "B",
                "text": "通信对象的接收天线得到的信号功率与发射机所消耗的电源功率之比"
            },
            {
                "value": "C",
                "text": "通信对象的接收天线得到的信号功率与发射机输出到天线系统的信号功率之比"
            },
            {
                "value": "D",
                "text": "输出到天线系统的有用信号功率与到达天线的包含杂散等无用信号的总功率之比"
            }
        ]
    },
    {
        "id": "MC1-0847",
        "question": "业余无线电发射机的效率总是明显低于1。所损耗的那部分能量：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "绝大部分转化为热量，极小一部分转化为杂散等无用信号"
            },
            {
                "value": "B",
                "text": "绝大部分转化为杂散等无用信号并对外辐射"
            },
            {
                "value": "C",
                "text": "绝大部分因阻抗失配而返回电源，极小一部分转化为热量对外散发"
            },
            {
                "value": "D",
                "text": "损耗的能量在电容、电感、开关器件等零部件中消失了"
            }
        ]
    },
    {
        "id": "MC1-0848",
        "question": "若一部业余无线电台的工作电压为直流13.8伏，FM方式的射频输出功率为N瓦，电源 效率约为80%，则发射时的工作电流约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0.091×Ｎ（安）"
            },
            {
                "value": "B",
                "text": "13.8×Ｎ（安）"
            },
            {
                "value": "C",
                "text": "13.8/Ｎ×80%（安）"
            },
            {
                "value": "D",
                "text": "0.058×Ｎ（安）"
            }
        ]
    },
    {
        "id": "MC1-0849",
        "question": "若一部业余无线电台的工作电压为交流220伏，FM方式的射频输出功率为N瓦，电源 效率约为80%，则发射时的工作电流约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0.0057×Ｎ（安）"
            },
            {
                "value": "B",
                "text": "220×Ｎ（安）"
            },
            {
                "value": "C",
                "text": "200/Ｎ×80%（安）"
            },
            {
                "value": "D",
                "text": "0.0036×Ｎ（安）"
            }
        ]
    },
    {
        "id": "MC1-0850",
        "question": "若一部业余无线电台以FM方式发射时的射频输出功率为N瓦，电源效率约为80%，则 每发射10秒钟所消耗的电能约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0.0000035×Ｎ（千瓦小时）"
            },
            {
                "value": "B",
                "text": "0.0768/Ｎ（千瓦小时）"
            },
            {
                "value": "C",
                "text": "0.0022×Ｎ（千瓦小时）"
            },
            {
                "value": "D",
                "text": "220/ Ｎ（千瓦小时）"
            }
        ]
    },
    {
        "id": "MC1-0851",
        "question": "无线电发信机在无调制情况下，在一个射频周期内供给天线馈线的平均功率称为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "载波功率"
            },
            {
                "value": "B",
                "text": "无用功率"
            },
            {
                "value": "C",
                "text": "平均功率"
            },
            {
                "value": "D",
                "text": "峰包功率"
            }
        ]
    },
    {
        "id": "MC1-0852",
        "question": "如果某话音发射机在不同调制方式下的峰值输出功率相同，则在无语音输入时，实际射 频输出功率由大到小可以排序为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FM，AM，SSB"
            },
            {
                "value": "B",
                "text": "AM，SSB，FM"
            },
            {
                "value": "C",
                "text": "SSB，FM，AM"
            },
            {
                "value": "D",
                "text": "SSB，AM，FM"
            }
        ]
    },
    {
        "id": "MC1-0853",
        "question": "必要带宽（necessarybandwidth）是指：对给定的发射类别而言，其恰好足以保证在相 应速率及在指定条件下具有所要求质量的信息传输的所需带宽。业余电台单边带话音通信 SSB、低速莫尔斯电码通信CW、调频话音通信FM和残余边带业余电视VSBATV的必要 带宽分别是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "3000Hz、400Hz、12.5kHz、5MHz以上"
            },
            {
                "value": "B",
                "text": "3000Hz、400Hz、5MHz以上、12.5kHz"
            },
            {
                "value": "C",
                "text": "5MHz、3000Hz、400Hz、12.5kHz"
            },
            {
                "value": "D",
                "text": "12.5kHz、5MHz以上、400Hz、2700Hz"
            }
        ]
    },
    {
        "id": "MC1-0854",
        "question": "以CW方式进行速度为25WPM的摩尔斯电码通信，如果考虑传播衰落等因素，必要带 宽通常不大于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "200Hz"
            },
            {
                "value": "B",
                "text": "2700Hz"
            },
            {
                "value": "C",
                "text": "6.25kHz"
            },
            {
                "value": "D",
                "text": "12.5kHz"
            }
        ]
    },
    {
        "id": "MC1-0855",
        "question": "用单边带方式进行RTTY通信，速度为50波特，频偏为170Hz，必要带宽通常不大于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "450Hz"
            },
            {
                "value": "B",
                "text": "200Hz"
            },
            {
                "value": "C",
                "text": "2700Hz"
            },
            {
                "value": "D",
                "text": "12.5kHz"
            }
        ]
    },
    {
        "id": "MC1-0856",
        "question": "用单边带方式进行话音通信并间或传输速度为50波特，频偏为70Hz的RTTY消息，必 要带宽约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2700Hz"
            },
            {
                "value": "B",
                "text": "200Hz"
            },
            {
                "value": "C",
                "text": "6.25kHz"
            },
            {
                "value": "D",
                "text": "12.5kHz"
            }
        ]
    },
    {
        "id": "MC1-0857",
        "question": "用通常的调频方式进行话音通信，必要带宽约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "12.5kHz"
            },
            {
                "value": "B",
                "text": "2700Hz"
            },
            {
                "value": "C",
                "text": "200Hz"
            },
            {
                "value": "D",
                "text": "6.25kHz"
            }
        ]
    },
    {
        "id": "MC1-0858",
        "question": "商用业余单边带电台的语音信号通道为300-3000Hz，高音频部分衰减很大。如果希望对 设备进行改装，以将信号带宽扩展到30-16000Hz，大大提升信号质量。可行的方案是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "放弃该目标，不应超越业务性质所允许的必要带宽最低值"
            },
            {
                "value": "B",
                "text": "配用广播级超高音质话筒"
            },
            {
                "value": "C",
                "text": "将原单边带信道的晶体滤波器更换为带宽更宽的滤波器"
            },
            {
                "value": "D",
                "text": "在话筒电路中增加分段可控音频均衡电路以提升话筒信号的高音分量"
            }
        ]
    },
    {
        "id": "MC1-0859",
        "question": "下列哪项技术指标描述了接收机抗拒邻近频率干扰的能力？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "中频选择性"
            },
            {
                "value": "B",
                "text": "整机灵敏度"
            },
            {
                "value": "C",
                "text": "频道扫描速率"
            },
            {
                "value": "D",
                "text": "本底噪声"
            }
        ]
    },
    {
        "id": "MC1-0860",
        "question": "接收机抗拒工作频率附近干扰信号的能力可以用选择性指标来表示，分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "信道带宽、信道选择性和信道滤波器的矩形系数"
            },
            {
                "value": "B",
                "text": "带内波动和信道带宽"
            },
            {
                "value": "C",
                "text": "镜像抑制比"
            },
            {
                "value": "D",
                "text": "前端带宽"
            }
        ]
    },
    {
        "id": "MC1-0861",
        "question": "接收机接收SSB话音信号时的频响均匀程度可以用选择性指标来表示，分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "带内波动和信道带宽"
            },
            {
                "value": "B",
                "text": "信道带宽、信道选择性和信道滤波器的矩形系数"
            },
            {
                "value": "C",
                "text": "镜像抑制比"
            },
            {
                "value": "D",
                "text": "前端带宽"
            }
        ]
    },
    {
        "id": "MC1-0862",
        "question": "接收机抗拒相距工作频率较远的强干扰信号的能力可以用选择性指标来表示，分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "前端带宽"
            },
            {
                "value": "B",
                "text": "带内波动和信道带宽"
            },
            {
                "value": "C",
                "text": "信道带宽、信道选择性和信道滤波器的矩形系数"
            },
            {
                "value": "D",
                "text": "镜像抑制比"
            }
        ]
    },
    {
        "id": "MC1-0863",
        "question": "接收机抗拒相距工作频率两倍于中频的强干扰信号的能力可以用选择性指标来表示，分 别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "镜像抑制比"
            },
            {
                "value": "B",
                "text": "前端带宽"
            },
            {
                "value": "C",
                "text": "带内波动和信道带宽"
            },
            {
                "value": "D",
                "text": "信道带宽、信道选择性和信道滤波器的矩形系数"
            }
        ]
    },
    {
        "id": "MC1-0864",
        "question": "接收机灵敏度指标的数值大小具有什么意义？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "灵敏度指标的数值越小，接收微弱信号的能力越强"
            },
            {
                "value": "B",
                "text": "灵敏度指标的数值越大，接收微弱信号的能力越强"
            },
            {
                "value": "C",
                "text": "灵敏度指标的数值越小，对与有用信号同时出现的干扰信号的响应越灵敏"
            },
            {
                "value": "D",
                "text": "灵敏度指标的数值越大，对与有用信号同时出现的干扰信号的响应越灵敏"
            }
        ]
    },
    {
        "id": "MC1-0865",
        "question": "用功率电平表示接收机的灵敏度具有什么意义？常用单位是什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "输出信号达到一定质量标准时输入信号的最小功率电平。单位是dBm或dBμW"
            },
            {
                "value": "B",
                "text": "输出信号达到一定质量标准时输出信号与输入信号的功率电平之比。单位是dB"
            },
            {
                "value": "C",
                "text": "输出信号达到一定质量标准时输入信号与输出信号的功率电平之比。单位是dB"
            },
            {
                "value": "D",
                "text": "输出信号维持一定质量标准时输入信号的最小和最大功率电平之比。单位是dB"
            }
        ]
    },
    {
        "id": "MC1-0866",
        "question": "用电压电平表示接收机的灵敏度具有什么意义？常用单位是什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "输出信号达到一定质量标准时输入信号的最小电动势。单位是μV、dBμV或dBmV"
            },
            {
                "value": "B",
                "text": "输出信号达到一定质量标准时输入信号的最小电压。单位是μV、dBμV或dBmV"
            },
            {
                "value": "C",
                "text": "输出信号达到一定质量标准时输入信号的最大电动势。单位是μV或mV"
            },
            {
                "value": "D",
                "text": "输出信号达到一定质量标准时输出信号与输入信号的电压之比。单位是dB"
            }
        ]
    },
    {
        "id": "MC1-0867",
        "question": "业余无线电接收机大多具备信号强度指示功能。在VHF/UHF频段，信号强度的最小刻度 S1与输入信号功率电平-141dBm（50Ω上的电压电平0.02μV）相一致；而在HF频段， S1则与-121dBm的输入信号（50Ω上的0.2μV）相对应。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "HF频段的背景噪声较VHF/UHF频段为高，使得可感知最小信号电平相应高出约20dB"
            },
            {
                "value": "B",
                "text": "由于技术原因，HF接收机的灵敏度都比VHF/UHF频段的低大约20dB"
            },
            {
                "value": "C",
                "text": "HF业余电台功率大一些，而VHF/UHF的相对较小，这导致信号强度的刻度标准差异"
            },
            {
                "value": "D",
                "text": "HF业余电台主要用于DX通信，而VHF/UHF的面向本地通信，刻度可以更随意一些"
            }
        ]
    },
    {
        "id": "MC1-0868",
        "question": "甲乙两种型号的业余无线电收发信机在技术规格中给出的接收机灵敏度指标分别为0.1 μV和0.15μV。关于该指标，正确的推论是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "无法比较二者接收微弱信号的能力，测量灵敏度时所用的输出信号质量标准未知"
            },
            {
                "value": "B",
                "text": "可以推断甲机接收微弱信号的能力比乙机的差，因为灵敏度指标的数值较小"
            },
            {
                "value": "C",
                "text": "可以推断甲机接收微弱信号的能力比乙机的高，因为可以接收的信号更微弱"
            },
            {
                "value": "D",
                "text": "可以推断甲机承受强信号的能力比乙机的低，因为其灵敏度数值比较小"
            }
        ]
    },
    {
        "id": "MC1-0869",
        "question": "当输出信号满足规定质量标准时，在输入阻抗为50欧的某接收机天线输入端口处测得的 输入信号最小电压为1μV。如果用电压电平μV表示该机的灵敏度，则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2μV"
            },
            {
                "value": "B",
                "text": "1μV"
            },
            {
                "value": "C",
                "text": "50μV"
            },
            {
                "value": "D",
                "text": "0.5μV"
            }
        ]
    },
    {
        "id": "MC1-0870",
        "question": "当输出信号满足规定质量标准时，在输入阻抗为50欧的某接收机天线输入端口处测得的 输入信号最小电压为1μV。如果用功率电平dBm表示该机的灵敏度，则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-107dBm"
            },
            {
                "value": "B",
                "text": "-103dBm"
            },
            {
                "value": "C",
                "text": "-73dBm"
            },
            {
                "value": "D",
                "text": "-113dBm"
            }
        ]
    },
    {
        "id": "MC1-0871",
        "question": "当输出信号满足规定质量标准时，在输入阻抗为50欧的某接收机天线输入端口处测得的 输入信号最小电压为1μV。如果用电压电平dBμV表示该机的灵敏度，则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "6dBμV"
            },
            {
                "value": "B",
                "text": "-2dBμV"
            },
            {
                "value": "C",
                "text": "3dBμV"
            },
            {
                "value": "D",
                "text": "0dBμV"
            }
        ]
    },
    {
        "id": "MC1-0872",
        "question": "当输出信号满足规定质量标准时，在输入阻抗为50欧的某接收机天线输入端口处测得的 输入信号最小电压为0.5μV。如果用电压电平μV表示该机的灵敏度，则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1μV"
            },
            {
                "value": "B",
                "text": "0.5μV"
            },
            {
                "value": "C",
                "text": "50μV"
            },
            {
                "value": "D",
                "text": "2.5μV"
            }
        ]
    },
    {
        "id": "MC1-0873",
        "question": "当输出信号满足规定质量标准时，在输入阻抗为50欧的某接收机天线输入端口处测得的 输入信号最小电压为0.5μV。如果用功率电平dBm表示该机的灵敏度，则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-113dBm"
            },
            {
                "value": "B",
                "text": "-107dBm"
            },
            {
                "value": "C",
                "text": "-103dBm"
            },
            {
                "value": "D",
                "text": "-73dBm"
            }
        ]
    },
    {
        "id": "MC1-0874",
        "question": "当输出信号满足规定质量标准时，在输入阻抗为50欧的某接收机天线输入端口处测得的 输入信号最小电压为0.5μV。如果用电压电平dBμV表示该机的灵敏度，则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0dBμV"
            },
            {
                "value": "B",
                "text": "-2dBμV"
            },
            {
                "value": "C",
                "text": "3dBμV"
            },
            {
                "value": "D",
                "text": "6dBμV"
            }
        ]
    },
    {
        "id": "MC1-0875",
        "question": "已知某接收机的天线输入阻抗为50Ω，灵敏度指标为2μV，则功率电平相应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-107dBm"
            },
            {
                "value": "B",
                "text": "0.02dBm"
            },
            {
                "value": "C",
                "text": "-103dBm"
            },
            {
                "value": "D",
                "text": "-113dBm"
            }
        ]
    },
    {
        "id": "MC1-0876",
        "question": "已知某接收机的天线输入阻抗为50Ω，灵敏度指标为1μV，则功率电平相应为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-113dBm"
            },
            {
                "value": "B",
                "text": "-107dBm"
            },
            {
                "value": "C",
                "text": "0.01dBm"
            },
            {
                "value": "D",
                "text": "-103dBm"
            }
        ]
    },
    {
        "id": "MC1-0877",
        "question": "制约现代无线电接收机灵敏度的主要因素是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "机内噪声"
            },
            {
                "value": "B",
                "text": "放大电路的增益"
            },
            {
                "value": "C",
                "text": "放大电路的稳定性"
            },
            {
                "value": "D",
                "text": "电源噪声"
            }
        ]
    },
    {
        "id": "MC1-0878",
        "question": "术语“信噪比（SNR）”在业余无线电领域广为使用。它是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "有用信号功率对噪声功率的比值"
            },
            {
                "value": "B",
                "text": "有用信号峰值电压对噪声峰值电压的比值"
            },
            {
                "value": "C",
                "text": "有用信号功率对有用信号功率及噪声功率之和的比值"
            },
            {
                "value": "D",
                "text": "有用信号峰值电压对有用信号峰值电压及噪声峰值电压之和的比值"
            }
        ]
    },
    {
        "id": "MC1-0879",
        "question": "对于需要接收微弱信号的业余通信，例如EME通联，接收机的噪声系数Fn（以比值的 形式表示）是一项重要技术指标。它是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接收机输入端信噪比Si/Ni对输出端信噪比So/No的比值"
            },
            {
                "value": "B",
                "text": "接收机输入端无信号时，输出端的噪声功率电平"
            },
            {
                "value": "C",
                "text": "接收机输出端噪声功率电平与输入端噪声功率电平的比值"
            },
            {
                "value": "D",
                "text": "接收机输入端噪声功率电平与输出端噪声功率电平的比值"
            }
        ]
    },
    {
        "id": "MC1-0880",
        "question": "接收机的静噪灵敏度是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "能够使静噪电路退出静噪状态的射频信号最小输入电平"
            },
            {
                "value": "B",
                "text": "关闭静噪功能之后所能接收到的射频信号最小输入电平"
            },
            {
                "value": "C",
                "text": "带有静噪功能的接收机开启静噪功能后，按照灵敏度定义测得的灵敏度"
            },
            {
                "value": "D",
                "text": "带有静噪功能的接收机关闭静噪功能后，按照灵敏度定义测得的灵敏度"
            }
        ]
    },
    {
        "id": "MC1-0881",
        "question": "对于需要接收微弱信号的业余通信，例如EME通联，接收机的噪声系数Fn（以比值的 形式表示）是一项重要技术指标。关于Fn的一些基本常识是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "Fn一定大于1；在同样的灵敏度下，Fn越接近1越好"
            },
            {
                "value": "B",
                "text": "Fn一定小于1；在同样的灵敏度下，Fn越接近0越好"
            },
            {
                "value": "C",
                "text": "Fn一定大于1；在同样的灵敏度下，Fn越大越好"
            },
            {
                "value": "D",
                "text": "Fn一定小于1；在同样的灵敏度下，Fn越接近1越好"
            }
        ]
    },
    {
        "id": "MC1-0882",
        "question": "对于需要接收微弱信号的业余通信，例如EME通联，接收机的噪声指数NF（以对数表 示）是一项重要技术指标。它是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接收机输入端信噪比Si/Ni对输出端信噪比So/No的比值的对数形式"
            },
            {
                "value": "B",
                "text": "接收机输入端无信号时，输出端的噪声功率电平的对数形式"
            },
            {
                "value": "C",
                "text": "接收机输出端噪声功率电平与输入端噪声功率电平的比值的对数形式"
            },
            {
                "value": "D",
                "text": "接收机输入端噪声功率电平与输出端噪声功率电平的比值的对数形式"
            }
        ]
    },
    {
        "id": "MC1-0883",
        "question": "对于需要接收微弱信号的业余通信，例如EME通联，接收机的噪声指数NF（以对数表 示）是一项重要技术指标。关于NF的一些基本常识是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "NF一定大于0；在同样的灵敏度下，NF越接近0越好"
            },
            {
                "value": "B",
                "text": "NF一定小于0；在同样的灵敏度下，NF越接近0越好"
            },
            {
                "value": "C",
                "text": "NF一定大于1；在同样的灵敏度下，NF越大越好"
            },
            {
                "value": "D",
                "text": "NF一定处于0和1之间；在同样的灵敏度下，NF越接近1越好"
            }
        ]
    },
    {
        "id": "MC1-0884",
        "question": "在无线电通信领域中，描述信号源、放大器或接收机等设备或系统组件的内部噪声大小 时常用“噪声温度”指标。以接收机为例，等效噪声温度Te的意义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接收机的内部噪声功率等于一个接在天线输入端的优质匹配电阻在产生相同的热噪声功 率时该电阻所具有的绝对温度"
            },
            {
                "value": "B",
                "text": "接收机内部噪声在输出端的功率可以使一个接在输出端上的匹配电阻发热的相对温度"
            },
            {
                "value": "C",
                "text": "接收机内部噪声在输出端的功率可以使一个接在输出端上的匹配电阻升温的绝对温度"
            },
            {
                "value": "D",
                "text": "接收机信噪比符合技术指标时所要求的设备工作环境的温度"
            }
        ]
    },
    {
        "id": "MC1-0885",
        "question": "不产生任何内部噪声的理想放大器或接收机的噪声系数Fn、噪声指数NF和噪声温度Te 分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1，0dB，0°K"
            },
            {
                "value": "B",
                "text": "0，0dB，-273°K"
            },
            {
                "value": "C",
                "text": "0，1dB，17°K"
            },
            {
                "value": "D",
                "text": "0，0dB，-275°K"
            }
        ]
    },
    {
        "id": "MC1-0886",
        "question": "假设一个用于卫星业余业务的天线放大器工作在标准温度（17℃）下，其输入端已连接 良好匹配的天线。如果放大器所产生的内部噪声与输入的热噪声等效，则该放大器的噪声系 数Fn、噪声指数NF和噪声温度Te分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2，3dB，290°K"
            },
            {
                "value": "B",
                "text": "1，1dB，0°K"
            },
            {
                "value": "C",
                "text": "2，0dB，17°K"
            },
            {
                "value": "D",
                "text": "1，0dB，-273°K"
            }
        ]
    },
    {
        "id": "MC3-0887",
        "question": "现代收发信机大多基于DSP技术设计并制造。因主要功能由软件实现，便获得软件无线 电（SDR）设备的称谓。相比模拟收发信机，SDR设备的优势是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "噪声更低，几乎仅包含数字系统的量化噪声"
            },
            {
                "value": "B",
                "text": "精度更高，具有更低的信号失真和更好的滤波性能"
            },
            {
                "value": "C",
                "text": "很少因元器件老化而出现参数漂移等软故障"
            },
            {
                "value": "D",
                "text": "处理信号的时间延迟较模拟设备更短"
            }
        ]
    },
    {
        "id": "MC3-0888",
        "question": "SDR收发信机大多提供波段频谱显示器，其基本用途是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "观察波段内的信号活动，以快速切换频率与之通联"
            },
            {
                "value": "B",
                "text": "观察信号的强度、发射质量和频率组成，以向对方提供更精确的信号描述"
            },
            {
                "value": "C",
                "text": "观察信号的衰落情况，以快速了解当前工作波段的传播情况"
            },
            {
                "value": "D",
                "text": "观察信号的音色并向对方提供多频段话音频谱均衡器的调整建议"
            }
        ]
    },
    {
        "id": "MC1-0889",
        "question": "有些SDR收发信机可以提供CW、RTTY或FT8等信号的编解码功能。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "利用设备内部的计算机或与设备相连的外部PC机，用软件实现了相应功能"
            },
            {
                "value": "B",
                "text": "制造商向第三方购买编解码模块，并将之插入了收发信机内部的相应插槽"
            },
            {
                "value": "C",
                "text": "通过云数据中心，经高速联网和AI识别获得了相应的编解码结果"
            },
            {
                "value": "D",
                "text": "一种屏保，通过3D动画或虚拟现实实现了正在解码的某种视觉效果"
            }
        ]
    },
    {
        "id": "MC1-0890",
        "question": "相比模拟收发信机，为什么多数SDR收发信机可以提供更加灵活的滤波功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "数字滤波无需物理元件支持，只要设备的计算能力足够便可现场调节滤波特性"
            },
            {
                "value": "B",
                "text": "SDR收发信机大量内置机械滤波器组，以通过插值运算实现带宽的连续调节"
            },
            {
                "value": "C",
                "text": "SDR收发信机用移相法实现调制与解调。只需改变电阻便可改变信号的带宽"
            },
            {
                "value": "D",
                "text": "SDR收发信机运用高速联网和云数据中心，可对任意信号进行随心所欲的滤波"
            }
        ]
    },
    {
        "id": "MC1-0891",
        "question": "下列哪种活动适合业余无线电爱好者组织比赛或用来定位QRM？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "业余无线电测向"
            },
            {
                "value": "B",
                "text": "扫频多普勒探测"
            },
            {
                "value": "C",
                "text": "回波定位"
            },
            {
                "value": "D",
                "text": "单、多基地PSD分析"
            }
        ]
    },
    {
        "id": "MC1-0892",
        "question": "下列哪些物品与接收机的组合可用于ARDF活动？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "定向天线"
            },
            {
                "value": "B",
                "text": "射频电桥"
            },
            {
                "value": "C",
                "text": "噪声电桥"
            },
            {
                "value": "D",
                "text": "SWR电桥"
            }
        ]
    },
    {
        "id": "MC1-0893",
        "question": "业余无线电测向活动所用的隐蔽台属于下列范畴的设备：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "属于业余无线电台设备，设置使用须向无线电管理机构提出申请并得到批准"
            },
            {
                "value": "B",
                "text": "属于特殊免执照发射设备，不需取得任何行政许可即可任意设置使用"
            },
            {
                "value": "C",
                "text": "不属于无线电管理对象，由体育主管部门或者体育民间组织的默认即可设置使用"
            },
            {
                "value": "D",
                "text": "属于体育或游戏器材，其性能指标不需经过无线电检测部门检测合格"
            }
        ]
    },
    {
        "id": "MC1-0894",
        "question": "国际业余无线电联盟（IARU）业余无线电测向锦标赛规则要求144MHz测向发射机采用 调幅度为70%-80%的A2A调制方式发射8-15WPM的音频摩尔斯电码发射电台标识。该 类发射占用带宽不得大于下列数值：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "6kHz"
            },
            {
                "value": "B",
                "text": "12.5kHz"
            },
            {
                "value": "C",
                "text": "25kHz"
            },
            {
                "value": "D",
                "text": "100Hz"
            }
        ]
    },
    {
        "id": "MC1-0895",
        "question": "80米波段业余无线电测向机的接收天线多为环形天线与鞭状天线的组合，以通过分别接 收信号的磁场和电场分量获得具有单向性的心形方向图。但是，随着测向机逐渐接近发信电 台，在远处调好的方向性会变差。这迫使我们重调鞭状天线的长度。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在远场区，波阻抗几乎是恒定的。而至近场，波阻抗的变化就会越来越大"
            },
            {
                "value": "B",
                "text": "当接近发信电台时，信号变强会导致接收机的前级半导体器件过载"
            },
            {
                "value": "C",
                "text": "当接近发信电台时，信号变强会导致鞭状天线进入非线性工作区"
            },
            {
                "value": "D",
                "text": "当接近发信电台时，信号变强会导致环形天线发热、变形，迫使参数改变"
            }
        ]
    },
    {
        "id": "MC2-0896",
        "question": "有时，160/80米波段业余无线电测向机所用的带屏蔽环形天线会被类似于中波收音机的 磁棒天线所替代。这是因为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "如将磁棒上的线圈中置，则天线的接收特性与环形天线相似。并且，设备还会更小巧"
            },
            {
                "value": "B",
                "text": "接近发射机时，非屏蔽磁棒天线的电容感应会影响方向性，选手需熟练应对这种情况"
            },
            {
                "value": "C",
                "text": "接近发射机时，变强的信号使磁棒饱和，这相当于实现了自动增益控制（AGC）功能"
            },
            {
                "value": "D",
                "text": "接近发射机时，变强的信号使磁棒饱和，这相当于添加了衰减器，便于选手测定方位"
            }
        ]
    },
    {
        "id": "MC2-0897",
        "question": "有时，两米波段ARDF接收机会选配仅有驱动和反射两个单元的八木天线。这是因为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "二单元天线仍有一定的单向性并更为轻便。对熟练的测向选手来说，其仍不失实用性"
            },
            {
                "value": "B",
                "text": "在接近发信电台的近场区，选手通常利用天线的零点辅助定位。此时单元数并不关键"
            },
            {
                "value": "C",
                "text": "在接近发信电台的近场区，选手可以为天线临时添加一个引向器以获得尖锐的方向性"
            },
            {
                "value": "D",
                "text": "在接近发信电台的近场区，三单元八木天线的方向性反而变差，影响正确测定方位角"
            }
        ]
    },
    {
        "id": "MC2-0898",
        "question": "有时，业余无线电爱好者会使用HB9CV天线来自制两米波段ARDF接收机。关于HB9CV 天线，以下说法正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "该天线是一种双驱动单元八木天线，引向器与反射器通过移相跳线以225°分相馈电"
            },
            {
                "value": "B",
                "text": "HB9CV天线带宽较宽，水平和垂直方向上的单向特性理想，并且便于选手移动携带"
            },
            {
                "value": "C",
                "text": "但是，这种天线需要通过电容耦合来抵消移相跳线的感抗，这会导致SWR居高不下"
            },
            {
                "value": "D",
                "text": "HB9CV天线是轻便高效的业余无线电测向天线，可惜无法用于通联，其具有方向性"
            }
        ]
    },
    {
        "id": "MC1-0899",
        "question": "在HF业余频段的数据通信段中，我们有时会在SSB方式下听到一种包含两个音调的信 号,两个音调还以一定的速率交替变化。使用这种信号的通信方式可能是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "RTTY"
            },
            {
                "value": "B",
                "text": "PSK31"
            },
            {
                "value": "C",
                "text": "FT4"
            },
            {
                "value": "D",
                "text": "SSTV或FAX"
            }
        ]
    },
    {
        "id": "MC2-0900",
        "question": "在HF业余频段的数据通信段中，我们有时会在SSB方式下听到一种音调不变但似乎又 在不断颤动的信号。使用这种信号的通信方式可能是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "BPSK31"
            },
            {
                "value": "B",
                "text": "QPSK31"
            },
            {
                "value": "C",
                "text": "FT4"
            },
            {
                "value": "D",
                "text": "SSTV或FAX"
            }
        ]
    },
    {
        "id": "MC1-0901",
        "question": "在HF业余频段中，我们有时会在SSB方式下听到一种音调周期性变化的信号，并可以 在每个周期中听到“笃、笃”声或“咯、咯”声。不同业余电台所发的这种信号，音调的变 化周期可能不同，从每秒数次至一两秒一次都有。使用这种信号的通信方式可能是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "SSTV或FAX"
            },
            {
                "value": "B",
                "text": "PSK31"
            },
            {
                "value": "C",
                "text": "RTTY"
            },
            {
                "value": "D",
                "text": "FT4"
            }
        ]
    },
    {
        "id": "MC1-0902",
        "question": "一个CW信号的频谱表现为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一条闪动的垂直线"
            },
            {
                "value": "B",
                "text": "一条固定的直线"
            },
            {
                "value": "C",
                "text": "两条水平直线"
            },
            {
                "value": "D",
                "text": "一条正弦波曲线"
            }
        ]
    },
    {
        "id": "MC1-0903",
        "question": "一个RTTY信号的频谱表现为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "两条闪动的垂直线"
            },
            {
                "value": "B",
                "text": "一条垂直线"
            },
            {
                "value": "C",
                "text": "一条正弦波曲线"
            },
            {
                "value": "D",
                "text": "一条复杂的周期性曲线"
            }
        ]
    },
    {
        "id": "MC1-0904",
        "question": "一个SSB话音信号的频谱表现为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一组随语音出现和变化的非对称垂直线"
            },
            {
                "value": "B",
                "text": "一条随语音闪烁的直线"
            },
            {
                "value": "C",
                "text": "一条固定的直线"
            },
            {
                "value": "D",
                "text": "一条复杂的周期性曲线"
            }
        ]
    },
    {
        "id": "MC1-0905",
        "question": "一个AM话音信号的频谱表现为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一条固定的垂直线，左右对称伴随一组随语音出现和变化的垂直线"
            },
            {
                "value": "B",
                "text": "一条随语音闪烁的直线"
            },
            {
                "value": "C",
                "text": "多条固定的直线"
            },
            {
                "value": "D",
                "text": "一条复杂的周期性曲线"
            }
        ]
    },
    {
        "id": "MC1-0906",
        "question": "一个FM话音信号的频谱表现为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一条随语音变化高度的垂直线，左右对称伴随一组随语音出现和变化的垂直线"
            },
            {
                "value": "B",
                "text": "一条随语音闪烁的直线"
            },
            {
                "value": "C",
                "text": "多条固定的直线"
            },
            {
                "value": "D",
                "text": "一条复杂的周期性曲线"
            }
        ]
    },
    {
        "id": "MC1-0907",
        "question": "一个PSK31信号的频谱表现为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "一个宽度很窄的单峰"
            },
            {
                "value": "B",
                "text": "一条固定的直线，左右伴随一组对称的随语音变化的直线"
            },
            {
                "value": "C",
                "text": "多条固定的直线"
            },
            {
                "value": "D",
                "text": "一条复杂的周期性曲线"
            }
        ]
    },
    {
        "id": "MC1-0908",
        "question": "在业余无线电领域中，缩写AMSAT是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "美国的业余无线电卫星公司，是一个专注于实验卫星的设计、制造、运行和推进空间教 育的非营利性志愿者组织"
            },
            {
                "value": "B",
                "text": "所有业余无线电卫星的总称"
            },
            {
                "value": "C",
                "text": "某一系列业余无线电卫星的总称"
            },
            {
                "value": "D",
                "text": "某一颗业余无线电卫星的名称"
            }
        ]
    },
    {
        "id": "MC1-0909",
        "question": "在描述业余无线电卫星时经常用到缩写OSCAR（奥斯卡），这个名称的由来是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "“搭载有业余无线电装置的地球轨道卫星”的英文缩写"
            },
            {
                "value": "B",
                "text": "按照发明者奥斯卡的方案设计制造的业余卫星"
            },
            {
                "value": "C",
                "text": "纪念业余无线电技术先驱者奥斯卡"
            },
            {
                "value": "D",
                "text": "电影奥斯卡金奖的基金所赞助的业余卫星活动"
            }
        ]
    },
    {
        "id": "MC1-0910",
        "question": "我国发射的第一颗业余卫星的发射年份、名称、国际OSCAR系列号和转发器模式分别 为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2009年，希望一号（XW-1），HO68，V/U（J）"
            },
            {
                "value": "B",
                "text": "2008年，希望一号（XW-1），HO68，V/U（J）"
            },
            {
                "value": "C",
                "text": "2010年，希望一号（XW-1），HO68，V/U（J）"
            },
            {
                "value": "D",
                "text": "2008年，希望一号（XW-1），无OSCAR编号，B"
            }
        ]
    },
    {
        "id": "MC1-0911",
        "question": "开展EME通信试验的最佳时机是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "月亮处于近地点"
            },
            {
                "value": "B",
                "text": "满月"
            },
            {
                "value": "C",
                "text": "通信两端天气都好"
            },
            {
                "value": "D",
                "text": "太阳黑子数高"
            }
        ]
    },
    {
        "id": "MC1-0912",
        "question": "在EME通信等需要接收极微弱信号的场合，安装前置放大器时应做到：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "尽量安装在靠近天线的地方，信号特别微弱时对放大器进行冷却以降低热噪声"
            },
            {
                "value": "B",
                "text": "尽量安装在靠近接收机的地方，放大器最好加热以防止元器件温度过低"
            },
            {
                "value": "C",
                "text": "尽量安装在靠近接收机的地方，放大器尽量采用较高的电源电压以求更高的增益"
            },
            {
                "value": "D",
                "text": "尽量安装在远离天线的地方，放大器采用射频正反馈电路以提高增益"
            }
        ]
    },
    {
        "id": "MC1-0913",
        "question": "对于需要接收VHF/UHF微弱信号的通信场景，比如月面反射实验，爱好者们时常需要在 所用八木天线的馈电端处就近加装低噪声前置放大器。相比之下，HF通信爱好者却很少将 他们所用的前置放大器装在八木天线或其他收信天线的馈电点处。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "VHF/UHF频段的背景噪声较HF频段为低。将放大器置于接收天线处可降低传输线固有 噪声的影响，提高收信信噪比。而对于HF频段，是否这样做，差别并不明显"
            },
            {
                "value": "B",
                "text": "电缆的固有噪声在VHF/UHF频段更高"
            },
            {
                "value": "C",
                "text": "HF频段的放大器体积太大，不适合安装于天线端"
            },
            {
                "value": "D",
                "text": "HF频段的八木天线体积较大，把放大器装得太近容易引发自激"
            }
        ]
    },
    {
        "id": "MC1-0914",
        "question": "下列哪个业余波段最适合流星余迹散射通信？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "6米"
            },
            {
                "value": "B",
                "text": "10米"
            },
            {
                "value": "C",
                "text": "2米"
            },
            {
                "value": "D",
                "text": "70厘米"
            }
        ]
    },
    {
        "id": "MC1-0915",
        "question": "下列哪些通信方式可用于流星余迹和对流层散射通信实验？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "FT4"
            },
            {
                "value": "B",
                "text": "APRS"
            },
            {
                "value": "C",
                "text": "QPSK31"
            },
            {
                "value": "D",
                "text": "MT63"
            }
        ]
    },
    {
        "id": "MC2-0916",
        "question": "导体是易于传导电流的物质或材料。以下关于导体的正确描述是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "导体中存在大量的可自由移动的电子或离子，施加电压可产生电流"
            },
            {
                "value": "B",
                "text": "多数金属都是导电性能优良的导体，比如银、铜和铝"
            },
            {
                "value": "C",
                "text": "有些金属在高温下呈现零电阻特性，成为超导体"
            },
            {
                "value": "D",
                "text": "某些金属具有压电效应，可用来制作电声元件"
            }
        ]
    },
    {
        "id": "MC3-0917",
        "question": "关于导体，以下说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "霓虹灯中电离发光的气体是导体"
            },
            {
                "value": "B",
                "text": "酸、碱、盐的水溶液是导体"
            },
            {
                "value": "C",
                "text": "石墨是导体"
            },
            {
                "value": "D",
                "text": "云母是导体"
            }
        ]
    },
    {
        "id": "MC4-0918",
        "question": "绝缘体是不易传导电流的物质或材料。以下关于绝缘体的正确描述是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "分子中正负电荷紧密束缚，可自由移动的带电粒子极少，呈现很大的电阻"
            },
            {
                "value": "B",
                "text": "绝缘体也称电介质。有些电介质可用来制作电容器，比如陶瓷和聚苯乙烯"
            },
            {
                "value": "C",
                "text": "随着所加电场的增强，绝缘体会突然导电而成为导体。这种现象称为击穿"
            },
            {
                "value": "D",
                "text": "随着温度的升高，绝缘体的绝缘程度下降。使用绝缘体应当关注工作温度"
            }
        ]
    },
    {
        "id": "MC3-0919",
        "question": "以下哪些可以用作绝缘材料？",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "工程塑料"
            },
            {
                "value": "B",
                "text": "酚醛树脂"
            },
            {
                "value": "C",
                "text": "二氧化硅"
            },
            {
                "value": "D",
                "text": "二氧化锡"
            }
        ]
    },
    {
        "id": "MC3-0920",
        "question": "“击穿”是指施加于绝缘介质上的电压高于一定值时，部分介质突然变成导体，导致介 质的电阻陡然下降的一种现象。以下哪些是对击穿现象的描述？",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "电路中的电容在工作电压显著超过标称耐压后变成导体，造成电路短路"
            },
            {
                "value": "B",
                "text": "天线调谐器工作时，可变电容的极板间出现电弧，导致发射机告警保护"
            },
            {
                "value": "C",
                "text": "验电笔中的氖灯发光"
            },
            {
                "value": "D",
                "text": "台灯里的卤钨灯发光"
            }
        ]
    },
    {
        "id": "MC1-0921",
        "question": "业余无线电设备中的射频部件积灰或受潮后，即使没有击穿或漏电，也可能因绝缘体的 物理性质发生改变而意外产生：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "介质损耗"
            },
            {
                "value": "B",
                "text": "涡流损耗"
            },
            {
                "value": "C",
                "text": "磁滞损耗"
            },
            {
                "value": "D",
                "text": "磁阻损耗"
            }
        ]
    },
    {
        "id": "MC4-0922",
        "question": "半导体是导电能力介于导体与绝缘体之间的一类物质或材料。对半导体的正确描述是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "导电特性易于控制。例如，温度、光照或电场的少许变化可显著改变材料的导电性"
            },
            {
                "value": "B",
                "text": "半导体可分为本征半导体和杂质半导体。后者又有P型和N型之分"
            },
            {
                "value": "C",
                "text": "P型和N型半导体的交界面称为PN结，具有内建电动势和单向导电性"
            },
            {
                "value": "D",
                "text": "硅、锗等半导体材料可用来制作晶体管或集成电路"
            }
        ]
    },
    {
        "id": "MC3-0923",
        "question": "下列哪些器件由半导体材料制成？",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "双极型三极管"
            },
            {
                "value": "B",
                "text": "氮化镓三极管"
            },
            {
                "value": "C",
                "text": "LDMOS三极管"
            },
            {
                "value": "D",
                "text": "电真空三极管"
            }
        ]
    },
    {
        "id": "MC3-0924",
        "question": "静电放电是一种常见电磁现象，时刻伴随日常生活。但是，较强的静电放电却足以损坏 电子设备甚至危及人身，需要预防。以下所述与静电有关的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "刮风时，斜拉天线上出现的直流高压"
            },
            {
                "value": "B",
                "text": "雷雨时，云层中积蓄的巨大能量"
            },
            {
                "value": "C",
                "text": "收信时，接收机收到的各种QRN"
            },
            {
                "value": "D",
                "text": "发话时，电台馈送到天线的射频能量"
            }
        ]
    },
    {
        "id": "MC2-0925",
        "question": "如果将导体置于静电场中，导体将呈现如下特点：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "静电平衡后，导体是等势体，内部场强为零，外表面出现电荷"
            },
            {
                "value": "B",
                "text": "外表面曲率很小时，导体表面的电荷会高度聚集。这可能形成尖端放电"
            },
            {
                "value": "C",
                "text": "静电平衡后，导体是等势体，内部电荷与外表面电荷极性相反"
            },
            {
                "value": "D",
                "text": "外表面曲率很大时，导体表面的电荷会高度聚集。这可能形成尖端放电"
            }
        ]
    },
    {
        "id": "MC2-0926",
        "question": "直流电（DC）是以电荷的运动方向始终不变来定义的。关于直流电，以下描述正确的是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "直流电源的输出端有正负极之分"
            },
            {
                "value": "B",
                "text": "电池提供的是直流电"
            },
            {
                "value": "C",
                "text": "直流电压通常为13.8伏。这样的低压即使短路也没什么危害"
            },
            {
                "value": "D",
                "text": "脉动直流电不含交流成分，因为电荷的运动方向始终不变"
            }
        ]
    },
    {
        "id": "MC1-0927",
        "question": "交流电（AC）是以电荷的运动方向随时间交替变化来定义的。关于交流电，以下描述正 确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "交流电源的输出端没有正负极之分，因为极性总在交替变化"
            },
            {
                "value": "B",
                "text": "220V市电是一种交流电。由于不需区分正负极，所以火线和零线可以混用"
            },
            {
                "value": "C",
                "text": "交流电均为纯正弦波，仅包含单一频率成分"
            },
            {
                "value": "D",
                "text": "业余电台所接收的信号不是交流电。那是复杂波形信号，也就是“复信号”"
            }
        ]
    },
    {
        "id": "MC1-0928",
        "question": "以下哪一个术语可以用来描述交流电每秒改变极性的次数？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率"
            },
            {
                "value": "B",
                "text": "速率"
            },
            {
                "value": "C",
                "text": "波长"
            },
            {
                "value": "D",
                "text": "脉率"
            }
        ]
    },
    {
        "id": "MC1-0929",
        "question": "业余无线电爱好者经常提及的“波长”与无线电波的频率有什么关系？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "波长为光速与频率之比；频率越高，波长越短"
            },
            {
                "value": "B",
                "text": "波长与真空有些关联，但是在现实生活中无用"
            },
            {
                "value": "C",
                "text": "很明显，波长为频率的1/4。这个常数应当牢记"
            },
            {
                "value": "D",
                "text": "很明显，波长为频率的4倍。这个常数应当牢记"
            }
        ]
    },
    {
        "id": "MC1-0930",
        "question": "物理量“电动势”描述的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电子器件或装置将某种形式的能量转化为电能的能力"
            },
            {
                "value": "B",
                "text": "加在电路两端的电源驱动电子流动的力量大小"
            },
            {
                "value": "C",
                "text": "单位时间内流过电路的电子数量"
            },
            {
                "value": "D",
                "text": "电源所能供应的电子数量最大值"
            }
        ]
    },
    {
        "id": "MC1-0931",
        "question": "物理量“电压”描述的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "加在电路两端的电源驱动电子流动的力量大小"
            },
            {
                "value": "B",
                "text": "电子器件或装置将其它形式的能量转化为电能的能力"
            },
            {
                "value": "C",
                "text": "单位时间内流过电路的电子数量"
            },
            {
                "value": "D",
                "text": "电源所能供应的电子数量最大值"
            }
        ]
    },
    {
        "id": "MC1-0932",
        "question": "正弦交流电压或电流的峰值（peakvalue）是指：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从零点算起的最大值"
            },
            {
                "value": "B",
                "text": "一个周期内瞬时值的平均值乘以2＾(1/2)"
            },
            {
                "value": "C",
                "text": "负半周最大幅度与正半周最大幅度的平均值"
            },
            {
                "value": "D",
                "text": "负半周最大幅度与正半周最大幅度的差值的二次方"
            }
        ]
    },
    {
        "id": "MC1-0933",
        "question": "正弦交流电压或电流的峰-峰值（peak-to-peakvalue）是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从负半周峰值到正半周峰值之间的差值"
            },
            {
                "value": "B",
                "text": "从零点算起的最大值"
            },
            {
                "value": "C",
                "text": "负半周最大幅度与正半周最大幅度的差值的二次方"
            },
            {
                "value": "D",
                "text": "负半周最大幅度与正半周最大幅度的差值的平方根"
            }
        ]
    },
    {
        "id": "MC1-0934",
        "question": "任意交流电压的有效值（RMSvoltage）是指：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在同一电阻上可以转换出与该交流电压效果相同的热量的直流电压"
            },
            {
                "value": "B",
                "text": "最终转换成在应用场景中真正发挥作用的有效能量的那部分电压值"
            },
            {
                "value": "C",
                "text": "电压的平均值乘以2＾(1/2)"
            },
            {
                "value": "D",
                "text": "电压的峰值除以2＾(1/2)"
            }
        ]
    },
    {
        "id": "MC1-0935",
        "question": "物理量“电流”描述的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "单位时间内流过电路的电子数量"
            },
            {
                "value": "B",
                "text": "电源所能供应的电子数量最大值"
            },
            {
                "value": "C",
                "text": "通电后流过电路的电子数量"
            },
            {
                "value": "D",
                "text": "电子在导体中的运动速度"
            }
        ]
    },
    {
        "id": "MC1-0936",
        "question": "物理量“电阻”描述的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电路从一点到另一点阻碍电流通过的能力大小"
            },
            {
                "value": "B",
                "text": "电子克服电路阻力所需的能量大小"
            },
            {
                "value": "C",
                "text": "电路阻碍电流通过所消耗的能量大小"
            },
            {
                "value": "D",
                "text": "电路阻断电流所需的过渡时间"
            }
        ]
    },
    {
        "id": "MC1-0937",
        "question": "物理量“功率”描述的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电流在单位时间内所做的功"
            },
            {
                "value": "B",
                "text": "电子通过电路所获得的能量大小"
            },
            {
                "value": "C",
                "text": "负载总共消耗的能量"
            },
            {
                "value": "D",
                "text": "电源所能供应的电子数量最大值"
            }
        ]
    },
    {
        "id": "MC2-0938",
        "question": "直流电路欧姆定律是说：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "流过电阻的电流I与电阻两端的电压U成正比，与阻值R成反比"
            },
            {
                "value": "B",
                "text": "电阻两端的电压U与流过电阻的电流I成正比，与阻值R成正比"
            },
            {
                "value": "C",
                "text": "流过电阻的电流I与电阻两端的电压U成正比，与阻值R成正比"
            },
            {
                "value": "D",
                "text": "电阻两端的电压U与流过电阻的电流I成正比，与阻值R成反比"
            }
        ]
    },
    {
        "id": "MC1-0939",
        "question": "在电路中不受电阻阻碍的电流，种类如下：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "不存在"
            },
            {
                "value": "B",
                "text": "射频电流"
            },
            {
                "value": "C",
                "text": "音频电流"
            },
            {
                "value": "D",
                "text": "直流电流"
            }
        ]
    },
    {
        "id": "MC1-0940",
        "question": "术语“阻抗”描述的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电路从一点到另一点对交流电流阻碍作用的统称"
            },
            {
                "value": "B",
                "text": "电路从一点到另一点阻断直流电流，通过交流电流的能力大小"
            },
            {
                "value": "C",
                "text": "电路从一点到另一点阻断交流电流，通过直流电流的能力大小"
            },
            {
                "value": "D",
                "text": "电路从一点到另一点阻断特定频率交流电流的能力大小"
            }
        ]
    },
    {
        "id": "MC1-0941",
        "question": "电动势的单位是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "伏（特）"
            },
            {
                "value": "B",
                "text": "安（培）"
            },
            {
                "value": "C",
                "text": "瓦（特）"
            },
            {
                "value": "D",
                "text": "欧（姆）"
            }
        ]
    },
    {
        "id": "MC1-0942",
        "question": "电压的单位是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "伏（特）"
            },
            {
                "value": "B",
                "text": "安（培）"
            },
            {
                "value": "C",
                "text": "瓦（特）"
            },
            {
                "value": "D",
                "text": "欧（姆）"
            }
        ]
    },
    {
        "id": "MC1-0943",
        "question": "电流的单位是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "安（培）"
            },
            {
                "value": "B",
                "text": "伏（特）"
            },
            {
                "value": "C",
                "text": "瓦（特）"
            },
            {
                "value": "D",
                "text": "欧（姆）"
            }
        ]
    },
    {
        "id": "MC1-0944",
        "question": "电阻的单位是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "欧（姆）"
            },
            {
                "value": "B",
                "text": "安（培）"
            },
            {
                "value": "C",
                "text": "伏（特）"
            },
            {
                "value": "D",
                "text": "瓦（特）"
            }
        ]
    },
    {
        "id": "MC1-0945",
        "question": "阻抗的单位是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "欧（姆）"
            },
            {
                "value": "B",
                "text": "安（培）"
            },
            {
                "value": "C",
                "text": "伏（特）"
            },
            {
                "value": "D",
                "text": "瓦（特）"
            }
        ]
    },
    {
        "id": "MC1-0946",
        "question": "功率的单位是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "瓦（特）"
            },
            {
                "value": "B",
                "text": "安（培）"
            },
            {
                "value": "C",
                "text": "伏（特）"
            },
            {
                "value": "D",
                "text": "欧（姆）"
            }
        ]
    },
    {
        "id": "MC1-0947",
        "question": "频率的单位是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "赫（兹）"
            },
            {
                "value": "B",
                "text": "亨（利）"
            },
            {
                "value": "C",
                "text": "法（拉）"
            },
            {
                "value": "D",
                "text": "库（伦）"
            }
        ]
    },
    {
        "id": "MC1-0948",
        "question": "在法定计量单位中，词头k的数学意义和文字含义分别为：（“x＾m”表示“x的m次 方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾3，千"
            },
            {
                "value": "B",
                "text": "10＾(-3)，毫"
            },
            {
                "value": "C",
                "text": "10＾6，兆"
            },
            {
                "value": "D",
                "text": "10＾(-6)，微"
            }
        ]
    },
    {
        "id": "MC1-0949",
        "question": "在法定计量单位中，词头m的数学意义和文字含义分别为：（“x＾m”表示“x的m 次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾(-3)，毫"
            },
            {
                "value": "B",
                "text": "10＾3，千"
            },
            {
                "value": "C",
                "text": "10＾6，兆"
            },
            {
                "value": "D",
                "text": "10＾(-6)，微"
            }
        ]
    },
    {
        "id": "MC1-0950",
        "question": "在法定计量单位中，词头M的数学意义和文字含义分别为：（“x＾m”表示“x的m 次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾6，兆"
            },
            {
                "value": "B",
                "text": "10＾(-6)，微"
            },
            {
                "value": "C",
                "text": "10＾3，千"
            },
            {
                "value": "D",
                "text": "10＾(-3)，毫"
            }
        ]
    },
    {
        "id": "MC1-0951",
        "question": "在法定计量单位中，词头μ的数学意义和文字含义分别为：（“x＾m”表示“x的m次 方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾(-6)，微"
            },
            {
                "value": "B",
                "text": "10＾6，兆"
            },
            {
                "value": "C",
                "text": "10＾(-3)，毫"
            },
            {
                "value": "D",
                "text": "10＾3，千"
            }
        ]
    },
    {
        "id": "MC1-0952",
        "question": "在法定计量单位中，词头G的数学意义和文字含义分别为：（“x＾m”表示“x的m次 方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾9，吉"
            },
            {
                "value": "B",
                "text": "10＾6，兆"
            },
            {
                "value": "C",
                "text": "10＾12，太"
            },
            {
                "value": "D",
                "text": "10＾(-12)，皮"
            }
        ]
    },
    {
        "id": "MC1-0953",
        "question": "在法定计量单位中，词头n的数学意义和文字含义分别为：（“x＾m”表示“x的m次 方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾(-9)，纳"
            },
            {
                "value": "B",
                "text": "10＾9，吉"
            },
            {
                "value": "C",
                "text": "10＾12，太"
            },
            {
                "value": "D",
                "text": "10＾(-12)，皮"
            }
        ]
    },
    {
        "id": "MC1-0954",
        "question": "在法定计量单位中，词头T的数学意义和文字含义分别为：（“x＾m”表示“x的m次 方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾12，太"
            },
            {
                "value": "B",
                "text": "10＾-12，皮"
            },
            {
                "value": "C",
                "text": "10＾9，吉"
            },
            {
                "value": "D",
                "text": "10＾(-9)，纳"
            }
        ]
    },
    {
        "id": "MC1-0955",
        "question": "在法定计量单位中，词头p的数学意义和文字含义分别为：（“x＾m”表示“x的m次 方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "10＾(-12)，皮"
            },
            {
                "value": "B",
                "text": "10＾12，太"
            },
            {
                "value": "C",
                "text": "10＾(-9)，纳"
            },
            {
                "value": "D",
                "text": "10＾9，吉"
            }
        ]
    },
    {
        "id": "MC1-0956",
        "question": "以下哪个业余无线电通信缩语可以表述术语“射频”或特指无线电用途的某个频率？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "RF"
            },
            {
                "value": "B",
                "text": "HF"
            },
            {
                "value": "C",
                "text": "AF"
            },
            {
                "value": "D",
                "text": "MF"
            }
        ]
    },
    {
        "id": "MC1-0957",
        "question": "术语“音频”是指人们可以普遍听到的声音的频率。以下描述正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "音频的频率范围大致为16Hz-20kHz"
            },
            {
                "value": "B",
                "text": "音频位于VLF至MF多个频带内"
            },
            {
                "value": "C",
                "text": "音频的频率范围大致为16kHz-20kHz"
            },
            {
                "value": "D",
                "text": "音频位于VHF频带内"
            }
        ]
    },
    {
        "id": "MC1-0958",
        "question": "无线电通信及相关测试设备、电视设备和音频设备常用的传输接口标称阻抗分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50欧、75欧和600欧"
            },
            {
                "value": "B",
                "text": "50欧、600欧和75欧"
            },
            {
                "value": "C",
                "text": "50欧、50欧和75欧"
            },
            {
                "value": "D",
                "text": "75欧、50欧和16欧"
            }
        ]
    },
    {
        "id": "MC1-0959",
        "question": "1,805,000Hz可以表述为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "1.805MHz"
            },
            {
                "value": "B",
                "text": "1.805kHz"
            },
            {
                "value": "C",
                "text": "1.805mHz"
            },
            {
                "value": "D",
                "text": "1.805GHz"
            }
        ]
    },
    {
        "id": "MC1-0960",
        "question": "2430MHz可以表示为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2.43GHz"
            },
            {
                "value": "B",
                "text": "243GHz"
            },
            {
                "value": "C",
                "text": "0.00243nHz"
            },
            {
                "value": "D",
                "text": "24.3kHz"
            }
        ]
    },
    {
        "id": "MC1-0961",
        "question": "将阻值为1欧的电阻与13.8伏电源并联，电阻所耗散的功率大约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "190瓦"
            },
            {
                "value": "B",
                "text": "13.8伏"
            },
            {
                "value": "C",
                "text": "13.8安"
            },
            {
                "value": "D",
                "text": "190伏安"
            }
        ]
    },
    {
        "id": "MC1-0962",
        "question": "5W可以表示为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "37dBm"
            },
            {
                "value": "B",
                "text": "5dBW"
            },
            {
                "value": "C",
                "text": "17dBm"
            },
            {
                "value": "D",
                "text": "35dBμ"
            }
        ]
    },
    {
        "id": "MC1-0963",
        "question": "0.25W可以表示为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "54dBμ"
            },
            {
                "value": "B",
                "text": "6dBW"
            },
            {
                "value": "C",
                "text": "36dBm"
            },
            {
                "value": "D",
                "text": "25dBm"
            }
        ]
    },
    {
        "id": "MC1-0964",
        "question": "0.4kW可以表示为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "86dBμ"
            },
            {
                "value": "B",
                "text": "400dBm"
            },
            {
                "value": "C",
                "text": "6000dBm"
            },
            {
                "value": "D",
                "text": "34dBm"
            }
        ]
    },
    {
        "id": "MC4-0965",
        "question": "电源是业余无线电爱好者常用的一种供电装置。我们对电源的理解是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "电源是一种将某种形式的能量转化为电能的供电装置"
            },
            {
                "value": "B",
                "text": "电池是一种电源，其将化学能转化为电能，也称化学电源"
            },
            {
                "value": "C",
                "text": "直流电源是将输入交流电或直流电转换成电压和电流符合要求的另一直流电的装置"
            },
            {
                "value": "D",
                "text": "变压器可将交流电压和电流转换成交流的另一种电压和电流，可用来制作交流电源"
            }
        ]
    },
    {
        "id": "MC1-0966",
        "question": "电源两端电动势的方向为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从电源的负极到正极"
            },
            {
                "value": "B",
                "text": "从电源的正极到负极"
            },
            {
                "value": "C",
                "text": "取决于负载电阻和电源内阻的相对大小"
            },
            {
                "value": "D",
                "text": "与电源的电压方向相同"
            }
        ]
    },
    {
        "id": "MC1-0967",
        "question": "电源两端电压的方向为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "从电源的正极到负极"
            },
            {
                "value": "B",
                "text": "从电源的负极到正极"
            },
            {
                "value": "C",
                "text": "取决于负载电阻和电源内阻的相对大小"
            },
            {
                "value": "D",
                "text": "与电源的电动势方向相同"
            }
        ]
    },
    {
        "id": "MC3-0968",
        "question": "为业余无线电设备供电的外置电源具有多种类型。常见的有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "开关电源"
            },
            {
                "value": "B",
                "text": "线性电源"
            },
            {
                "value": "C",
                "text": "蓄电池"
            },
            {
                "value": "D",
                "text": "标准电池"
            }
        ]
    },
    {
        "id": "MC3-0969",
        "question": "下列哪一种电池可以充电？",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "锂离子电池"
            },
            {
                "value": "B",
                "text": "钠离子电池"
            },
            {
                "value": "C",
                "text": "铅酸电池"
            },
            {
                "value": "D",
                "text": "碱性干电池"
            }
        ]
    },
    {
        "id": "MC1-0970",
        "question": "如何在电网停电的情况下给一个12伏的铅酸蓄电池充电？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "用适当的连线将待充电蓄电池与汽车的蓄电池并联，然后发动车辆"
            },
            {
                "value": "B",
                "text": "往蓄电池里加一些酸"
            },
            {
                "value": "C",
                "text": "将蓄电池放在冰里冷却一会儿"
            },
            {
                "value": "D",
                "text": "将蓄电池串联一个电灯泡作为限流装置，然后连接到220伏市电上"
            }
        ]
    },
    {
        "id": "MC1-0971",
        "question": "使用蓄电池为电台供电时，应如何估算电池供电的时长？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "用电池的标称安时数除以收发信机的平均工作电流"
            },
            {
                "value": "B",
                "text": "用电池的标称瓦时数除以收发信机的发射功率"
            },
            {
                "value": "C",
                "text": "用电池的标称电压除以收发信机的平均工作电流"
            },
            {
                "value": "D",
                "text": "用收发信机的发射功率除以电池的标称电压"
            }
        ]
    },
    {
        "id": "MC1-0972",
        "question": "电源的内阻对电路的影响是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "使电源的实际输出电压降低"
            },
            {
                "value": "B",
                "text": "使电源的电动势降低"
            },
            {
                "value": "C",
                "text": "使电源的输出功率增加"
            },
            {
                "value": "D",
                "text": "使电源的自身的能耗降低"
            }
        ]
    },
    {
        "id": "MC1-0973",
        "question": "有些收发信机会在直流13.8V供电线路中串联一个熔断器，并在其后反向并联一个额定 电流很大的二极管作保护之用。该电路利用了二极管的什么特性？是如何工作的？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "利用二极管中PN结的单向导电性；若电源极性接反，近乎短路的电流烧断熔丝，切断供 电"
            },
            {
                "value": "B",
                "text": "在电源过压时利用二极管的击穿特性吸收电流以稳定供电电压"
            },
            {
                "value": "C",
                "text": "在电源过流时利用二极管的击穿特性吸收电流以稳定供电电压"
            },
            {
                "value": "D",
                "text": "若设备过热时利用二极管的热失控特性短路电源，烧断熔丝，切断供电"
            }
        ]
    },
    {
        "id": "MC2-0974",
        "question": "有些收发信机会在13.8V直流电源插座附近安装一个标有数字的复位按钮。其作用是什 么？",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "当设备过流时切断电源"
            },
            {
                "value": "B",
                "text": "当电源极性接反时切断电源"
            },
            {
                "value": "C",
                "text": "如果工作温度超过数字所注的温度值则切断电源"
            },
            {
                "value": "D",
                "text": "如果工作电压超过数字所注的伏特数则切断电源"
            }
        ]
    },
    {
        "id": "MC1-0975",
        "question": "万用表可以用来测量哪些物理量？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电压、电流和电阻"
            },
            {
                "value": "B",
                "text": "信号的强度和噪声"
            },
            {
                "value": "C",
                "text": "阻抗中的电抗成分"
            },
            {
                "value": "D",
                "text": "驻波比和射频功率"
            }
        ]
    },
    {
        "id": "MC1-0976",
        "question": "用万用表的交流电压档测量简单正弦交流电压时所得的读数为该电压的：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "有效值"
            },
            {
                "value": "B",
                "text": "最大值"
            },
            {
                "value": "C",
                "text": "峰-峰值"
            },
            {
                "value": "D",
                "text": "平均值"
            }
        ]
    },
    {
        "id": "MC1-0977",
        "question": "用万用表的直流电压档测量简单正弦交流电压时所得的读数均应视为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "零值"
            },
            {
                "value": "B",
                "text": "该电压的最大值"
            },
            {
                "value": "C",
                "text": "该电压的峰-峰值"
            },
            {
                "value": "D",
                "text": "该电压的有效值"
            }
        ]
    },
    {
        "id": "MC1-0978",
        "question": "使用万用表测量电流时，应怎样将仪表接入电路？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "串联至电路中"
            },
            {
                "value": "B",
                "text": "并联至电路中"
            },
            {
                "value": "C",
                "text": "正交至电路中"
            },
            {
                "value": "D",
                "text": "与电路同相连接"
            }
        ]
    },
    {
        "id": "MC1-0979",
        "question": "下列哪一种做法可能损坏万用表？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "用万用表的电流档测量电压"
            },
            {
                "value": "B",
                "text": "用数字式万用表的电阻档测量电压"
            },
            {
                "value": "C",
                "text": "用大电压量程测量了一个非常小的电压"
            },
            {
                "value": "D",
                "text": "没有让待测量设备适当地预热"
            }
        ]
    },
    {
        "id": "MC1-0980",
        "question": "用万用表的电阻档测量某电路两点间的阻值时需要留意什么先决条件？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "确保待测电路没有连接任何电源"
            },
            {
                "value": "B",
                "text": "确保待测电路已正常接通了工作所需的电源"
            },
            {
                "value": "C",
                "text": "确保待测电路已经正常接地"
            },
            {
                "value": "D",
                "text": "确保待测电路正常工作在所需频率下"
            }
        ]
    },
    {
        "id": "MC1-0981",
        "question": "要大致判断一节干电池是否已经失效，可用的方法是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "用万用表的电压档测量电池的端电压，显著低于标称电压表明电池失效"
            },
            {
                "value": "B",
                "text": "用指针式万用表的电阻档测量电池的内阻。指针缓慢回退表明电池失效"
            },
            {
                "value": "C",
                "text": "找一支内置熔丝的万用表，用电流档测量电池两端并观察电流是否够大"
            },
            {
                "value": "D",
                "text": "用万用表的通断测试档判断电池极性。如果极性消失则表明电池已失效"
            }
        ]
    },
    {
        "id": "MC1-0982",
        "question": "用万用表的电阻档测量一副阻抗为50欧姆的四分之一波长接地天线，读数为0欧。可能 的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该天线与地之间可能存在由电感线圈构成的直流通路"
            },
            {
                "value": "B",
                "text": "该天线肯定已经短路损坏"
            },
            {
                "value": "C",
                "text": "该天线肯定无法与特性阻抗为50欧的馈线相匹配"
            },
            {
                "value": "D",
                "text": "该天线肯定无法与输出阻抗为50欧姆的收发信机相匹配"
            }
        ]
    },
    {
        "id": "MC1-0983",
        "question": "用万用表的电阻档测量一副阻抗为50欧姆的四分之一波长接地天线，读数为无穷大。可 能的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该天线与地之间不存在由电感线圈构成的直流通路"
            },
            {
                "value": "B",
                "text": "该天线肯定已经开路损坏"
            },
            {
                "value": "C",
                "text": "该天线肯定无法与特性阻抗为50欧的馈线相匹配"
            },
            {
                "value": "D",
                "text": "该天线肯定无法与输出阻抗为50欧姆的收发信机相匹配"
            }
        ]
    },
    {
        "id": "MC1-0984",
        "question": "用万用表的电阻档测量一副用四分之一波长的导线自制的偶极天线的中心馈电点阻抗。 可能的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "读数为无穷大"
            },
            {
                "value": "B",
                "text": "读数为50欧姆"
            },
            {
                "value": "C",
                "text": "随着天线升高，阻抗逐渐接近75欧姆"
            },
            {
                "value": "D",
                "text": "读数受表笔连线引入的附加驻波比影响"
            }
        ]
    },
    {
        "id": "MC1-0985",
        "question": "用万用表的电阻档测量一条终端开路的任意长度理想50欧同轴电缆的中心导体和屏蔽 层之间的电阻。可能的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "读数为无穷大"
            },
            {
                "value": "B",
                "text": "读数为0欧姆"
            },
            {
                "value": "C",
                "text": "读数为50欧姆"
            },
            {
                "value": "D",
                "text": "读数与电缆长度有关"
            }
        ]
    },
    {
        "id": "MC1-0986",
        "question": "用万用表的电阻档测量一条终端短路的任意长度理想50欧同轴电缆的中心导体和屏蔽 层之间的电阻。可能的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "读数为0欧姆"
            },
            {
                "value": "B",
                "text": "读数为无穷大"
            },
            {
                "value": "C",
                "text": "读数为50欧姆"
            },
            {
                "value": "D",
                "text": "读数与电缆长度有关"
            }
        ]
    },
    {
        "id": "MC1-0987",
        "question": "哪一种焊接材料比较适合业余无线电制作和维修？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "松香芯焊锡丝"
            },
            {
                "value": "B",
                "text": "银焊条"
            },
            {
                "value": "C",
                "text": "铜焊条"
            },
            {
                "value": "D",
                "text": "酸性芯焊锡丝"
            }
        ]
    },
    {
        "id": "MC1-0988",
        "question": "将一个电阻为R的负载接到电压为U的电源上。关于负载中的电流I及负载所消耗的功 率Ｐ，以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "I=U/R； P=U＾2/R"
            },
            {
                "value": "B",
                "text": "I=U/R； P=U/R"
            },
            {
                "value": "C",
                "text": "I=R/U； P=U＾2×R"
            },
            {
                "value": "D",
                "text": "I=R/U； P=U×R"
            }
        ]
    },
    {
        "id": "MC1-0989",
        "question": "一个电阻为R的负载中流过的电流为I。关于负载两端的电压U及负载所消耗的功率Ｐ， 以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "U=I×R； P=I＾2×R"
            },
            {
                "value": "B",
                "text": "U=I×R； P=I×R"
            },
            {
                "value": "C",
                "text": "U=R/ I；P=R/ I＾2"
            },
            {
                "value": "D",
                "text": "U=R/I；P=R /I"
            }
        ]
    },
    {
        "id": "MC1-0990",
        "question": "一个电阻负载两端电压为U，流过的电流为I。关于该负载的电阻R和所消耗的功率P， 以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "R=U/I； P=U×I"
            },
            {
                "value": "B",
                "text": "R=U×I；P=U/I"
            },
            {
                "value": "C",
                "text": "R=U×I；P=U/I＾2"
            },
            {
                "value": "D",
                "text": "R=U×I；P=U/I"
            }
        ]
    },
    {
        "id": "MC1-0991",
        "question": "一个电阻负载两端电压为U，所消耗的功率为P。关于负载的电阻R及流过其中的电流 I，以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "R=U＾2/P；I=P/U"
            },
            {
                "value": "B",
                "text": "R=U/P；I=P/U"
            },
            {
                "value": "C",
                "text": "R=P＾2/U；I=U/P"
            },
            {
                "value": "D",
                "text": "R=P/U；I=U/P"
            }
        ]
    },
    {
        "id": "MC1-0992",
        "question": "有阻值分别为R1和R2的两个负载。R1的阻值是R2的N倍。把它们并联后接到电源 上，则以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "流过R1的电流是R2的1/N，R1消耗的功率是R2的1/N"
            },
            {
                "value": "B",
                "text": "流过R1的电流是R2的N倍，R1消耗的功率是R2的N＾2倍"
            },
            {
                "value": "C",
                "text": "流过R1的电流与R2的相同，R1消耗的功率是R2的1/N＾2"
            },
            {
                "value": "D",
                "text": "流过R1的电流与R2的相同，R1消耗的功率是R2的N倍"
            }
        ]
    },
    {
        "id": "MC1-0993",
        "question": "有阻值分别为R1和R2的两个负载。R1的阻值是R2的N倍。把它们并联后接到电源 上，则以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "R1两端的电压与R2的相同，R1消耗的功率是R2的1/N"
            },
            {
                "value": "B",
                "text": "R1两端的电压与R2的相同，R1消耗的功率是R2的N＾2倍"
            },
            {
                "value": "C",
                "text": "R1两端的电压是R2的1/N，R1消耗的功率是R2的1/N＾2"
            },
            {
                "value": "D",
                "text": "R1两端的电压是R2的N倍，R1消耗的功率是R2的N＾2倍"
            }
        ]
    },
    {
        "id": "MC1-0994",
        "question": "有阻值分别为R1和R2的两个负载。R1的阻值是R2的N倍。把它们串联后接到电源 上，则以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "流过R1的电流与R2的相同，R1消耗的功率是R2的N倍"
            },
            {
                "value": "B",
                "text": "流过R1的电流与R2的相同，R1消耗的功率是R2的1/N"
            },
            {
                "value": "C",
                "text": "流过R1的电流是R2的1/N，R1消耗的功率是R2的1/N＾2"
            },
            {
                "value": "D",
                "text": "流过R1的电流是R2的N倍，R1消耗的功率是R2的N＾2倍"
            }
        ]
    },
    {
        "id": "MC1-0995",
        "question": "有阻值分别为R1和R2的两个负载。R1的阻值是R2的N倍。把它们串联后接到电源 上，则以下描述正确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "R1两端的电压是R2的N倍，R1消耗的功率是R2的N倍"
            },
            {
                "value": "B",
                "text": "R1两端的电压是R2的1/N，R1消耗的功率是R2的1/N＾2"
            },
            {
                "value": "C",
                "text": "R1两端的电压与R2的相同，R1消耗的功率是R2的1/N"
            },
            {
                "value": "D",
                "text": "R1两端的电压与R2的相同，R1消耗的功率是R2的N＾2倍"
            }
        ]
    },
    {
        "id": "MC1-0996",
        "question": "已知A、B两个设备的工作电压相同，若A所消耗的电功率是B的N倍，则以下描述正 确的是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "A的工作电流是B的N倍"
            },
            {
                "value": "B",
                "text": "A的工作电流是B的N＾(1/2)倍"
            },
            {
                "value": "C",
                "text": "A的工作电流是B的N＾2倍"
            },
            {
                "value": "D",
                "text": "A的工作电流是B的1/N倍"
            }
        ]
    },
    {
        "id": "MC1-0997",
        "question": "已知A、B两个设备的工作电压相同，若流过A的电流是B的N倍，则以下描述正确的 是：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "A所消耗的电功率是B的N倍"
            },
            {
                "value": "B",
                "text": "A所消耗的电功率是B的N＾(1/2)倍"
            },
            {
                "value": "C",
                "text": "A所消耗的电功率是B的N＾2倍"
            },
            {
                "value": "D",
                "text": "A所消耗的电功率是B的1/N倍"
            }
        ]
    },
    {
        "id": "MC1-0998",
        "question": "将N个相同的电阻负载串联后接到电源上，则与每个负载分别接到电源上相比：（“x ＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "串联后流过每个电阻的电流减少到1/N，每个电阻的耗电功率减少到1/N＾2"
            },
            {
                "value": "B",
                "text": "串联后流过每个电阻的电流减少到1/N，每个电阻的耗电功率减少到1/N"
            },
            {
                "value": "C",
                "text": "串联后流过每个电阻的电流不变，每个电阻的耗电功率减少到1/N"
            },
            {
                "value": "D",
                "text": "串联后流过每个电阻的电流增加到N倍，每个电阻的耗电功率增加到N＾2倍"
            }
        ]
    },
    {
        "id": "MC1-0999",
        "question": "将N个相同的电阻负载串联后接到电源上，则与每个负载分别接到电源上相比：（“x ＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "串联后每个电阻两端的电压减少到1/N，每个电阻的耗电功率减少到1/N＾2"
            },
            {
                "value": "B",
                "text": "串联后每个电阻两端的电压减少到1/N，每个电阻的耗电功率减少到1/N"
            },
            {
                "value": "C",
                "text": "串联后每个电阻两端的电压不变，每个电阻的耗电功率减少到1/N"
            },
            {
                "value": "D",
                "text": "串联后每个电阻两端的电压增加到N倍，每个电阻的耗电功率增加到N＾2倍"
            }
        ]
    },
    {
        "id": "MC1-1000",
        "question": "将N个相同的电阻负载并联后接到电源上，则与每个负载分别接到电源上相比：（“x ＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "并联后流过每个电阻的电流不变，所有电阻的总耗电功率为单个电阻的N倍"
            },
            {
                "value": "B",
                "text": "并联后流过每个电阻的电流不变，所有电阻的总耗电功率为单个电阻的N＾2倍"
            },
            {
                "value": "C",
                "text": "并联后流过每个电阻的电流增加到N倍，每个电阻的总耗电功率增加到N＾2倍"
            },
            {
                "value": "D",
                "text": "并联后流过每个电阻的电流减少到1/N，每个电阻的总耗电功率减少到1/N＾2"
            }
        ]
    },
    {
        "id": "MC1-1001",
        "question": "将N个相同的电阻负载并联后接到电源上，则与每个负载分别接到电源上相比：（“x ＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "并联后每个电阻两端的电压不变，所有电阻的总耗电功率为单个电阻的N倍"
            },
            {
                "value": "B",
                "text": "并联后每个电阻两端的电压不变，所有电阻的总耗电功率为单个电阻的N＾2倍"
            },
            {
                "value": "C",
                "text": "并联后每个电阻两端的电压增加到N倍，每个电阻的总耗电功率增加到N＾2倍"
            },
            {
                "value": "D",
                "text": "并联后每个电阻两端的电压减少到1/N，每个电阻的总耗电功率减少到1/N＾2"
            }
        ]
    },
    {
        "id": "MC1-1002",
        "question": "对于一个电阻负载，若将其两端的电压提高n%，则：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "耗电量增加到原来的[（100+n）/100]＾2"
            },
            {
                "value": "B",
                "text": "耗电量增加到原来的（100+n）/100"
            },
            {
                "value": "C",
                "text": "耗电量比原来增加n%"
            },
            {
                "value": "D",
                "text": "耗电量比原来增加（n%）＾2"
            }
        ]
    },
    {
        "id": "MC1-1003",
        "question": "对于一个电阻负载，若将其两端的电压降低n%，则：（“x＾m”表示“x的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "耗电量减少到原来的[（100-n）/100]＾2"
            },
            {
                "value": "B",
                "text": "耗电量减少到原来的（100-n）/100"
            },
            {
                "value": "C",
                "text": "耗电量比原来减少n%"
            },
            {
                "value": "D",
                "text": "耗电量比原来减少（n%）＾2"
            }
        ]
    },
    {
        "id": "MC1-1004",
        "question": "对于峰-峰值为100伏的正弦交流信号，其有效值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "35.4伏"
            },
            {
                "value": "B",
                "text": "70.7伏"
            },
            {
                "value": "C",
                "text": "141伏"
            },
            {
                "value": "D",
                "text": "50.0伏"
            }
        ]
    },
    {
        "id": "MC1-1005",
        "question": "对于峰值为100伏的正弦交流信号，其有效值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "70.7伏"
            },
            {
                "value": "B",
                "text": "35.4伏"
            },
            {
                "value": "C",
                "text": "141伏"
            },
            {
                "value": "D",
                "text": "50.0伏"
            }
        ]
    },
    {
        "id": "MC1-1006",
        "question": "对于最小值为-50伏、峰-峰值为100伏的方波信号，其有效值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50.0伏"
            },
            {
                "value": "B",
                "text": "70.7伏"
            },
            {
                "value": "C",
                "text": "35.4伏"
            },
            {
                "value": "D",
                "text": "100伏"
            }
        ]
    },
    {
        "id": "MC1-1007",
        "question": "对于最小值为0伏，峰-峰值为100伏的方波信号，其有效值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50.0伏"
            },
            {
                "value": "B",
                "text": "100伏"
            },
            {
                "value": "C",
                "text": "70.7伏"
            },
            {
                "value": "D",
                "text": "35.4伏"
            }
        ]
    },
    {
        "id": "MC1-1008",
        "question": "对于最小值为-100伏，平均值为0伏的正弦波信号，若将其负半周的极性调转，使之成 为一种脉动直流电，则有效值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "70.7 伏"
            },
            {
                "value": "B",
                "text": "50.0 伏"
            },
            {
                "value": "C",
                "text": "-50.0 伏"
            },
            {
                "value": "D",
                "text": "-70.7 伏"
            }
        ]
    },
    {
        "id": "MC1-1009",
        "question": "对于最大值为100伏，平均值为0伏的正弦波信号，若将其正半周的极性调转，使之成 为一种负的脉动直流电，则有效值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "70.7 伏"
            },
            {
                "value": "B",
                "text": "50.0 伏"
            },
            {
                "value": "C",
                "text": "-50.0 伏"
            },
            {
                "value": "D",
                "text": "-70.7 伏"
            }
        ]
    },
    {
        "id": "MC1-1010",
        "question": "对于峰-峰值为100伏的正弦交流信号，其平均值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0伏"
            },
            {
                "value": "B",
                "text": "35.4伏"
            },
            {
                "value": "C",
                "text": "70.7伏"
            },
            {
                "value": "D",
                "text": "141伏"
            }
        ]
    },
    {
        "id": "MC1-1011",
        "question": "对于峰值为100伏的正弦交流信号，其平均值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0伏"
            },
            {
                "value": "B",
                "text": "50.0伏"
            },
            {
                "value": "C",
                "text": "70.7伏"
            },
            {
                "value": "D",
                "text": "35.4伏"
            }
        ]
    },
    {
        "id": "MC1-1012",
        "question": "对于最小值为-50伏、峰-峰值为100伏的方波信号，其平均值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0伏"
            },
            {
                "value": "B",
                "text": "50.0伏"
            },
            {
                "value": "C",
                "text": "70.7伏"
            },
            {
                "value": "D",
                "text": "50.0伏"
            }
        ]
    },
    {
        "id": "MC1-1013",
        "question": "对于最小值为0伏，峰-峰值为100伏的方波信号，其平均值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50.0伏"
            },
            {
                "value": "B",
                "text": "100伏"
            },
            {
                "value": "C",
                "text": "70.7伏"
            },
            {
                "value": "D",
                "text": "35.4伏"
            }
        ]
    },
    {
        "id": "MC1-1014",
        "question": "对于最小值为-50伏，峰-峰值为100伏的三角波信号，其平均值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0伏"
            },
            {
                "value": "B",
                "text": "50.0伏"
            },
            {
                "value": "C",
                "text": "70.7伏"
            },
            {
                "value": "D",
                "text": "35.4伏"
            }
        ]
    },
    {
        "id": "MC1-1015",
        "question": "对于最小值为0伏、峰-峰值为100伏的三角波信号，其平均值电压为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "50.0伏"
            },
            {
                "value": "B",
                "text": "100伏"
            },
            {
                "value": "C",
                "text": "70.7伏"
            },
            {
                "value": "D",
                "text": "35.4伏"
            }
        ]
    },
    {
        "id": "MC1-1016",
        "question": "用电压为120V的蓄电池组和峰值电压为120V的交流变压器分别驱动参数相同的两个电 阻负载。在相同时间内，哪一个电阻发出的热量多？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器上的电阻的2倍左右"
            },
            {
                "value": "B",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器上的电阻的0.7倍左右"
            },
            {
                "value": "C",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器上的电阻的1.4倍左右"
            },
            {
                "value": "D",
                "text": "两个电源所驱动的电阻发热相同"
            }
        ]
    },
    {
        "id": "MC1-1017",
        "question": "用电压为120V的蓄电池组和有效值电压为120V的交流变压器分别驱动参数相同的两个 电阻负载。在相同时间内，哪一个电阻发出的热量多？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "两个电源所驱动的电阻发热相同"
            },
            {
                "value": "B",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器上的电阻的1.4倍左右"
            },
            {
                "value": "C",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器上的电阻的0.7倍左右"
            },
            {
                "value": "D",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器上的电阻的2倍左右"
            }
        ]
    },
    {
        "id": "MC1-1018",
        "question": "用电压为120V的蓄电池组和有效值电压为120V的交流变压器串联二极管后分别驱动参 数相同的两个电阻负载。在相同时间内，哪一个电阻发出的热量多？（忽略二极管的正向压 降）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器电路上的电阻的2倍左右"
            },
            {
                "value": "B",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器电路上的电阻的1.4倍左右"
            },
            {
                "value": "C",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器电路上的电阻的0.7倍左右"
            },
            {
                "value": "D",
                "text": "两个电源所驱动的电阻发热相同"
            }
        ]
    },
    {
        "id": "MC1-1019",
        "question": "用电压为120V的蓄电池组和峰值电压为120V的交流变压器经过带电容滤波的全波整流 电路分别驱动参数相同的两个电阻负载。在相同时间内，哪一个电阻发出的热量多？（忽略 整流器的正向压降）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "两个电源所驱动的电阻发热大致相同"
            },
            {
                "value": "B",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器电路上的电阻的2倍左右"
            },
            {
                "value": "C",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器电路上的电阻的1.4倍左右"
            },
            {
                "value": "D",
                "text": "蓄电池驱动的电阻所发的热量是交流变压器电路上的电阻的0.7倍左右"
            }
        ]
    },
    {
        "id": "MC1-1020",
        "question": "用有效值电压为120V、频率为50Hz的交流电源和有效值电压为120V、频率为10kHz 的方波电源分别驱动参数相同的两个电阻负载。在相同时间内，哪一个电阻发出的热量多？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "两个电源所驱动的电阻发热大致相同"
            },
            {
                "value": "B",
                "text": "10kHz电路电阻所发的热量是50Hz电路电阻的5倍左右"
            },
            {
                "value": "C",
                "text": "10kHz电路电阻所发的热量是50Hz电路电阻的1/5左右"
            },
            {
                "value": "D",
                "text": "10kHz电路电阻所发的热量是50Hz电路电阻的200倍左右"
            }
        ]
    },
    {
        "id": "MC1-1059",
        "question": "附图中的电路元器件符号代表： [image: MC1-1059.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接地"
            },
            {
                "value": "B",
                "text": "天线"
            },
            {
                "value": "C",
                "text": "电阻"
            },
            {
                "value": "D",
                "text": "二极管"
            }
        ]
    },
    {
        "id": "MC1-1060",
        "question": "附图中的电路元器件符号代表： [image: MC1-1060.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "天线"
            },
            {
                "value": "B",
                "text": "接地"
            },
            {
                "value": "C",
                "text": "电阻"
            },
            {
                "value": "D",
                "text": "二极管"
            }
        ]
    },
    {
        "id": "MC1-1061",
        "question": "附图中的电路元器件符号代表： [image: MC1-1061.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "熔断器"
            },
            {
                "value": "B",
                "text": "电容"
            },
            {
                "value": "C",
                "text": "电阻"
            },
            {
                "value": "D",
                "text": "二极管"
            }
        ]
    },
    {
        "id": "MC1-1062",
        "question": "附图中的电路元器件符号代表： [image: MC1-1062.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电容器"
            },
            {
                "value": "B",
                "text": "熔断器"
            },
            {
                "value": "C",
                "text": "电阻"
            },
            {
                "value": "D",
                "text": "二极管"
            }
        ]
    },
    {
        "id": "MC1-1063",
        "question": "附图中的电路元器件符号代表： [image: MC1-1063.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电阻"
            },
            {
                "value": "B",
                "text": "电容器"
            },
            {
                "value": "C",
                "text": "熔断器"
            },
            {
                "value": "D",
                "text": "压电晶体"
            }
        ]
    },
    {
        "id": "MC1-1064",
        "question": "附图中的电路元器件符号代表： [image: MC1-1064.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "二极管"
            },
            {
                "value": "B",
                "text": "电容器"
            },
            {
                "value": "C",
                "text": "线圈"
            },
            {
                "value": "D",
                "text": "电阻"
            }
        ]
    },
    {
        "id": "MC1-1065",
        "question": "附图中的电路元器件符号代表： [image: MC1-1065.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "线圈"
            },
            {
                "value": "B",
                "text": "二极管"
            },
            {
                "value": "C",
                "text": "电容器"
            },
            {
                "value": "D",
                "text": "电阻"
            }
        ]
    },
    {
        "id": "MC1-1066",
        "question": "附图中的电路元器件符号代表： [image: MC1-1066.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电池"
            },
            {
                "value": "B",
                "text": "二极管"
            },
            {
                "value": "C",
                "text": "线圈"
            },
            {
                "value": "D",
                "text": "电阻"
            }
        ]
    },
    {
        "id": "MC1-1067",
        "question": "附图中的电路元器件符号代表： [image: MC1-1067.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "压电晶体"
            },
            {
                "value": "B",
                "text": "电池"
            },
            {
                "value": "C",
                "text": "二极管"
            },
            {
                "value": "D",
                "text": "电阻"
            }
        ]
    },
    {
        "id": "MC1-1068",
        "question": "附图中的电路元器件符号代表： [image: MC1-1068.png]",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "稳压二极管"
            },
            {
                "value": "B",
                "text": "压电晶体"
            },
            {
                "value": "C",
                "text": "发光二极管"
            },
            {
                "value": "D",
                "text": "电阻"
            }
        ]
    },
    {
        "id": "MC1-1069",
        "question": "附图中的电路元器件符号代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发光二极管"
            },
            {
                "value": "B",
                "text": "稳压二极管"
            },
            {
                "value": "C",
                "text": "压电晶体"
            },
            {
                "value": "D",
                "text": "电阻"
            }
        ]
    },
    {
        "id": "MC1-1070",
        "question": "附图中的电路元器件符号代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "PNP双极型晶体管"
            },
            {
                "value": "B",
                "text": "NPN双极型晶体管"
            },
            {
                "value": "C",
                "text": "结型场效应晶体管"
            },
            {
                "value": "D",
                "text": "绝缘栅场效应晶体管"
            }
        ]
    },
    {
        "id": "MC1-1071",
        "question": "附图中的电路元器件符号代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "NPN双极型晶体管"
            },
            {
                "value": "B",
                "text": "PNP双极型晶体管"
            },
            {
                "value": "C",
                "text": "结型场效应晶体管"
            },
            {
                "value": "D",
                "text": "绝缘栅场效应晶体管"
            }
        ]
    },
    {
        "id": "MC1-1072",
        "question": "附图中的电路元器件符号代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "结型场效应晶体管"
            },
            {
                "value": "B",
                "text": "PNP双极型晶体管"
            },
            {
                "value": "C",
                "text": "NPN双极型晶体管"
            },
            {
                "value": "D",
                "text": "绝缘栅场效应晶体管"
            }
        ]
    },
    {
        "id": "MC1-1073",
        "question": "附图中的电路元器件符号代表：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "绝缘栅场效应晶体管"
            },
            {
                "value": "B",
                "text": "结型场效应晶体管"
            },
            {
                "value": "C",
                "text": "PNP双极型晶体管"
            },
            {
                "value": "D",
                "text": "NPN双极型晶体管"
            }
        ]
    },
    {
        "id": "MC3-1074",
        "question": "按制造材料细分，常见的电阻有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "碳膜电阻"
            },
            {
                "value": "B",
                "text": "金属膜电阻"
            },
            {
                "value": "C",
                "text": "线绕电阻"
            },
            {
                "value": "D",
                "text": "阻尼电阻"
            }
        ]
    },
    {
        "id": "MC1-1075",
        "question": "在组装业余收发信机所用的元器件中，标有额定耗散功率的通常是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "线绕电阻"
            },
            {
                "value": "B",
                "text": "薄膜电容"
            },
            {
                "value": "C",
                "text": "晶体管"
            },
            {
                "value": "D",
                "text": "集成电路"
            }
        ]
    },
    {
        "id": "MC1-1076",
        "question": "电阻的“额定功率”是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该电阻正常工作所能承受的最大功率"
            },
            {
                "value": "B",
                "text": "维持该电阻正常工作所需的最小功率"
            },
            {
                "value": "C",
                "text": "该电阻接入电路必然消耗的功率"
            },
            {
                "value": "D",
                "text": "该电阻可为电路提供的最大功率"
            }
        ]
    },
    {
        "id": "MC1-1077",
        "question": "表面贴装元器件（surface-mountdevices）广泛应用于业余无线电作品。其规格参数0402、 0603、0805、1206等是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "元器件的长和宽（单位：毫米或0.1英寸）"
            },
            {
                "value": "B",
                "text": "容量值（单位：微法）"
            },
            {
                "value": "C",
                "text": "电阻值（单位：千欧）"
            },
            {
                "value": "D",
                "text": "电感值（单位：微亨）"
            }
        ]
    },
    {
        "id": "MC1-1078",
        "question": "某电阻上的色环依次为棕、橙、橙、黑。其阻值为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "13千欧"
            },
            {
                "value": "B",
                "text": "3.7千欧"
            },
            {
                "value": "C",
                "text": "4.7兆欧"
            },
            {
                "value": "D",
                "text": "250欧"
            }
        ]
    },
    {
        "id": "MC1-1079",
        "question": "某电阻上的色环依次为黄、白、红、银。其阻值为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "4.9千欧"
            },
            {
                "value": "B",
                "text": "49.2欧"
            },
            {
                "value": "C",
                "text": "4.7兆欧"
            },
            {
                "value": "D",
                "text": "390千欧"
            }
        ]
    },
    {
        "id": "MC1-1080",
        "question": "某电阻上的色环依次为银、黑、橙、橙、棕。其阻值为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "133欧"
            },
            {
                "value": "B",
                "text": "13千欧"
            },
            {
                "value": "C",
                "text": "4.7兆欧"
            },
            {
                "value": "D",
                "text": "130千欧"
            }
        ]
    },
    {
        "id": "MC1-1081",
        "question": "某贴片电阻上的印字为2R7。其阻值为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "2.7欧"
            },
            {
                "value": "B",
                "text": "27欧"
            },
            {
                "value": "C",
                "text": "0.27欧"
            },
            {
                "value": "D",
                "text": "7欧网络电阻，两支装"
            }
        ]
    },
    {
        "id": "MC1-1082",
        "question": "某贴片电阻上的印字为3802。其阻值为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "38.0千欧"
            },
            {
                "value": "B",
                "text": "208千欧"
            },
            {
                "value": "C",
                "text": "3.8千欧"
            },
            {
                "value": "D",
                "text": "3.802千欧"
            }
        ]
    },
    {
        "id": "MC2-1083",
        "question": "制作工作电压较高的电路应当关注元器件的耐压。这可以提高电路的安全性。要确保所 用电阻的耐压，可供借鉴的经验有：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "咨询厂商，选用额定耐压较高的产品；或，尝试选用封装尺寸较大一些的"
            },
            {
                "value": "B",
                "text": "如果所选产品不能满足设计要求，可将多支电阻串联使用"
            },
            {
                "value": "C",
                "text": "尽量选用比较高级的产品，例如金属膜电阻就比碳膜的好"
            },
            {
                "value": "D",
                "text": "当所选产品不满足设计要求时，可将多支电阻并联起来用"
            }
        ]
    },
    {
        "id": "MC2-1084",
        "question": "电位器是一种触点端与电阻体滑动接触的三端电阻元件。其在电路中可以用作：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "可调分压器"
            },
            {
                "value": "B",
                "text": "可变电阻"
            },
            {
                "value": "C",
                "text": "可调变压器"
            },
            {
                "value": "D",
                "text": "可变电纳"
            }
        ]
    },
    {
        "id": "MC1-1085",
        "question": "以下哪种元件可以用来实现音量调节功能？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电位器"
            },
            {
                "value": "B",
                "text": "变压器"
            },
            {
                "value": "C",
                "text": "调制器"
            },
            {
                "value": "D",
                "text": "解调器"
            }
        ]
    },
    {
        "id": "MC3-1086",
        "question": "电容器由彼此绝缘的两个电极构成。若按制造材料细分，常见电容器包括：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "陶瓷电容"
            },
            {
                "value": "B",
                "text": "电解电容"
            },
            {
                "value": "C",
                "text": "有机薄膜电容"
            },
            {
                "value": "D",
                "text": "线间电容"
            }
        ]
    },
    {
        "id": "MC1-1087",
        "question": "我们经常使用的独石电容是一种：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "多层陶瓷电容"
            },
            {
                "value": "B",
                "text": "镀银云母电容"
            },
            {
                "value": "C",
                "text": "卷绕涤纶电容"
            },
            {
                "value": "D",
                "text": "高频瓷介电容"
            }
        ]
    },
    {
        "id": "MC3-1088",
        "question": "在组装业余收发信机所用的元器件中，标有额定耐压的通常是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "电解电容"
            },
            {
                "value": "B",
                "text": "钽电容"
            },
            {
                "value": "C",
                "text": "熔丝"
            },
            {
                "value": "D",
                "text": "电感线圈"
            }
        ]
    },
    {
        "id": "MC4-1089",
        "question": "在自制电路作品时，爱好者们经常将容量约为1-100μF的电解电容替换为同等容量的贴 片陶瓷电容。后者的优点是：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "体积更小"
            },
            {
                "value": "B",
                "text": "频率特性更好"
            },
            {
                "value": "C",
                "text": "没有极性"
            },
            {
                "value": "D",
                "text": "故障率更低"
            }
        ]
    },
    {
        "id": "MC1-1090",
        "question": "电路图中，若电解电容器的容量未标注单位，则默认为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "法拉"
            },
            {
                "value": "B",
                "text": "毫法拉"
            },
            {
                "value": "C",
                "text": "皮法拉"
            },
            {
                "value": "D",
                "text": "微法拉"
            }
        ]
    },
    {
        "id": "MC1-1091",
        "question": "电路图中，若用大于1的整数或小数标注非电解电容器的容量，则单位缺省为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "皮法拉"
            },
            {
                "value": "B",
                "text": "微法拉"
            },
            {
                "value": "C",
                "text": "法拉"
            },
            {
                "value": "D",
                "text": "毫法拉"
            }
        ]
    },
    {
        "id": "MC1-1092",
        "question": "如果在电路图中或实际元件上看到用3位数字标明的非电解电容器的容量时应读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "前两位表示容量基数，后一位表示基数后面应加上几个0，单位为皮法拉"
            },
            {
                "value": "B",
                "text": "实际容量为该三位数字乘以1000，单位为皮法拉"
            },
            {
                "value": "C",
                "text": "实际容量为该三位数字除以1000，单位为法拉"
            },
            {
                "value": "D",
                "text": "前一位表示容量基数，第二位表示基数后面应加上几个0，第三位表示误差等级，容量的 单位为皮法拉"
            }
        ]
    },
    {
        "id": "MC1-1093",
        "question": "如果在电路图中或实际元件上看到用3位数字标明的阻值时应读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "前两位表示阻值基数，后一位表示基数后面应加上几个0，单位为欧姆"
            },
            {
                "value": "B",
                "text": "实际阻值为该三位数字乘以100，单位欧姆"
            },
            {
                "value": "C",
                "text": "实际阻值为该三位数字除以100，单位欧姆"
            },
            {
                "value": "D",
                "text": "前一位表示阻值基数，第二位表示基数后面应加上几个0，第三位表示误差等级，阻值的 单位为千欧姆"
            }
        ]
    },
    {
        "id": "MC1-1094",
        "question": "如果在电路图中或实际元件上看到用2至3位数字和一个字母（例如8R2、2K7、1M5） 标明的阻值时应读为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将字母用作小数点，与数字一起读作阻值的基数。字母 R、K 或 M 表明阻值的单位为 欧姆、千欧或兆欧"
            },
            {
                "value": "B",
                "text": "把所有数字挑出来连在一起乘以100，单位为欧姆"
            },
            {
                "value": "C",
                "text": "把所有数字挑出来连在一起，再根据字母R、K或M来认定单位为欧姆、千欧或兆欧"
            },
            {
                "value": "D",
                "text": "字母前的数字表示阻值基数，字母后的数字表示误差等级，字母R、K或M表示单位为 欧姆、千欧或兆欧"
            }
        ]
    },
    {
        "id": "MC1-1095",
        "question": "电路图中，若用小于1的小数标注非电解电容器的容量，则单位缺省为",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "微法拉"
            },
            {
                "value": "B",
                "text": "皮法拉"
            },
            {
                "value": "C",
                "text": "法拉"
            },
            {
                "value": "D",
                "text": "毫法拉"
            }
        ]
    },
    {
        "id": "MC1-1096",
        "question": "在业余收发信机中用来阻断直流或者为交流信号提供旁路的元件是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电容"
            },
            {
                "value": "B",
                "text": "电阻"
            },
            {
                "value": "C",
                "text": "电感"
            },
            {
                "value": "D",
                "text": "二极管"
            }
        ]
    },
    {
        "id": "MC1-1097",
        "question": "业余自制电路作品时，爱好者们常将一个大容量电容与一个或若干个小容量电容相并联， 共同用作放大器的旁路电容或是供电线路中的滤波电容。这样做主要考虑的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在工作频率较低时，大容量电容起主要作用。随着频率升高，大容量电容的损耗变得不 可忽略，而此时小容量电容开始发挥作用。这可以拓展电路的工作带宽"
            },
            {
                "value": "B",
                "text": "防止大容量电容因日久漏液而逐渐损失容量。事先加个小容量电容可以提升保险系数"
            },
            {
                "value": "C",
                "text": "利用电容器并联则容量相加的原理获取更为准确的容量值，以利精准旁路，精确滤波"
            },
            {
                "value": "D",
                "text": "利用电容器并联则耐压相加的原理，整体提高电路，特别是车载电路的过压耐受能力"
            }
        ]
    },
    {
        "id": "MC1-1098",
        "question": "设将一个电容量为1000微法的电容器跨接在电路上，不会严重影响该电路工作或不至引 发安全风险的做法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "跨接在13.8伏直流电源的输出端上"
            },
            {
                "value": "B",
                "text": "跨接在HF收发信机的天线插座两端"
            },
            {
                "value": "C",
                "text": "跨接在阻抗为8欧姆的扬声器两端"
            },
            {
                "value": "D",
                "text": "跨接在220伏交流电源的插座两端"
            }
        ]
    },
    {
        "id": "MC2-1099",
        "question": "哪种元件由线圈制成？",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "电感器"
            },
            {
                "value": "B",
                "text": "电抗器"
            },
            {
                "value": "C",
                "text": "电容器"
            },
            {
                "value": "D",
                "text": "电阻器"
            }
        ]
    },
    {
        "id": "MC2-1100",
        "question": "电感的种类繁多。在射频电路中常见的有：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "空芯电感"
            },
            {
                "value": "B",
                "text": "磁芯电感"
            },
            {
                "value": "C",
                "text": "分布电感"
            },
            {
                "value": "D",
                "text": "寄生电感"
            }
        ]
    },
    {
        "id": "MC1-1101",
        "question": "电感的品质因数Q是电感量与损耗电阻之比。关于Q值，以下描述正确的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电感的Q值过低带来功率损失并会影响电路的其他相关特性"
            },
            {
                "value": "B",
                "text": "电感的Q值过低影响射频功率，但是不影响电路的其他特性"
            },
            {
                "value": "C",
                "text": "电感的Q值与LC谐振回路的Q值无关。后者才是真正的Q"
            },
            {
                "value": "D",
                "text": "电感量确定，则Q值已笃定。二者为正比关系"
            }
        ]
    },
    {
        "id": "MC1-1102",
        "question": "用适当磁性材料制作的磁芯电感，损耗小于同等电感量的空心电感。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "加入磁芯后可用较短的导线达成所需的电感量，减少导线电阻引致的发热损耗"
            },
            {
                "value": "B",
                "text": "磁芯比空气更容易散热，电感的发热损耗由此降低"
            },
            {
                "value": "C",
                "text": "磁芯可将原来损耗的能量反射回导线"
            },
            {
                "value": "D",
                "text": "加入磁芯可改善导线趋肤效应引致的局部电流密度增大问题，从而降低热损耗"
            }
        ]
    },
    {
        "id": "MC1-1103",
        "question": "设将一个电感值为100微亨的线圈跨接在电路上，不会严重影响该电路工作或不至引发 安全风险的做法为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "跨接在HF收发信机的天线插座两端"
            },
            {
                "value": "B",
                "text": "跨接在220伏交流电源的插座两端"
            },
            {
                "value": "C",
                "text": "跨接在13.8伏直流电源的输出端上"
            },
            {
                "value": "D",
                "text": "跨接在阻抗为8欧姆的扬声器两端"
            }
        ]
    },
    {
        "id": "MC2-1104",
        "question": "小明用电压为4.2伏的低电压电池和几个无源元件做电路实验。在连接电路时，他感觉 双手被意外出现的高电压击了一下。如果元件如下，则可能产生高电压的有：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "电源变压器的绕组"
            },
            {
                "value": "B",
                "text": "继电器的衔铁线圈"
            },
            {
                "value": "C",
                "text": "大容量电解电容器"
            },
            {
                "value": "D",
                "text": "碳化硅高压二极管"
            }
        ]
    },
    {
        "id": "MC3-1105",
        "question": "开关是利用通、断两种状态对电路实施控制的一种电子零件。下列可用作开关的有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "按钮开关"
            },
            {
                "value": "B",
                "text": "继电器"
            },
            {
                "value": "C",
                "text": "晶体管"
            },
            {
                "value": "D",
                "text": "电位器"
            }
        ]
    },
    {
        "id": "MC1-1106",
        "question": "单刀双掷（SPDT）开关是我们常用的一种开关元件。“单刀双掷”是指什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将某个电路选择接入另外两个电路中的一个"
            },
            {
                "value": "B",
                "text": "很明显，就是接通或断开一个电路"
            },
            {
                "value": "C",
                "text": "很明显，就是接通或断开两个电路"
            },
            {
                "value": "D",
                "text": "将两个电路选择接入其分别对应的另外两个电路中的一个"
            }
        ]
    },
    {
        "id": "MC1-1107",
        "question": "以下哪种元件可以保护电路中的其他元件免受过电流的冲击？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "熔断器"
            },
            {
                "value": "B",
                "text": "MOS管"
            },
            {
                "value": "C",
                "text": "电子管"
            },
            {
                "value": "D",
                "text": "电容"
            }
        ]
    },
    {
        "id": "MC3-1108",
        "question": "在组装业余收发信机所用的元器件中，标有额定电流的通常是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "熔断器"
            },
            {
                "value": "B",
                "text": "开关"
            },
            {
                "value": "C",
                "text": "继电器"
            },
            {
                "value": "D",
                "text": "压电晶体"
            }
        ]
    },
    {
        "id": "MC3-1109",
        "question": "业余无线电作品中的熔断器常为玻璃或陶瓷封装的保险丝管，是用来增强电路安全性的。 关于这类熔断器的使用，可供借鉴的经验有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "选用保险丝管应当关注额定工作电压、额定工作电流和熔断速度"
            },
            {
                "value": "B",
                "text": "将大电流保险丝管装于管座内，以防熔断时爆裂，损伤周边元件"
            },
            {
                "value": "C",
                "text": "尽量将供电线路保险丝的管座固定于机箱背板，以简化维修工作"
            },
            {
                "value": "D",
                "text": "为熔断器安装射频滤波器，以防熔断时打火，干扰周边业余电台"
            }
        ]
    },
    {
        "id": "MC3-1110",
        "question": "继电器是一种具有电气隔离能力的开关，常用来以小功率低压电控制大功率电路或高压 电路。在业余无线电作品中，继电器也用来控制射频电路的通断或切换信号路径。关于继电 器的应用，可供借鉴的经验有：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "选用继电器时应关注触点的额定耐压和额定工作电流"
            },
            {
                "value": "B",
                "text": "用继电器控制收发转换，应在发射机待机后再行切换"
            },
            {
                "value": "C",
                "text": "选用切换信号的继电器，应关注其导通小信号的能力"
            },
            {
                "value": "D",
                "text": "自制HF或VHF设备时，应尽量选用微波射频继电器"
            }
        ]
    },
    {
        "id": "MC1-1111",
        "question": "如果利用开关器件来控制继电器的衔铁线圈通电与否，例如是将线圈接在三极管的集电 极电路中，则可能发生的情况是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在三极管关断的瞬间，集电极可能承受远高于电源电压的高电压冲击"
            },
            {
                "value": "B",
                "text": "在三极管导通的瞬间，集电极可能承受远高于电源电压的高电压冲击"
            },
            {
                "value": "C",
                "text": "在三极管关断的瞬间，集电极可能承受远大于导通电流的大电流冲击"
            },
            {
                "value": "D",
                "text": "在三极管导通的瞬间，集电极可能承受远大于导通电流的大电流冲击"
            }
        ]
    },
    {
        "id": "MC1-1112",
        "question": "如果利用开关器件来控制继电器的衔铁线圈通电与否，则线圈的两端需要并联一个小容 量电容器或是一个反向偏置的二极管。其作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "吸收继电器线圈在电路关断瞬间感应出的反向电动势以保护开关器件"
            },
            {
                "value": "B",
                "text": "消除继电器触点通断时产生的火花干扰"
            },
            {
                "value": "C",
                "text": "减少通过开关器件的工作电流"
            },
            {
                "value": "D",
                "text": "减少继电器的磨损"
            }
        ]
    },
    {
        "id": "MC1-1113",
        "question": "若用继电器控制直流负载，我们有时需要在继电器的触点两端并联一个小容量电容。其 作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "消除继电器触点通断时因拉弧而产生的电磁干扰"
            },
            {
                "value": "B",
                "text": "吸收继电器线圈在电路关断瞬间感应出的反向电动势以保护开关器件"
            },
            {
                "value": "C",
                "text": "减少通过开关器件的工作电流"
            },
            {
                "value": "D",
                "text": "减少继电器的磨损"
            }
        ]
    },
    {
        "id": "MC4-1114",
        "question": "电磁感应现象是指置于变化磁场中的导体产生感应电动势的现象。应用场景包括：",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "变压器"
            },
            {
                "value": "B",
                "text": "发电机"
            },
            {
                "value": "C",
                "text": "交流异步电动机"
            },
            {
                "value": "D",
                "text": "无线电通信"
            }
        ]
    },
    {
        "id": "MC1-1115",
        "question": "电磁学术语“互感现象”是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "两个回路电流变化，通过磁场耦合而相互产生感应电动势的现象"
            },
            {
                "value": "B",
                "text": "连接在一起的两个元器件的阻抗相互阻碍流过对方的电流的现象"
            },
            {
                "value": "C",
                "text": "两个带电部件的电场相互叠加的现象"
            },
            {
                "value": "D",
                "text": "两个不同频率的电磁波在空气中叠加，相互混频产生干扰的现象"
            }
        ]
    },
    {
        "id": "MC1-1116",
        "question": "为什么变压器中的铁芯要由截面积大，导磁率高的多片矽钢片堆叠构成，而不像继电器 中的衔铁那样使用整体铁芯？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "堆叠的矽钢片彼此绝缘，可降低涡流损耗"
            },
            {
                "value": "B",
                "text": "将矽钢片堆叠可降低变压器的非线性失真"
            },
            {
                "value": "C",
                "text": "矽钢片堆叠工艺可简化变压器的组装难度"
            },
            {
                "value": "D",
                "text": "整体铁芯制成的变压器易松动，会有震动"
            }
        ]
    },
    {
        "id": "MC3-1117",
        "question": "理想变压器初、次级绕组的匝数比决定变压器的电压变比。假设一个理想变压器的初级 和次级绕组分别为1100匝和110匝，将初级接入电压为220V的交流电源并在次级并联一 个22欧的电阻，则以下结论正确的是：（电压和电流均为有效值）",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "次级电压为22伏"
            },
            {
                "value": "B",
                "text": "次级电流为1安"
            },
            {
                "value": "C",
                "text": "初级阻抗为2.2千欧"
            },
            {
                "value": "D",
                "text": "变压器功耗为22瓦"
            }
        ]
    },
    {
        "id": "MC3-1118",
        "question": "理想变压器初、次级绕组的匝数比决定变压器的电压变比。假设一个理想变压器的初级 和次级绕组分别为120匝和1800匝，将初级接入电压为220V的交流电源并在次级并联一 个4.5千欧的电阻，则以下结论正确的是：（电压和电流均为有效值）",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "次级电压为3300伏"
            },
            {
                "value": "B",
                "text": "初级电流为11安"
            },
            {
                "value": "C",
                "text": "初级阻抗为20欧"
            },
            {
                "value": "D",
                "text": "变压器功耗为2.42千伏安"
            }
        ]
    },
    {
        "id": "MC3-1119",
        "question": "在射频电路中，变压器的用途之一是完成阻抗变换。某个绕制于铁氧体磁环上的高频变 压器，初、次级绕组的匝数分别为3匝和6匝。在该变压器的设计工作频率和负载阻抗范 围内，以下结论正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "该变压器可用作1:4或4:1阻抗变换器。用作后者时需将初次级互换"
            },
            {
                "value": "B",
                "text": "该变压器可用作1:2或2:1电压变换器。用作后者时需将初次级互换"
            },
            {
                "value": "C",
                "text": "该变压器可用作带阻抗变换功能的倒相器。用法是调换初级或者次级的线序"
            },
            {
                "value": "D",
                "text": "该变压器可用来匹配天线，可将天线阻抗中的电抗成分按比例变为电阻成分"
            }
        ]
    },
    {
        "id": "MC1-1120",
        "question": "如果一副天线的阻抗为450欧，我们要用怎样匝数比的变压器才能将之变换为50欧？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "3比1"
            },
            {
                "value": "B",
                "text": "9比1"
            },
            {
                "value": "C",
                "text": "450比1"
            },
            {
                "value": "D",
                "text": "50比1"
            }
        ]
    },
    {
        "id": "MC3-1121",
        "question": "传输线变压器是结合传输线理论设计制作的一种射频变压器，已广泛应用于业余无线电 作品。例如，用双绞线在磁环上穿绕数匝即可制成1:4阻抗变换器。这种变压器的优点是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "可在很宽频带内实现阻抗匹配"
            },
            {
                "value": "B",
                "text": "可制成平衡-不平衡转换器"
            },
            {
                "value": "C",
                "text": "可制成功率合成与分配网络"
            },
            {
                "value": "D",
                "text": "可实现整数倍率的倍频与分频"
            }
        ]
    },
    {
        "id": "MC1-1122",
        "question": "在频率为数十兆赫的射频电路中用实心导线作连线会有下列现象：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电流集中在导线表层，导线内部没有电流"
            },
            {
                "value": "B",
                "text": "导线截面各处的电流密度均匀分布"
            },
            {
                "value": "C",
                "text": "导线外层和内层都有电流，但两者方向相反"
            },
            {
                "value": "D",
                "text": "表层的电流沿导线方向流动，内层电流形成螺旋状涡流"
            }
        ]
    },
    {
        "id": "MC1-1123",
        "question": "同样材料、同样直径、同样长度的实心铜线和空心铜管，在交流电路中的发热损耗情况 为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在低频率下实心铜线损耗较小，在高频率下两者损耗一样"
            },
            {
                "value": "B",
                "text": "在低频率下实心铜线损耗较大，在高频率下两者损耗一样"
            },
            {
                "value": "C",
                "text": "不同频率下两者的发热损耗不便比较，具体取决于散热条件"
            },
            {
                "value": "D",
                "text": "在任何频率下两者的损耗都一样"
            }
        ]
    },
    {
        "id": "MC2-1124",
        "question": "一个电容器，在50Hz频率下测得容抗为100欧姆。推断其在5MHz下的容抗应为0.001 欧姆，但实测值却显著偏大。这是因为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "随着频率升高，电容器引线的感抗变得不可忽略"
            },
            {
                "value": "B",
                "text": "随着频率升高，电容器的介质损耗逐渐增加"
            },
            {
                "value": "C",
                "text": "所用仪器的频率特性欠佳"
            },
            {
                "value": "D",
                "text": "计算容抗的公式在高频率下不再适用"
            }
        ]
    },
    {
        "id": "MC1-1125",
        "question": "一个电感线圈，在50Hz频率下测得感抗为10欧姆。推断其在5MHz下的感抗应为1兆 欧，但实测值却显著偏小。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "随着频率升高，线圈的匝间分布电容变得不可忽略"
            },
            {
                "value": "B",
                "text": "所用仪器的频率特性欠佳"
            },
            {
                "value": "C",
                "text": "计算感抗的公式在高频率下不再适用"
            },
            {
                "value": "D",
                "text": "电感线圈导线损耗导致非线性失真"
            }
        ]
    },
    {
        "id": "MC4-1126",
        "question": "下列哪些属于有源器件？",
        "answer": "ABCD",
        "options": [
            {
                "value": "A",
                "text": "硅整流二极管"
            },
            {
                "value": "B",
                "text": "肖特基二极管"
            },
            {
                "value": "C",
                "text": "场效应三极管"
            },
            {
                "value": "D",
                "text": "双极型三极管"
            }
        ]
    },
    {
        "id": "MC1-1127",
        "question": "以下哪种元器件只允许单方向的电流流动？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "二极管"
            },
            {
                "value": "B",
                "text": "蓄电池"
            },
            {
                "value": "C",
                "text": "变压器"
            },
            {
                "value": "D",
                "text": "继电器"
            }
        ]
    },
    {
        "id": "MC1-1128",
        "question": "二极管的两个电极分别叫什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "分别叫正极和负极，有时亦称阳极和阴极"
            },
            {
                "value": "B",
                "text": "分别叫源极和漏极，有时亦称注入极和释出极"
            },
            {
                "value": "C",
                "text": "分别叫阴极和屏极，有时亦称发射极和接收极"
            },
            {
                "value": "D",
                "text": "分别叫门极和基极，有时亦称触发极和控制极"
            }
        ]
    },
    {
        "id": "MC1-1129",
        "question": "如何根据外观识别半导体二极管的负极？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "器件封装上靠近负极的位置通常印有环或线标记"
            },
            {
                "value": "B",
                "text": "器件负极上通常标有“负极”或“Cathode”字样"
            },
            {
                "value": "C",
                "text": "器件负极的引脚通常较正极引脚长20%左右"
            },
            {
                "value": "D",
                "text": "器件负极通常靠近键标，并与相邻引脚连有灯丝"
            }
        ]
    },
    {
        "id": "MC1-1130",
        "question": "LED是哪种器件的缩写？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发光二极管"
            },
            {
                "value": "B",
                "text": "液晶显示器"
            },
            {
                "value": "C",
                "text": "阴极射线管"
            },
            {
                "value": "D",
                "text": "束射四极管"
            }
        ]
    },
    {
        "id": "MC1-1131",
        "question": "在下列器件中，能够用作指示灯的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "LED"
            },
            {
                "value": "B",
                "text": "BJT"
            },
            {
                "value": "C",
                "text": "TVS"
            },
            {
                "value": "D",
                "text": "SCR"
            }
        ]
    },
    {
        "id": "MC1-1132",
        "question": "将发光二极管接到直流电源上需要注意什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "正向连接并串联限流电阻"
            },
            {
                "value": "B",
                "text": "反向连接并串联限流电阻"
            },
            {
                "value": "C",
                "text": "正反向无所谓，但是都须并联限流电阻"
            },
            {
                "value": "D",
                "text": "应当正向直接连接到直流电源上"
            }
        ]
    },
    {
        "id": "MC1-1133",
        "question": "下列哪种部件可以把交变电变成脉动直流电？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "二极管整流器"
            },
            {
                "value": "B",
                "text": "电源变压器"
            },
            {
                "value": "C",
                "text": "比较放大器"
            },
            {
                "value": "D",
                "text": "射极输出器"
            }
        ]
    },
    {
        "id": "MC1-1134",
        "question": "硅整流二极管的正向导通压降大约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "0.7伏"
            },
            {
                "value": "B",
                "text": "0.3伏"
            },
            {
                "value": "C",
                "text": "数十毫伏"
            },
            {
                "value": "D",
                "text": "1000伏"
            }
        ]
    },
    {
        "id": "MC1-1135",
        "question": "阅读电路图或运行计算机电路仿真时，如果看到符号“BJT”，则为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "双极型三极管"
            },
            {
                "value": "B",
                "text": "双栅场效应三极管"
            },
            {
                "value": "C",
                "text": "结型场效应三极管"
            },
            {
                "value": "D",
                "text": "双基极二极管"
            }
        ]
    },
    {
        "id": "MC1-1136",
        "question": "场效应晶体管的三个基本电极是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "源极、栅极、漏极"
            },
            {
                "value": "B",
                "text": "阴极、栅极、屏极（板极）"
            },
            {
                "value": "C",
                "text": "发射极、基极、集电极"
            },
            {
                "value": "D",
                "text": "阴极、门极、阳极"
            }
        ]
    },
    {
        "id": "MC1-1137",
        "question": "双极型三极管的三个基本电极是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "发射极、基极、集电极"
            },
            {
                "value": "B",
                "text": "阴极、栅极、屏极（板极）"
            },
            {
                "value": "C",
                "text": "源极、栅极、漏极"
            },
            {
                "value": "D",
                "text": "阴极、门极、阳极"
            }
        ]
    },
    {
        "id": "MC1-1138",
        "question": "电子三极管的三个基本电极是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "阴极、栅极、屏极（板极）"
            },
            {
                "value": "B",
                "text": "发射极、基极、集电极"
            },
            {
                "value": "C",
                "text": "源极、栅极、漏极"
            },
            {
                "value": "D",
                "text": "阴极、门极、阳极"
            }
        ]
    },
    {
        "id": "MC1-1139",
        "question": "电子三极管至少应有几个引脚？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "4个"
            },
            {
                "value": "B",
                "text": "2个"
            },
            {
                "value": "C",
                "text": "3个"
            },
            {
                "value": "D",
                "text": "5个"
            }
        ]
    },
    {
        "id": "MC1-1140",
        "question": "描述场效应晶体管放大能力的最常用参数、单位及符号是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "互导（跨导）；单位为毫安/伏；符号为“gm”"
            },
            {
                "value": "B",
                "text": "电流放大倍数；没有单位；符号为“β”"
            },
            {
                "value": "C",
                "text": "互导（跨导）；单位为“倍”；符号为“A”"
            },
            {
                "value": "D",
                "text": "电压放大倍数；没有单位；符号为“k”"
            }
        ]
    },
    {
        "id": "MC1-1141",
        "question": "描述双极型晶体管放大能力的最常用参数、单位及符号是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电流放大倍数；没有单位；符号为“β”"
            },
            {
                "value": "B",
                "text": "互导（跨导）；单位为毫安/伏；符号为“gm”"
            },
            {
                "value": "C",
                "text": "互导（跨导）；单位为“倍”；符号为“A”"
            },
            {
                "value": "D",
                "text": "电压放大倍数；没有单位；符号为“k”"
            }
        ]
    },
    {
        "id": "MC1-1142",
        "question": "描述电子三极管放大能力的最常用参数、单位及符号是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "互导（跨导）； 单位为毫安/伏；符号为“gm”"
            },
            {
                "value": "B",
                "text": "电流放大倍数；没有单位；符号为“β”"
            },
            {
                "value": "C",
                "text": "互导（跨导）；单位为“倍”；符号为“A”"
            },
            {
                "value": "D",
                "text": "电压放大倍数；没有单位；符号为“k”"
            }
        ]
    },
    {
        "id": "MC1-1143",
        "question": "若将器件上起控制作用的电极按输入阻抗由低到高排列，则可以是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "双极型晶体管的基极、结型场效应管的栅极、绝缘栅场效应管的栅极"
            },
            {
                "value": "B",
                "text": "双极型晶体管的基极、绝缘栅场效应管的栅极、结型场效应管的栅极"
            },
            {
                "value": "C",
                "text": "绝缘栅场效应管的栅极、双极型晶体管的基极、结型场效应管的栅极"
            },
            {
                "value": "D",
                "text": "结型场效应管的栅极、双极型晶体管的基极、绝缘栅场效应管的栅极"
            }
        ]
    },
    {
        "id": "MC2-1144",
        "question": "下列哪种元器件可用来实现以较小的电流控制较大电流的功能？",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "晶体管"
            },
            {
                "value": "B",
                "text": "继电器"
            },
            {
                "value": "C",
                "text": "电阻"
            },
            {
                "value": "D",
                "text": "电池"
            }
        ]
    },
    {
        "id": "MC1-1145",
        "question": "下列哪种元器件既可以用作电子开关又可以制成放大器来使用？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "晶体管"
            },
            {
                "value": "B",
                "text": "电位器"
            },
            {
                "value": "C",
                "text": "单刀双掷开关"
            },
            {
                "value": "D",
                "text": "电压表"
            }
        ]
    },
    {
        "id": "MC1-1146",
        "question": "集成电路是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将一个电路的大量元器件集成于单个晶片上制成的器件"
            },
            {
                "value": "B",
                "text": "由多个继电器组合而成的具有逻辑运算能力的电路"
            },
            {
                "value": "C",
                "text": "由多个电阻或电容组合而成的具有微分或积分功能的电路"
            },
            {
                "value": "D",
                "text": "由多个绕组构成的基于变压器原理的功率合成电路"
            }
        ]
    },
    {
        "id": "MC2-1147",
        "question": "理想运算放大器的基本概念是：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "在不加负反馈的情况下，也就是开环工作时，其放大倍数为无穷大"
            },
            {
                "value": "B",
                "text": "这种放大器具有正、负两种极性的输入端，并且输入阻抗为无穷大"
            },
            {
                "value": "C",
                "text": "所谓理想，其实就是是指内部噪声等于零的共发射极晶体管放大器"
            },
            {
                "value": "D",
                "text": "所谓理想，其实就是是指输出电压幅度不设上限的场效应管放大器"
            }
        ]
    },
    {
        "id": "MC1-1148",
        "question": "集成运算放大器属于什么类型的集成电路？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "模拟集成电路"
            },
            {
                "value": "B",
                "text": "单片微波集成电路"
            },
            {
                "value": "C",
                "text": "数字集成电路"
            },
            {
                "value": "D",
                "text": "可编程数字逻辑阵列"
            }
        ]
    },
    {
        "id": "MC1-1149",
        "question": "业余无线电作品中常见的一些集成电路，例如运算放大器和微处理器等，有时会在所标 型号之后附加字母尾缀，例如SIP、DIP、SOT、SOP、SSOP、QFP等。它们用来说明：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "器件的封装形式"
            },
            {
                "value": "B",
                "text": "器件的工作温度范围"
            },
            {
                "value": "C",
                "text": "器件的输入输出电平范围"
            },
            {
                "value": "D",
                "text": "器件的工作频率范围"
            }
        ]
    },
    {
        "id": "MC1-1298",
        "question": "用万用表的直流电压档测量正负对称的方波电压（占空比为1:1）。所得读数为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "零值"
            },
            {
                "value": "B",
                "text": "该电压的最大值"
            },
            {
                "value": "C",
                "text": "该电压最大值的1/2"
            },
            {
                "value": "D",
                "text": "该电压最大值的2倍"
            }
        ]
    },
    {
        "id": "MC1-1299",
        "question": "如果用磁电式万用表的交流电压档测量正负对称的方波电压（占空比为1:1），其指针所 示的电压读数：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "大于该电压的峰值"
            },
            {
                "value": "B",
                "text": "为该电压的峰值"
            },
            {
                "value": "C",
                "text": "为该电压的峰-峰值"
            },
            {
                "value": "D",
                "text": "为该电压的平均值"
            }
        ]
    },
    {
        "id": "MC1-1300",
        "question": "用指针式万用表的直流电压档测量最小值为0的方波电压（占空比为1:1），得到的读数 是该电压的：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "峰值的1/2，亦为有效值"
            },
            {
                "value": "B",
                "text": "零值"
            },
            {
                "value": "C",
                "text": "峰值"
            },
            {
                "value": "D",
                "text": "峰-峰值"
            }
        ]
    },
    {
        "id": "MC1-1301",
        "question": "用万用表的电阻档测量一个电路。最开始，电表指示电路的阻值很小。但是随着测量时 间的延长，测量值却变得越来越大。这是因为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "这个电路两端可能存在一个很大的电容"
            },
            {
                "value": "B",
                "text": "万用表出了故障"
            },
            {
                "value": "C",
                "text": "这个电路两端可能存在一个很大的电感"
            },
            {
                "value": "D",
                "text": "这个电路中存在一个周期性的交流电压"
            }
        ]
    },
    {
        "id": "MC2-1302",
        "question": "测量一个电解电容器是否完好应当使用：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "指针式万用表的电阻档"
            },
            {
                "value": "B",
                "text": "数字万用表的电容测试档（如果仪表具备该功能）"
            },
            {
                "value": "C",
                "text": "任意一种万用表的电流档"
            },
            {
                "value": "D",
                "text": "蓄电池充电器并配合进行短路放电实验"
            }
        ]
    },
    {
        "id": "MC1-1303",
        "question": "用指针式万用电表的电阻档测量一个常用元件，表笔第一次连接时表针挥动了一下，但 很快回到零点。断开表笔重新连接，表针却不再有任何指示。正确的推论是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "该元件可能是一个电解电容器"
            },
            {
                "value": "B",
                "text": "该元件肯定是一支损坏了的电阻"
            },
            {
                "value": "C",
                "text": "万用表的准确度肯定有问题"
            },
            {
                "value": "D",
                "text": "万用表的电池肯定电量不足了"
            }
        ]
    },
    {
        "id": "MC1-1304",
        "question": "指针式万用表的电压档有个“欧姆/伏（每伏欧姆）”指标。越大的每伏欧姆数越说明：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "测量电压时电表对电路工作状态的影响小"
            },
            {
                "value": "B",
                "text": "测量电压时电表对电路工作状态的影响大"
            },
            {
                "value": "C",
                "text": "可以耐受的电压过载能力强"
            },
            {
                "value": "D",
                "text": "可以耐受的电压过载能力弱"
            }
        ]
    },
    {
        "id": "MC1-1305",
        "question": "用数字万用表的直流电压档测量电路两点间某个等幅音频信号的电压，发现读数不为零。 交换两支表笔之后再测，所得读数的极性反转。正确的推论是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "音频信号上叠加有直流成分"
            },
            {
                "value": "B",
                "text": "音频信号含有丰富的谐波"
            },
            {
                "value": "C",
                "text": "万用表的频率响应太差"
            },
            {
                "value": "D",
                "text": "表笔导线间的分布电容影响了测量"
            }
        ]
    },
    {
        "id": "MC1-1307",
        "question": "下列几种图表中，最容易用来表达和解释PSK调制原理的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "相位矢量图"
            },
            {
                "value": "B",
                "text": "波形图"
            },
            {
                "value": "C",
                "text": "频谱图"
            },
            {
                "value": "D",
                "text": "频谱瀑布图"
            }
        ]
    },
    {
        "id": "MC1-1308",
        "question": "下列几种图表中，最容易用来表达和解释模拟FM调制原理的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频谱图"
            },
            {
                "value": "B",
                "text": "波形图"
            },
            {
                "value": "C",
                "text": "相位矢量图"
            },
            {
                "value": "D",
                "text": "星座图和眼图"
            }
        ]
    },
    {
        "id": "MC1-1309",
        "question": "下列几种图表中，最容易用来表达和解释SSB调制原理的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频谱图"
            },
            {
                "value": "B",
                "text": "波形图"
            },
            {
                "value": "C",
                "text": "相位矢量图"
            },
            {
                "value": "D",
                "text": "频谱瀑布图"
            }
        ]
    },
    {
        "id": "MC1-1310",
        "question": "下列几种图表中，最容易用来表达和解释RTTY调制原理的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率-时间曲线"
            },
            {
                "value": "B",
                "text": "功率-时间曲线"
            },
            {
                "value": "C",
                "text": "波形图"
            },
            {
                "value": "D",
                "text": "相位矢量图"
            }
        ]
    },
    {
        "id": "MC1-1311",
        "question": "下列几种图表中，最容易用来表达和解释SSTV调制原理的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率-时间曲线"
            },
            {
                "value": "B",
                "text": "功率-时间曲线"
            },
            {
                "value": "C",
                "text": "波形图"
            },
            {
                "value": "D",
                "text": "相位矢量图"
            }
        ]
    },
    {
        "id": "MC1-1312",
        "question": "下列几种图表中，最容易用来表达和解释A、B、C类放大器工作点的差别的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "波形图"
            },
            {
                "value": "B",
                "text": "频谱图"
            },
            {
                "value": "C",
                "text": "相位矢量图"
            },
            {
                "value": "D",
                "text": "频谱瀑布图"
            }
        ]
    },
    {
        "id": "MC1-1313",
        "question": "下列几种图表中，最容易用来表达和解释LC振荡器温度漂移程度的是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频谱瀑布图"
            },
            {
                "value": "B",
                "text": "频谱图"
            },
            {
                "value": "C",
                "text": "相位矢量图"
            },
            {
                "value": "D",
                "text": "波形图"
            }
        ]
    },
    {
        "id": "MC1-1314",
        "question": "图示电路为业余无线电爱好者常用的简易场强表。各部件的作用分别为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "A-接收电波，C1、C2、L-谐振选频，VD-检波，C3-旁路滤波，M-指示"
            },
            {
                "value": "B",
                "text": "A-接收电波，C1、C2旁路滤波，L-升压，VD-放大，C3-隔直流，M-指示"
            },
            {
                "value": "C",
                "text": "A-整流，C1、C2-隔直流，L-放大，VD-滤波，C3-谐振，M-指示"
            },
            {
                "value": "D",
                "text": "A-接收电波，C1、C2高频旁路，L-放大，VD-开关，C3-耦合，M-指示"
            }
        ]
    },
    {
        "id": "MC1-1315",
        "question": "用一副臂长约10cm的小偶极天线并联一个晶体二极管和直流微安表，做一个简单的射 频场强表。关于选用硅二极管还是锗二极管，正确的考虑应当是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "锗、硅二极管的起始导通电压分别为0.3V和0.7V。选用锗二极管时场强表更为灵敏"
            },
            {
                "value": "B",
                "text": "所有二极管都具有同样的单向导电特性。采用锗、硅二极管的效果完全相同"
            },
            {
                "value": "C",
                "text": "硅二极管的反向击穿电压比较高。选用硅管可以延长仪表的使用寿命"
            },
            {
                "value": "D",
                "text": "无关锗或硅二极管，这种电路过于简单，无法工作"
            }
        ]
    },
    {
        "id": "MC3-1316",
        "question": "在使用网络分析仪或天线分析仪测量电缆和天线的时候，需要使用校准件，包括：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "50欧姆假负载接头"
            },
            {
                "value": "B",
                "text": "开路接头"
            },
            {
                "value": "C",
                "text": "短路接头"
            },
            {
                "value": "D",
                "text": "0dBm参考振荡器"
            }
        ]
    },
    {
        "id": "MC1-1317",
        "question": "为自己的FM电台选择驻波比表应注意什么问题？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率范围和功率量程"
            },
            {
                "value": "B",
                "text": "最好可以在低于-40摄氏度的环境里使用"
            },
            {
                "value": "C",
                "text": "最好可以在高于90摄氏度的环境里使用"
            },
            {
                "value": "D",
                "text": "适用于振幅恒定的FM信号"
            }
        ]
    },
    {
        "id": "MC1-1318",
        "question": "如果用驻波比表测量发射机的输出功率，你应将仪表装在哪里？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在发射机与馈线之间"
            },
            {
                "value": "B",
                "text": "在13.8V电源输出端和电源线之间"
            },
            {
                "value": "C",
                "text": "在电源线和电台的电源输入端之间"
            },
            {
                "value": "D",
                "text": "在馈线和天线的馈电点之间"
            }
        ]
    },
    {
        "id": "MC1-1319",
        "question": "一个放大器具有20dB的信号增益，其意义是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "放大器把相当于输入信号的100倍的能量从电源转移到了负载"
            },
            {
                "value": "B",
                "text": "放大器产生了相当于输入信号的100倍的能量并将之传向负载"
            },
            {
                "value": "C",
                "text": "放大器把输入信号的能量放大了100倍"
            },
            {
                "value": "D",
                "text": "放大器把输入信号的能量放大了99倍"
            }
        ]
    },
    {
        "id": "MC1-1320",
        "question": "射频信号通过某电路时产生了20dB的损耗。这部分被损耗的能量：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "被电路转化为其他形式的能量，比如发热耗散或以无线电波的形式辐射到了其他地方"
            },
            {
                "value": "B",
                "text": "在电路中消失了"
            },
            {
                "value": "C",
                "text": "返回了信号源"
            },
            {
                "value": "D",
                "text": "一部分在电路中消失了，另一部分返回了信号源"
            }
        ]
    },
    {
        "id": "MC1-1321",
        "question": "某电路输出信号功率是输入信号功率的100倍。该电路的增益为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "20dB"
            },
            {
                "value": "B",
                "text": "10dB"
            },
            {
                "value": "C",
                "text": "100dB"
            },
            {
                "value": "D",
                "text": "1dB"
            }
        ]
    },
    {
        "id": "MC1-1322",
        "question": "某电路输出信号功率是输入信号功率的100万倍。该电路的增益为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "60dB"
            },
            {
                "value": "B",
                "text": "100dB"
            },
            {
                "value": "C",
                "text": "99万dB"
            },
            {
                "value": "D",
                "text": "100万dB"
            }
        ]
    },
    {
        "id": "MC1-1323",
        "question": "某电路输出信号功率是输入信号功率的5倍。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "7dB"
            },
            {
                "value": "B",
                "text": "3.5dB"
            },
            {
                "value": "C",
                "text": "5dB"
            },
            {
                "value": "D",
                "text": "14dB"
            }
        ]
    },
    {
        "id": "MC1-1324",
        "question": "某电路输入信号功率是输出信号功率的一半。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "3dB"
            },
            {
                "value": "B",
                "text": "-3dB"
            },
            {
                "value": "C",
                "text": "0.5dB"
            },
            {
                "value": "D",
                "text": "-0.5dB"
            }
        ]
    },
    {
        "id": "MC1-1325",
        "question": "某电路输出信号电压是输入信号电压的100倍。该电路的增益为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "40dB"
            },
            {
                "value": "B",
                "text": "10dB"
            },
            {
                "value": "C",
                "text": "100dB"
            },
            {
                "value": "D",
                "text": "20dB"
            }
        ]
    },
    {
        "id": "MC1-1326",
        "question": "某电路输出信号电压是输入信号电压的1万倍。该电路的增益为：（“x＾m”表示“x 的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "80dB"
            },
            {
                "value": "B",
                "text": "10,000dB"
            },
            {
                "value": "C",
                "text": "9,999dB"
            },
            {
                "value": "D",
                "text": "10＾4dB"
            }
        ]
    },
    {
        "id": "MC1-1327",
        "question": "某电路输出信号电压是输入信号电压的10倍。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "20dB"
            },
            {
                "value": "B",
                "text": "7dB"
            },
            {
                "value": "C",
                "text": "14dB"
            },
            {
                "value": "D",
                "text": "15dB"
            }
        ]
    },
    {
        "id": "MC1-1328",
        "question": "某电路输入信号电压是输出信号电压的一半。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "6dB"
            },
            {
                "value": "B",
                "text": "-6dB"
            },
            {
                "value": "C",
                "text": "-3dB"
            },
            {
                "value": "D",
                "text": "3dB"
            }
        ]
    },
    {
        "id": "MC1-1329",
        "question": "某电路输出信号功率是输入信号功率的1/100。该电路的增益为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-20dB"
            },
            {
                "value": "B",
                "text": "-10dB"
            },
            {
                "value": "C",
                "text": "-100dB"
            },
            {
                "value": "D",
                "text": "100dB"
            }
        ]
    },
    {
        "id": "MC1-1330",
        "question": "某电路输出信号功率是输入信号功率的百万分之一。该电路的增益为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-60dB"
            },
            {
                "value": "B",
                "text": "-100dB"
            },
            {
                "value": "C",
                "text": "990,000dB"
            },
            {
                "value": "D",
                "text": "-1,000,000dB"
            }
        ]
    },
    {
        "id": "MC1-1331",
        "question": "某电路输出信号功率是输入信号功率的1/5。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-7dB"
            },
            {
                "value": "B",
                "text": "3.5dB"
            },
            {
                "value": "C",
                "text": "-5dB"
            },
            {
                "value": "D",
                "text": "-14dB"
            }
        ]
    },
    {
        "id": "MC1-1332",
        "question": "某电路输出信号功率是输入信号功率的一半。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-3dB"
            },
            {
                "value": "B",
                "text": "3dB"
            },
            {
                "value": "C",
                "text": "0.5dB"
            },
            {
                "value": "D",
                "text": "-0.5dB"
            }
        ]
    },
    {
        "id": "MC1-1333",
        "question": "某电路输出信号电压是输入信号电压的1/100。该电路的增益为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-40dB"
            },
            {
                "value": "B",
                "text": "-10dB"
            },
            {
                "value": "C",
                "text": "-100dB"
            },
            {
                "value": "D",
                "text": "-20dB"
            }
        ]
    },
    {
        "id": "MC1-1334",
        "question": "某电路输出信号电压是输入信号电压的万分之一。该电路的增益为：（“x＾m”表示“x 的m次方”）",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-80dB"
            },
            {
                "value": "B",
                "text": "-10,000dB"
            },
            {
                "value": "C",
                "text": "1/10,000dB"
            },
            {
                "value": "D",
                "text": "10＾-4dB"
            }
        ]
    },
    {
        "id": "MC1-1335",
        "question": "某电路输出信号电压是输入信号电压的1/10。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-20dB"
            },
            {
                "value": "B",
                "text": "-7dB"
            },
            {
                "value": "C",
                "text": "-14dB"
            },
            {
                "value": "D",
                "text": "0.143dB"
            }
        ]
    },
    {
        "id": "MC1-1336",
        "question": "某电路输出信号电压是输入信号电压的一半。该电路的增益约为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "-6dB"
            },
            {
                "value": "B",
                "text": "6dB"
            },
            {
                "value": "C",
                "text": "3dB"
            },
            {
                "value": "D",
                "text": "-3dB"
            }
        ]
    },
    {
        "id": "MC2-1337",
        "question": "若信号依次通过增益为xdB、ydB和zdB的三个电路，则总增益为：（“x＾m”表示 “x的m次方”）",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "(x+y+z)dB"
            },
            {
                "value": "B",
                "text": "10＾((x+y+z)/ 10) 倍"
            },
            {
                "value": "C",
                "text": "(x × y × z)dB"
            },
            {
                "value": "D",
                "text": "10＾((x × y × z)/10) 倍"
            }
        ]
    },
    {
        "id": "MC2-1338",
        "question": "若信号通过增益为xdB的电路之后被功率分配器等分为两路，则每路增益为：（“x＾ m”表示“x的m次方”）",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "(x-3)dB"
            },
            {
                "value": "B",
                "text": "10＾((x-3)/10) 倍"
            },
            {
                "value": "C",
                "text": "(x/ 2)dB"
            },
            {
                "value": "D",
                "text": "10＾((x/2)/ 10) 倍"
            }
        ]
    },
    {
        "id": "MC2-1339",
        "question": "接收机的信号强度表（S表）标有1至9的度盘分度，分度间隔为6dB。某电台以15W 的功率发射时，S表读数为S9。现在，该电台减小功率并再次发射，S表的读数降至S4。 该台的当前发射功率约为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "15mW"
            },
            {
                "value": "B",
                "text": "-18.2dBW"
            },
            {
                "value": "C",
                "text": "0.5W"
            },
            {
                "value": "D",
                "text": "-3dBW"
            }
        ]
    },
    {
        "id": "MC2-1340",
        "question": "接收机的信号强度表（S表）标有1至9的度盘分度，分度间隔为6dB。某电台以100W 的功率发射时，S表读数为S8。现在，该电台减小功率并再次发射时S表的读数降至S5。 此时该台的发射功率约为：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "1.58W"
            },
            {
                "value": "B",
                "text": "2dBW"
            },
            {
                "value": "C",
                "text": "5.56W"
            },
            {
                "value": "D",
                "text": "7.45dBW"
            }
        ]
    },
    {
        "id": "MC3-1341",
        "question": "功率为0dBm的射频信号通过增益为23dB的电路后，输出功率为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "23dBm"
            },
            {
                "value": "B",
                "text": "200mW"
            },
            {
                "value": "C",
                "text": "-7dBW"
            },
            {
                "value": "D",
                "text": "3.16V"
            }
        ]
    },
    {
        "id": "MC3-1342",
        "question": "功率为0dBμ的射频信号通过增益为36dB的电路后，输出功率为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "6dBm"
            },
            {
                "value": "B",
                "text": "4mW"
            },
            {
                "value": "C",
                "text": "-24dBW"
            },
            {
                "value": "D",
                "text": "447mV"
            }
        ]
    },
    {
        "id": "MC3-1343",
        "question": "功率为0dBW的射频信号通过增益为-36dB的电路后，输出功率为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "-6dBm"
            },
            {
                "value": "B",
                "text": "0.25mW"
            },
            {
                "value": "C",
                "text": "24dBμ"
            },
            {
                "value": "D",
                "text": "112mV"
            }
        ]
    },
    {
        "id": "MC3-1344",
        "question": "功率为-133dBm的射频信号通过增益为60dB的电路后，输出功率为：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "-73dBm"
            },
            {
                "value": "B",
                "text": "-43dBμ"
            },
            {
                "value": "C",
                "text": "-103dBW"
            },
            {
                "value": "D",
                "text": "50μV"
            }
        ]
    },
    {
        "id": "MC1-1345",
        "question": "业余无线电发射设备的下列指标必须符合国家的相关规定：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率容限和杂散域发射功率"
            },
            {
                "value": "B",
                "text": "频率调制频偏和调制度"
            },
            {
                "value": "C",
                "text": "频率容限和带外发射"
            },
            {
                "value": "D",
                "text": "指配频段和必要带宽"
            }
        ]
    },
    {
        "id": "MC1-1346",
        "question": "业余电台的无线电发射设备应符国家规定的下列主要技术指标：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "符合频率容限、符合杂散发射最大允许功率电平"
            },
            {
                "value": "B",
                "text": "杂散发射不低于最大允许功率电平、电源电压及频率符合国家电网标准、采用标准天线 阻抗"
            },
            {
                "value": "C",
                "text": "杂散发射不低于最大允许功率电平、频率漂移不低于频率容限、电源利用效率满足节能 要求"
            },
            {
                "value": "D",
                "text": "工作频率范围足够宽、杂散发射不低于最大允许功率电平、带宽大于允许最低值"
            }
        ]
    },
    {
        "id": "MC2-1347",
        "question": "频率容限是指：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "发射所占频段的中心频率偏离指配频率的最大容许偏差"
            },
            {
                "value": "B",
                "text": "发射的特征频率偏离参考频率的最大容许偏差"
            },
            {
                "value": "C",
                "text": "发射所占频段的中心频率偏离最高频率的最大容许偏差"
            },
            {
                "value": "D",
                "text": "发射的特征频率偏离必要频率的最大容许偏差"
            }
        ]
    },
    {
        "id": "MC2-1348",
        "question": "频率容限是发射设备的重要指标，通常用下述单位来表示：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "百万分之几"
            },
            {
                "value": "B",
                "text": "赫兹"
            },
            {
                "value": "C",
                "text": "百分之几"
            },
            {
                "value": "D",
                "text": "兆赫"
            }
        ]
    },
    {
        "id": "MC3-1349",
        "question": "杂散域发射功率是发射设备的重要指标，通常用下述单位来表示：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "绝对功率dBm"
            },
            {
                "value": "B",
                "text": "低于载波发射功率的分贝值dBc"
            },
            {
                "value": "C",
                "text": "低于PEP发射功率的相对值dB"
            },
            {
                "value": "D",
                "text": "绝对功率（瓦）"
            }
        ]
    },
    {
        "id": "MC3-1350",
        "question": "杂散发射是指：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "必要带宽之外的一个或多个频率的发射，其发射电平可降低而不致影响相应信息的传输"
            },
            {
                "value": "B",
                "text": "杂散发射包括谐波发射、寄生发射"
            },
            {
                "value": "C",
                "text": "杂散发射包括互调产物、变频产物"
            },
            {
                "value": "D",
                "text": "杂散发射包括谐波发射、带外发射"
            }
        ]
    },
    {
        "id": "MC1-1351",
        "question": "业余无线电专用发射设备必须满足的主要技术指标要求包括：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "频率容限和杂散辐射不超过限值，发射频率不超出国家规定的业余业务和卫星业余业务 频率"
            },
            {
                "value": "B",
                "text": "频率容限不低于限值，杂散辐射不超过限值，发射频率不超出国家规定的业余业务和卫 星业余业务频率"
            },
            {
                "value": "C",
                "text": "频率容限和杂散辐射不超过限值，发射频率包括业余业务和卫星业余业务频率"
            },
            {
                "value": "D",
                "text": "发射功率不低于功率限值，输出阻抗符合工业标准"
            }
        ]
    },
    {
        "id": "MC1-1352",
        "question": "下列情况会产生减幅波辐射：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电路接触点打火"
            },
            {
                "value": "B",
                "text": "对讲机按键发射"
            },
            {
                "value": "C",
                "text": "电视机本振泄漏"
            },
            {
                "value": "D",
                "text": "医用高频加热器泄漏"
            }
        ]
    },
    {
        "id": "MC2-1353",
        "question": "按照国家标准GB8702-2014《电磁环境控制限值》，从电磁环境保护管理角度，向没有 屏蔽空间发射电磁场可以免于管理的有：",
        "answer": "AB",
        "options": [
            {
                "value": "A",
                "text": "频率范围为0.1-3MHz，等效辐射功率小于300瓦的无线电通信设施（设备）"
            },
            {
                "value": "B",
                "text": "频率范围为3MHz-300GHz，等效辐射功率小于100瓦的无线电通信设施（设备）"
            },
            {
                "value": "C",
                "text": "发射频率在30MHz以下的所有业余电台"
            },
            {
                "value": "D",
                "text": "发射频率在30MHz以上的所有业余电台"
            }
        ]
    },
    {
        "id": "MC1-1354",
        "question": "根据国家标准GB8702-2014《电磁环境控制限值》，公众曝露是指：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "公众所受的全部电场、磁场、电磁场照射"
            },
            {
                "value": "B",
                "text": "职业照射"
            },
            {
                "value": "C",
                "text": "医疗照射"
            },
            {
                "value": "D",
                "text": "医学诊断或治疗所受到的辐射照射"
            }
        ]
    },
    {
        "id": "MC1-1355",
        "question": "为什么我国《电磁环境控制限值》标准中的照射限值伴随频率有所不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "人体对某些特定波长的电磁波有更多的吸收"
            },
            {
                "value": "B",
                "text": "较低频率的无线电波不会穿透人体"
            },
            {
                "value": "C",
                "text": "因为自然界中频率较高电磁波并不常见"
            },
            {
                "value": "D",
                "text": "较低频率的无线电波较更高频率的无线电波拥有更高的能量"
            }
        ]
    },
    {
        "id": "MC3-1356",
        "question": "关于自制、改装、拼装无线电发射设备，下列说法正确的是：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "自制、改装、拼装的无线电发射设备，应符合《业余无线电设备射频技术要求及测试方 法》（GB/T32658-2016）所列技术要求"
            },
            {
                "value": "B",
                "text": "自制、改装、拼装的无线电发射设备，应符合《短波单边带通信设备通用规范》（GB/T 16946-2017）所列技术要求"
            },
            {
                "value": "C",
                "text": "无线电管理机构可根据相关标准规范免费开展有关技术检测"
            },
            {
                "value": "D",
                "text": "自制、改装、拼装无线电发射设备可不受无线电管理机构的监督管理"
            }
        ]
    },
    {
        "id": "MC1-1357",
        "question": "空中的VHF和UHF信号属于下面哪一类辐射？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "非电离辐射"
            },
            {
                "value": "B",
                "text": "电离辐射"
            },
            {
                "value": "C",
                "text": "阿尔法辐射"
            },
            {
                "value": "D",
                "text": "伽玛辐射"
            }
        ]
    },
    {
        "id": "MC1-1358",
        "question": "业余电台安装防雷装置是为了防止雷电危害。传统防雷装置的主要组成部分包括：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接闪器（避雷针）、引下线、接地体"
            },
            {
                "value": "B",
                "text": "天线、断路器、地线"
            },
            {
                "value": "C",
                "text": "避雷针、氖灯、自复保险丝"
            },
            {
                "value": "D",
                "text": "避雷针、氧化锌过压保护器、断路器"
            }
        ]
    },
    {
        "id": "MC1-1359",
        "question": "防雷接地的作用是：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "把接闪器引入的雷击电流有效地泄入大地"
            },
            {
                "value": "B",
                "text": "用接闪器感应到的雷电高压启动过压保护电路"
            },
            {
                "value": "C",
                "text": "有效地阻断接闪器引入的雷击电流使其不致流入大地"
            },
            {
                "value": "D",
                "text": "当接闪器引入雷击电流时迅速烧断熔丝，阻断其流动"
            }
        ]
    },
    {
        "id": "MC1-1360",
        "question": "关于防雷装置的接地，最基本要求为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "要有单独的接地体，接地电阻要小，接闪器到接地体之间的引下线应尽量短而粗"
            },
            {
                "value": "B",
                "text": "可以利用自来水管作为接地体，如果这种管线有相当长的一段是埋入地下的"
            },
            {
                "value": "C",
                "text": "交流电网的“零线”在配电系统中已经接地。这可代替防雷接地体及其引下线"
            },
            {
                "value": "D",
                "text": "接闪器到接地体之间的引下线平时没有电流流过，采用直径0.5毫米的导线足矣"
            }
        ]
    },
    {
        "id": "MC1-1361",
        "question": "对于一般建筑物，单支避雷针的保护范围至多能有多大：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在避雷针顶点至地面之间，由60米半径滚球曲线所构成的空间"
            },
            {
                "value": "B",
                "text": "在任何情况下，避雷针都可以保护其周边低于避雷针高度的空间"
            },
            {
                "value": "C",
                "text": "在任何情况下，避雷针都可以保护其周边半径30米之内的物体"
            },
            {
                "value": "D",
                "text": "从避雷针顶点起、以避雷针高度为半径所做半球体以内的空间"
            }
        ]
    },
    {
        "id": "MC1-1362",
        "question": "下列哪种导电材料最适宜连接天线、塔架和入室馈线等处的各个接地部件？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "镀银软铜丝编织扁带"
            },
            {
                "value": "B",
                "text": "圆形铜包钢单股导线"
            },
            {
                "value": "C",
                "text": "以太网双绞线"
            },
            {
                "value": "D",
                "text": "50-3同轴电缆"
            }
        ]
    },
    {
        "id": "MC1-1363",
        "question": "在为同轴馈线安装避雷器时应当注意什么？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "将所有避雷器的地线接到同一个金属条带上，然后将条带可靠连到室外的接地处"
            },
            {
                "value": "B",
                "text": "在每个避雷器的地线连接处安装开关以在发信时断开，防止射频电流损伤避雷器"
            },
            {
                "value": "C",
                "text": "将每个避雷器的接地连线都单独引出，然后将它们与电台的地线连在一起"
            },
            {
                "value": "D",
                "text": "可用廉价的氖灯或气体放电管自制避雷器。这样的DIY可谓经济实用，效果卓著"
            }
        ]
    },
    {
        "id": "MC1-1364",
        "question": "以下哪一项是天线铁塔防雷接地的有效措施？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "接地连接要尽可能地短而直"
            },
            {
                "value": "B",
                "text": "确保需要弯折的地线已做干净漂亮的直角弯"
            },
            {
                "value": "C",
                "text": "为接地系统做好防水处理"
            },
            {
                "value": "D",
                "text": "打入地下的接地装置应当尽量远离天线塔"
            }
        ]
    },
    {
        "id": "MC1-1365",
        "question": "考虑实际工作环境必然存在一定的湿度，则根据GB/T3805－2008《特低电压ELV限值》 在潮湿条件下的限值，当人体握紧某个带电零件时，零件与人体间的电压不可高于：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "交流16V（r.m.s.），直流33V"
            },
            {
                "value": "B",
                "text": "交流24V（r.m.s.），直流36V"
            },
            {
                "value": "C",
                "text": "交流36V（r.m.s.），直流24V"
            },
            {
                "value": "D",
                "text": "交流6.3V（r.m.s.），直流13.8V"
            }
        ]
    },
    {
        "id": "MC1-1366",
        "question": "假如接触电压相同，则触及带有射频电压（例如，频率不低于LF）的裸露导线与触及带 有直流或交流50Hz电压的裸露导线相比，人体所受的安全威胁有什么不同？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "致死风险有所下降，但是灼伤皮肤或深层皮下组织的风险显著上升"
            },
            {
                "value": "B",
                "text": "更容易导致神经系统损伤或使心肺功能紊乱，存在更高的致死风险"
            },
            {
                "value": "C",
                "text": "射频交流电从不威胁人身安全，所以发射机的天线都可以随意触摸"
            },
            {
                "value": "D",
                "text": "触及不同频率但电压相同的交流电，人体当然面临相同的安全威胁"
            }
        ]
    },
    {
        "id": "MC1-1367",
        "question": "如果用两手分别接触电压有效值相同但频率不同的电路的两个端点，则所受安全威胁由 大到小可以排序为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "工频交流电、HF射频交流电、UHF射频交流电"
            },
            {
                "value": "B",
                "text": "UHF射频交流电、HF射频交流电、工频交流电"
            },
            {
                "value": "C",
                "text": "HF射频交流电、工频交流电、UHF射频交流电"
            },
            {
                "value": "D",
                "text": "HF射频交流电、UHF射频交流电、工频交流电"
            }
        ]
    },
    {
        "id": "MC1-1368",
        "question": "如果不得已，必须带电检修由市电供电的无线电设备，则应做到：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "双脚与地绝缘，单手操作，另一只手不触摸机壳等任何与电路或接地有关的金属件"
            },
            {
                "value": "B",
                "text": "双脚与地绝缘，单手操作，另一只手通过触摸机壳或水管等接地物件探测是否有电"
            },
            {
                "value": "C",
                "text": "只要设备外壳良好接地，双脚是否与地绝缘、双手是否同时操作都不存在安全风险"
            },
            {
                "value": "D",
                "text": "只要设备外壳与地绝缘，双脚是否与地绝缘、双手是否同时操作都不存在安全关系"
            }
        ]
    },
    {
        "id": "MC3-1369",
        "question": "设备的外壳带电可能危及人身安全。相关预防措施包括：",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "对于使用交流市电供电的设备，应将其金属机箱与某个可靠的公共地线相连"
            },
            {
                "value": "B",
                "text": "应在供电线路中安装漏电保护器，以在发生漏电时迅速切断供电"
            },
            {
                "value": "C",
                "text": "如果某设备使用了带有单独保护地线的三线插头，则必须确认接地是有效的"
            },
            {
                "value": "D",
                "text": "公共地线应具有较低的接地电阻，与自来水管道相连是个一劳永逸的好主意"
            }
        ]
    },
    {
        "id": "MC1-1370",
        "question": "即使设备的电源线已经拔掉，检修时仍可能遇到什么安全风险？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "充满高电压的电容器可能让维修者遭遇电击风险"
            },
            {
                "value": "B",
                "text": "地磁活动可在变压器中激起高压，电到维修人员"
            },
            {
                "value": "C",
                "text": "打开电源设备或电子管线性放大器的机箱，其内置保险丝就会烧断"
            },
            {
                "value": "D",
                "text": "如果打开机箱，静电放电就可能损坏设备的接地系统"
            }
        ]
    },
    {
        "id": "MC1-1371",
        "question": "自制由220伏交流市电供电的设备，安全措施应至少包括：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "在交流电源入口的火线中串联一个保险丝"
            },
            {
                "value": "B",
                "text": "在交流供电入口处并联一个交流电压表"
            },
            {
                "value": "C",
                "text": "在交流供电入口处串联一个电感"
            },
            {
                "value": "D",
                "text": "在交流供电入口处并联一个电容"
            }
        ]
    },
    {
        "id": "MC3-1372",
        "question": "如何确保自制的业余无线电作品具有较高的用电安全性？",
        "answer": "ABC",
        "options": [
            {
                "value": "A",
                "text": "使用三芯电源线和金属机箱，将机箱与市电插座的地线可靠连接"
            },
            {
                "value": "B",
                "text": "如果设备内部含有高压整流装置，则为其滤波电容并联泄放电阻"
            },
            {
                "value": "C",
                "text": "为业余自制的射频功率放大器安装断开市电供应的机箱联动开关"
            },
            {
                "value": "D",
                "text": "为配电箱和天馈系统的配线柜安装喷淋装置，发现火警立即喷水"
            }
        ]
    },
    {
        "id": "MC1-1373",
        "question": "使用普通12伏铅酸蓄电池为电台供电存在什么潜在风险？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "如果通风不良，会有爆炸性气体聚集"
            },
            {
                "value": "B",
                "text": "有高电压，存在触电风险"
            },
            {
                "value": "C",
                "text": "会释放臭氧，进而污染大气层"
            },
            {
                "value": "D",
                "text": "若长时间闲置不用就可能自燃"
            }
        ]
    },
    {
        "id": "MC1-1374",
        "question": "如果铅酸蓄电池的充电或放电过程过快会有什么风险？",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "电池可能过热，甚至释放氢气，抬升爆炸风险"
            },
            {
                "value": "B",
                "text": "电压会变为负值，导致电池报废。这就是所谓“反极”"
            },
            {
                "value": "C",
                "text": "导致“记忆效应”，从而使电池的可用容量下降"
            },
            {
                "value": "D",
                "text": "可能导致过高的电池电压，抬升触电风险"
            }
        ]
    },
    {
        "id": "MC1-1375",
        "question": "电台室如遇电气设备、电线电缆或者电源装置失火，正确的处置应当为：",
        "answer": "A",
        "options": [
            {
                "value": "A",
                "text": "立即切断所有供电，使用二氧化碳灭火器或干粉灭火器"
            },
            {
                "value": "B",
                "text": "立即切断所有供电，使用泡沫灭火器灭火。不得已时可用干砂灭火"
            },
            {
                "value": "C",
                "text": "立即切断所有供电，用水灭火"
            },
            {
                "value": "D",
                "text": "迅速起身逃离火场"
            }
        ]
    }
];